{
  "metadata": {
    "source_file": "1-s2.0-S0167577X04007372-main.pdf",
    "extraction_date": "2024-11-17T17:45:00.489565",
    "character_count": 17431
  },
  "content": "Materials Letters 59 (2005) 395 – 398\n\nwww.elsevier.com/locate/matlet\n\nSynthesis of nano-sized ceria powders by two-emulsion method using\nsodium hydroxide\n\nJoon-Sung Lee, Jin-Seok Lee, Sung-Churl Choi*\n\nDepartment of Ceramic Engineering, Hanyang University, Seoul 133-791, Republic of South Korea\n\nReceived 5 May 2004; received in revised form 15 September 2004; accepted 21 September 2004\nAvailable online 20 October 2004\n\nAbstract\n\nIn the present study, nano-sized ceria powders were prepared by the two-emulsion method in the presence of aqueous sodium hydroxide.\nThe effect of the ceria precursor concentration and the addition of an aqueous sodium hydroxide on the crystallite size, the size distribution\nand the morphology of the synthesized powders were investigated. The precipitates were obtained by mixing two water-in-oil emulsions with\nkerosene containing cerium nitrate aqueous solution and sodium hydroxide aqueous solution. The synthesized ceria powders were\ncharacterized by XRD and TEM. The synthesized ceria powders had nearly spherical shape and a uniform crystallite size in a range of 10 to\n20 nm depending on the concentration of precursor solution and an addition amount of mineralizer.\nD 2004 Elsevier B.V. All rights reserved.\n\nKeywords: CeO2; Powders-chemical preparation; Chemical mechanical planarization (CMP); Two-emulsion synthesis\n\n1. Introduction\n\nCerium oxide (CeO2) is a useful material that is widely\nused as an electrolyte for solid oxide fuel cells (SOFC)\n[1,2], abrasive materials for chemical mechanical planariza-\ntion (CMP) [3], ultraviolet absorbent, oxygen pumps and\nautomotive exhaust promoter. Especially, cerium oxide\npowders for chemical mechanical planarization in semi-\nconductor devices manufacturing process are required to be\nnano-sized with physical properties such as spherical shape\nand a narrow size distribution in order to reduce scratch of\nwafer [4,5]. Uniform and spherical nanocrystalline powders\nas starting material possess considerable potential\nfor\nimproving the properties of existing ceramic compositions\nin final products.\n\nit was prepared by various techniques,\n\nNano-sized ceria powders have been recently reported\nincluding\nthat\nhydrothermal treatment [6,7], hydrolysis of alkoxide sol-\n[8], chemical precipitation [9],\nution (sol–gel method)\n\n* Corresponding author. Tel.: +82 2 2290 0505; fax: +82 2 2291 6767.\nE-mail address: choi0505@hanyang.ac.kr (S.-C. Choi).\n\n0167-577X/$ - see front matter D 2004 Elsevier B.V. All rights reserved.\ndoi:10.1016/j.matlet.2004.09.033\n\nmechanochemical processing [10] and gas-phase reaction\n[11]. Spherical ceramic particles can be successfully\nprepared by wet chemical methods (e.g. sol–gel method,\nspray hydrolysis process, and emulsion technique), but the\nstarting materials such as metal alkoxides used in sol–gel\nand spray hydrolysis processes are expensive. Compared to\nother methods, the emulsion method has several advantages\nin producing particles with a spherical shape and narrow\nsize distribution [12,13]. In addition, the emulsion technique\ncan reduce the cost of producing spherical powders of high\npurity, and those that have a lower aggregation than the\nother starting materials. However, the synthesis of rare earth\ncompounds such as ceria has been rarely reported by the\nemulsion method. Masui et al. [14] studied the fabrication of\nthe nano-sized cerium oxide particles using reversed\nmicelles by the two-emulsion method with ammonium\nhydroxide as a mineralizer. However, ammonium hydroxide\nis difficult to handle during precipitation because of its\nstrong smell. Sodium hydroxide, a highly reactive metal\nhydroxide material, has been used as substitute for\nammonium hydroxide as a mineralizer [15].\n\nAn emulsion is generally defined as a thermodynamically\nstable system composed of two immiscible liquids and a\n\n\f396\n\nJ.-S. Lee et al. / Materials Letters 59 (2005) 395–398\n\nthe\nsurfactant [13]. There are other factors that affect\nstability of an emulsion and further affect the morphology\nand size distribution of produced particles. These factors\ninclude type and amount of surfactant and co-surfactant, the\nconcentration of precursor solution, the kind of oil phase,\nand the water-to-oil ratio. The concentration of cerium salt\nas precursor and the amount of sodium hydroxide as\nmineralizer are practically important factors in controlling\nthe physical properties of the synthesized powder. Surfac-\ntant is added to a mixture of oil and water in the reverse\nemulsion to reduce the interfacial tension between the water\nand oil phases [16]. A water-in-oil emulsion can be obtained\nby using a surfactant with a hydrophile–lipophile balance\nIn water-in-oil\n(HLB) value in the range of 3 to 7.\nemulsions,\nthe aqueous phase is dispersed as nano-size\nwater droplets covered with a monolayer film of surfactant\nand co-surfactant molecules in a continuous nonpolar\norganic solvent such as hydrocarbon. Not only water but\nalso aqueous solutions of metal salts or ammonium\nhydroxide can be soluble in the reversed micelles. These\naqueous droplets encapsulated with surfactant molecules\ncan continuously exchange their components such as cerium\nion and mineralizer with one another when they collide.\nTherefore,\nif two water-in-oil emulsions (one dissolves\nreactants A and another dissolves reactants B) are mixed, a\nreaction between them takes place during collisions of the\nwater droplets in the emulsions. For the emulsion method,\nthe particles with uniform small size and narrow size\ndistribution can be obtained because the reaction field is\nlimited to the fine reverse micelles.\n\nIn the present study, we studied the synthesis of the nano-\nsized ceria powders by the emulsion method in the presence\nof an aqueous sodium hydroxide and characterized the\neffects of the ceria precursor concentration and the addition\nof an aqueous sodium hydroxide on the crystallite size, the\nsize distribution and morphology of\nthe synthesized\npowders.\n\n2. Experimental procedures\n\nThe preparation of ceria powder by the two-emulsion\nmethod using sodium hydroxide as a precipitating agent is\nschematically illustrated in Fig. 1. Two solutions were\nprepared by mixing 500 ml kerosene (Kanto Chemical,\nJapan) as the oil phase and Span 80 (Yakuri Pure Chemicals,\nJapan) as a surfactant in a 1000-ml beaker by an agitator at\nroom temperature. Span 80 has HLB value of 4.3 and is\nknown to be a suitable surfactant for forming a water-in-oil\nemulsion. Isopropyl alcohol (IPA, Samchun Pure Chemical,\nKorea) as a co-surfactant was added into the two solutions.\nDistilled water was used for all experiments. After the\nsurfactant and co-surfactant were completely dissolved in\nthe oil phase, two aqueous solutions of equal volume were\nadded into the each beakers separately; one containing\ncerium nitrate hexahydrate [Ce(NO3)3d 6H2O: Kanto Chem-\n\nFig. 1. Experimental flow chart of the synthesis of the ceria powder by the\ntwo-emulsion method.\n\nical, Japan] and the other, sodium hydroxide (NaOH, Yakuri\nPure Chemicals, Japan). Then, the two aqueous solutions\nwere emulsified with oil phase to be made into an emulsion\nby an agitator for about 1 h. Then, the two emulsions were\nmixed for 4 h and the ceria precursor and sodium hydroxide\ncould react. The resultant slurry was washed and filtrated\nwith isopropyl alcohol three times at least. Washing and\nfiltration by distilled water were performed on them in order\nto remove the residual surfactant and ions physically\nadsorbed on the surface of the precipitates. The ceria\nprecipitates were dried between 70 and 80 8C for 24 h. The\nlight-yellow ceria powders were obtained by calcination at\n700 8C for 10 min. The concentration of cerium nitrate\nprecursor was varied from 1 to 4 M. The content of sodium\nhydroxide was changed 8 to 12 of the molar ratio of sodium\nhydroxide to cerium ion under\nthe same procedure\nconditions.\n\nPhase identification of the calcined ceria powders was\nperformed in X-ray diffractometry (XRD, Rigaku, D/max-\n2C, Japan) using CuKa1 radiation (k=1.5406 2). XRD\npatterns of ceria powders were obtained in the 2h range\nbetween 20 and 808 with a step of 0.018 and a scan speed of\n28/min. The crystallite size of the ceria powders was\ncalculated from the line broadening of the (111) diffraction\nline according to the Scherrer equation.\n\nD ¼ 0:9k=bcosh\n\nwhere D is the crystallite size (in angstroms), k the\nwavelength of CuKa1 radiation, and b the corrected half-\nwidth of the diffraction peak. The size and morphology of\nthe calcined ceria powders were examined by transmission\nelectron microscopy (TEM, JEM-2010, JEOL, Japan).\nSamples of the calcined ceria powder were prepared by\n\n\fJ.-S. Lee et al. / Materials Letters 59 (2005) 395–398\n\n397\n\nFig. 3 shows the transmission electron micrographs of\nthe ceria powder prepared by the emulsion method. It\nreveals that the shape of the synthesized particles was nearly\nspherical and the size of the particles ranged from 10 and 20\nnm, which agreed with the results of XRD analysis. The\nparticles prepared from the 2 M cerium nitrate aqueous\nsolution with a sodium hydroxide to cerium ion molar ratio\nof 8 had a relatively uniform and spherical shape and a\nnarrow particle size distribution (Fig. 3(a)). As the concen-\ntration of the cerium nitrate aqueous solution was increased\nto 3 M, the particle size became slightly larger than that of\nthe 2 M cerium nitrate aqueous solution (Fig. 3(b)). At the\nconstant molar fraction of 2 M cerium nitrate aqueous\nsolution, the particle size and particle size distribution of the\n12 molar ratio sodium hydroxide to cerium ion was slightly\nlarger and wider (Fig. 3(c)), compared to the 8 molar ratio\nsodium hydroxide to cerium ion. The particle diameters of\neach sample using linear intercept method were estimated to\nbe 16.9F0.4 nm (Fig. 3(a)), 18.1F0.6 nm (Fig. 3(b)), and\n17.6F1.2 nm (Fig. 3(c)), respectively. There is a slight\ndifference between the mean diameters from TEM micro-\ngraphs and crystallite sizes from XRD peaks, which belongs\nto the range of the standard deviation.\n\nIt was evident from these figures that the particle size\nwas very small, and that the size of the synthesized particle\nwith sodium hydroxide as a mineralizer decreased as the\ncerium nitrate concentration was decreased from 4 to 1 M.\nThis suggests that sodium hydroxide promoted the for-\nmation of particles with a uniform size distribution due to\nthe fast reaction rate and homogeneous precipitation. This\nindicated that sodium hydroxide as a mineralizer\nresult\ncould enhance the control of the size, size distribution and\nthe morphology of the ceria particles.\n\nTable 1 summarizes the crystallite size and mean particle\nsize of the cerium oxide particles synthesized by using two\nreverse emulsions with different concentrations of cerium\nnitrate aqueous solution and different amounts of sodium\nhydroxide. The reverse emulsions were stable and the\n\nFig. 2. X-ray diffraction patterns of ceria powders calcined at 700 8C for 10\nmin. These powders were prepared from various concentrations of cerium\nnitrate aqueous solution (a) 1, (b) 2, (c) 3 and (d) 4 M.\n\ndipping carbon-coated copper grids into a dilute ethyl\nalcohol suspension of the ceria powder. The grids were\nthen dried at room temperature or at 80–85 8C.\n\n3. Results and discussion\n\nFig. 2 shows the XRD patterns of the calcined powders at\na different molar fraction of cerium nitrate aqueous solution.\nIt was found that\nthe synthesized ceria powders were\nidentified with the cubic fluorite structure. The width of the\npeaks was broad because of their fine particle size. The\naverage crystallite size was calculated by the Scherrer\nequation from the (111) XRD lines. Their size slightly\nincreased from 17 to 20 nm as the concentration of aqueous\ncerium precursor was increased and increasing of concen-\ntration of cerium precursor accelerates grain growth rate\nthan nucleation rate [17].\n\nFig. 3. Transmission electron micrographs of ceria powders synthesized by the two-emulsion method with NaOH. These powders were prepared from (a) 2 M\nof the cerium nitrate aqueous solution at a molar ratio NaOH to cerium ion of 8:1, (b) 3 M cerium nitrate aqueous solution at a molar ratio NaOH to cerium ion\nof 8:1 and (c) 2 M cerium nitrate aqueous solution at a molar ratio NaOH to cerium ion of 12:1.\n\n\f398\n\nJ.-S. Lee et al. / Materials Letters 59 (2005) 395–398\n\nTable 1\nThe crystallite size and mean particle size of ceria powders synthesized by\nthe two-emulsion method\n\nConcentration of\nCe(NO3)d\n6H2O aq. [M]\n\nMole ratio of\nNaOH/cerium ion\n\nCrystallite size\nby XRD [nm]\n\nParticle size\nby TEM [nm]\n\n1\n2\n3\n4\n2\n\n8\n8\n8\n8\n12\n\n17.394\n17.048\n18.092\n19.936\n17.332\n\n10–20\n10–20\n15–25\n15–25\n10–30\n\nproduced ceria powders had nearly spherical morphology at\nin the\nall concentrations of aqueous cerium precursor\npresent\ninvestigation. When the molar ratio of sodium\nhydroxide to cerium ion is 12, the particles size was slightly\nlarger than when compared to the molar ratio of sodium\nhydroxide to cerium ion of 8. Difference in particles\ndiameters derived from different molar ratio of sodium\nhydroxide to cerium ion is not\nlarger than the relative\nuncertainty, which can be caused by the iterative measure-\nment conducted. This indicated that the particle size and\nshape of the product depend less on the molar ratio of\nsodium hydroxide to cerium ion than the concentration of\ncerium nitrate aqueous solution. However, the molar ratio of\nsodium hydroxide to cerium ion was one of the important\nfactors for controlling size and size distribution of powders.\nThe particle size of ceria powders is mainly related to\nthe droplet size of emulsion and the reaction between\ncerium salt and the mineralizer. As the concentration of\ncerium nitrate solution increases, the particle size became\nlarger and the particle size distribution became broader. In\ncontrast, at low concentrations of cerium nitrate aqueous\nsolution,\nthe size distribution was very narrow and the\nmean size was very small. Thus, particle sizes ranging\nfrom a few nanometers to several tens of nanometers could\nbe controlled by the concentration of cerium nitrate\nsolution. Also, change in the molar\nratio of sodium\nhydroxide to cerium nitrate solution from 12:1 to 8:1\nenabled the synthesized particles to have finer size and\nnarrower size distribution. In the emulsion method,\nthe\nfinal particle size of the cerium oxide particles is restricted\nbecause the chemical reaction of cerium nitrate solution\nwith sodium hydroxide aqueous solution takes place inside\nthe water droplets within the reversed micelles. Once the\nparticles became a critical size in the water droplets, the\nsurfactant molecules adsorbed on the particles surface to\nprotect them against further particle growth. Therefore, the\ntwo-emulsion method is very available to prepare nano-\nsized powders with spherical shape and narrow size\ndistribution.\n\n4. Conclusions\n\nThe nano-sized ceria powders with spherical morphology\nare successfully prepared by the two-emulsion method,\nwhich is caused by the reaction between two emulsion\nsolutions containing cerium nitrate and sodium hydroxide.\nFrom the results of XRD analysis and TEM observations in\nthis study, the synthesized ceria powders had an average\nparticle size of less than 20 nm and a narrow particle size\ndistribution. A comparison of the experimental results at\ndifferent concentrations of cerium nitrate precursor indicates\nthat the particle size synthesized in 2 M cerium precursor\nsolution became smaller\nthan that synthesized in the\nprecursor solution of other molar fraction. The particle size\nand size distribution of particle with 8 molar ratio sodium\nhydroxide to cerium ion were slightly smaller and narrower\nthan the synthesized particles with 12 molar ratio sodium\nhydroxide to cerium ion. Therefore, the concentration of\nprecursor solution (cerium nitrate aqueous solution) and a\nmineralizer (sodium hydroxide) strongly affected on phys-\nical properties such as size, shape and size distribution of\nparticles.\n\nReferences\n\n[1] H. Inaba, H. Tagawa, Solid State Ionics 83 (1996) 1 – 16.\n[2] H.L. Tuller, A.S. Nowick, J. Electrochem. Soc. 122 (2) (1975)\n\n255 – 259.\n\n[3] T. Hoshino, Y. Kurata, Y. Terasaki, K. Susa, J. Non-Cryst. Solids 283\n\n(2001) 129 – 136.\n\n[4] W.M. Sigmund, N.S. Bell, L. Bergstrom, J. Am. Ceram. Soc. 83 (7)\n\n(2000) 1557 – 1574.\n\n[5] M. Jiang, N.O. Wood, R. Komanduri, Wear 220 (1998) 59 – 71.\n[6] M. Hirano, Y. Fukuda, H. Iwata, Y. Hotta, M. Inagaki, J. Am. Ceram.\n\nSoc. 83 (5) (2000) 1287 – 1289.\n\n[7] M. Hirano, E. Kato, J. Am. Ceram. Soc. 82 (3) (1999) 786 – 788.\n[8] S. Rossignol, F. Gerard, D. Duprez, J. Mater. Chem. 9 (1999)\n\n1615 – 1620.\n\n[9] Y. Gu, G. Li, G. Meng, D. Peng, Mater. Res. Bull. 35 (2000)\n\n297 – 304.\n\n[10] T. Tsuzuki, P.G. McCormick, J. Am. Ceram. Soc. 84 (7) (2001)\n\n1453 – 1458.\n\n[11] W. Bai, K.L. Choy, N.H.J. Stelzer, J. Schoonman, Solid State Ionics\n\n116 (1999) 225 – 228.\n\n[12] M.H. Lee, C.Y. Tai, C.H. Lu, J. Eur. Ceram. Soc. 19 (1999)\n\n2593 – 2603.\n\n[13] C.Y. Tai, M.H. Lee, Y.C. Wu, Chem. Eng. Sci. 56 (2001) 2389 – 2398.\n[14] T. Masui, K. Fujiwara, K. Machida, G. Adachi, T. Sakata, H. Mori,\n\nChem. Mater. 9 (1997) 2197 – 2204.\n\n[15] X. Yu, F. Li, X. Ye, X. Xin, Z. Xue, J. Am. Ceram. Soc. 83 (4) (2000)\n\n964 – 966.\n\n[16] J.W. Ha, J.H. Moon, S.M. Yang, Kor.-Australia Rhe. J. 11 (3) (1999)\n\n241 – 246.\n\n[17] G.D. Agli, A. Colantuono, G. Mascolo, Solid State Ionics 123 (1999)\n\n87 – 94.\n\n\f"
}