{
  "metadata": {
    "source_file": "10.1016j.mssp.2022.107043.pdf",
    "extraction_date": "2024-11-17T17:45:08.701784",
    "character_count": 37120
  },
  "content": "Contents lists available at ScienceDirect \n\nMaterials Science in Semiconductor Processing \n\njournal homepage: www.elsevier.com/locate/mssp \n\nEffect of slurry particles on PVA brush contamination during \npost-CMP cleaning \n\nSamrina Sahir a, Hwi-Won Cho a, Palwasha Jalalzai a, Suprakash Samanta a, Satomi Hamada b, \nTae-Gon Kim c, **, Jin-Goo Park a,* \na Department of Materials Science and Chemical Engineering, Hanyang University, Ansan, 15588, Republic of Korea \nb EBARA Corporation, Fujisawa, Kanagawa, 251-8502, Japan \nc Department of Smart Convergence Engineering, Hanyang University, Ansan, 15588, Republic of Korea   \n\nA R T I C L E  I N F O    \n\nA B S T R A C T    \n\nKeywords: \nBrush scrubbing \nPost-CMP cleaning \nSilica abrasive \nCeria abrasive \nContamination \nCross-contamination \nBrush loading \n\nPVA (polyvinyl acetal) brush scrubbing is a widely used post-CMP cleaning process due to its low cost and high \ncleaning efficiency. However, during these processes, the PVA brush gets contaminated with abrasive particles \nthat result in wafer cross-contamination and reduced cleaning efficiency. This study investigated the effects of \nabrasive types such as silica and ceria, the slurry pH, and the scrubbing process parameters on brush contami-\nnation. Ceria slurries showed significantly more contamination of brushes compared to silica slurries. The brush \ncontamination increased with a decrease in pH from 7 to 4 due to increased electrostatic attractive forces be-\ntween the ceria particles and the brush surfaces, although very low brush contamination was observed by the \nceria slurries at pH 10 due to a strong electrostatic repulsion. Conversely, very low brush contamination was \nobserved for the silica slurries at all pH values due to the reduced interaction between the particles and the brush \nsurface (electrostatic repulsion). Furthermore, there was no significant effect of gap distance and brush rotation \nspeed on brush contamination. The abrasive concentration and the contamination process time showed a linear \nrelationship as the contamination was significantly increased by increasing the abrasive concentration in slurry \nand process time. These results indicate that brush contamination is more sensitive to the abrasive nature and \nconcentration, the slurry pH, and the process time than to other parameters.   \n\n1. Introduction \n\nChemical mechanical planarization (CMP) is a key process for pol-\nishing wafer surfaces and has become critical for manufacturing semi-\nconductor  devices  below  10-nm  [1–4].  This  scaling-down  of  devices \ndemands  nano-size  abrasives  with  controlled  formulations  to  achieve \nthe required planarization by CMP. Further, this imposes stringent re-\nquirements on the post-CMP cleaning process to reduce the defectivity \nfor  yield  enhancement  and  device  reliability.  Therefore,  post-CMP \ncleaning needs to be performed meticulously to control defectivity. In \npost-CMP cleaning processes, the polyvinyl acetal (PVA) brushes effec-\ntively  remove  contaminants,  and  the  physical  forces  responsible  for \ncleaning  wafer  surfaces  with  PVA  brushes  result  in  a  low  cost  of \nownership [5]. \n\nIn  the  PVA  brush  cleaning  process,  the  contact  elastic  forces,  hy-\ndrodynamic drag forces, and frictional forces between the brush and the \n\nparticles are the dominant forces responsible for removing the particles \n[6–9]. Better cleaning performance can be achieved by optimizing the \nbrush rotation speed, the gap distance between the brush and the wafer, \nthe solution flow rate, and/or the cleaning chemistry [10]. The tribo-\nlogical properties of the brush, such as the dynamic coefficient of friction \n(COF) as a function of brush gap distance, the contact pressure, and the \nshear  forces  between  the  PVA  brush  and  the  wafer  are  effective  in \nreducing the defectivity [11–15]. \n\nHowever, the brush itself can be a source of defects. This may be due \nto either the presence of impurities in the incoming brushes, improper \nbrush break-in methods, or the brush being overused (cleaning too many \nwafers),  which  might  result  in  excessive  particle  loading.  Sahir  et  al. \n[16] reported on excessive brush loading and its subsequent effect on \ncross-contamination. Lee et al. [17] reported on the presence of residual \norganic  impurities  in  the  incoming  PVA  brushes  generated  from  the \nbrush manufacturing process, and Kim et al. [18] investigated the brush \n\n* Corresponding author. Hanyang University ERICA Campus, Department of Materials Science and Chemical Engineering, Ansan, 15588, Republic of Korea. \n** Corresponding author. Hanyang University ERICA Campus, Department of Smart Convergence Engineering, Ansan, 15588, Republic of Korea. \n\nE-mail addresses: tgon@hanyang.ac.kr (T.-G. Kim), jgpark@hanyang.ac.kr (J.-G. Park).  \n\nhttps://doi.org/10.1016/j.mssp.2022.107043 \nReceived 18 April 2022; Received in revised form 8 August 2022; Accepted 8 August 2022   \n\nMaterialsScienceinSemiconductorProcessing151(2022)107043Availableonline18August20221369-8001/©2022ElsevierLtd.Allrightsreserved.\fS. Sahir et al.                                                                                                                                                                                                                                    \n\nturbulence  and \n\ncross-contamination effect in the CMP in-situ cleaning module. A suc-\ncessful  break-in  method  was  established  by  Lee  et  al.  [19]  whereby \nscrubbing  the  new  brush  on  numerous  dummy  wafers  reduced  the \nincoming brush impurities. Further, Lee et al. [20] observed that strong \nmicro \nshock  waves  generated  during  an \nultrasound-assisted cleaning process effectively and rapidly removed the \nparticulate  residue  present  in  the  incoming  PVA  brushes  without \ndamaging the brushes. Recently, Kim et al. [21] reported the effects of \nvarious process parameters such as the rotation speed of the wafer and \nthe brush, the gap distance, and the de-ionized water (DIW) flow rate on \ncross-contamination of the PVA brush during post-CMP cleaning. Cho \net al. [22] reported the effect of rotation speed on cleaning efficiency, \nand  An  et  al.  [23]  reported  that  cross-contamination  was  highly \ndependent on the zeta potential of the brush, the wafer, and the abra-\nsives.  Interestingly,  all  of  these  studies  indicated  the  importance  of \ncross-contamination  and  highlighted  some  root  causes  for  this  effect. \nHowever, none of them considered the interaction of abrasives and the \nbrush surface during the post-CMP cleaning process. \n\nAmong  the  abrasives,  silica  is  commonly  used  for  dielectric  and \nmetal CMP, whereas ceria is widely adopted for oxide CMP processes \n[24,25]. The porous structure of PVA brushes allows abrasive entrap-\nment  during  brush  scrubbing,  which  might  lead  to  micro-scratches \n\nduring enhanced downforce or low brush rotation speed during scrub-\nbing, resulting in reduced brush life [26]. Recently, the interaction of \nceria  particles  with  silicon  oxide  surfaces  during  CMP  and  post-CMP \ncleaning  was  investigated  [27,28],  but  not  many  studies  have \naddressed  the  contamination  of  PVA  brushes  with  abrasive  particles. \nTherefore, it is important to understand the interaction between abra-\nsives and PVA brush surfaces during the brush scrubbing process. This \nwill help to overcome the brush cleaning issues for yield enhancement \nand defect reduction. \n\nThis study investigated the contamination of PVA brushes by abra-\nsives during brush scrubbing. Initially, the  contamination by silica or \nceria  particles  at  different  pH  levels  was  analyzed  to  understand  the \neffect of slurry pH on the abrasives and brush interactions. Furthermore, \nthe effect of different process  parameters such as  brush gap distance, \nbrush  rotation  speed,  process  time,  and  abrasive  concentration  on \ncontamination  of  PVA  brushes  during  scrubbing  was  evaluated  by \nqualitative  and  quantitative  analysis  techniques  —  FE-SEM  and  ICP- \nOES, respectively. \n\n2. Experimental materials and procedure \n\nPVA brushes (200 mm, BS101-0, AION Co. Ltd., Japan) were used \n\nFig. 1. (a) Lab-scale roller brush scrubbing module, and (b) procedural schematics adopted for evaluating the brush contamination at different process parameters.  \n\nMaterialsScienceinSemiconductorProcessing151(2022)1070432\fS. Sahir et al.                                                                                                                                                                                                                                    \n\nwith 4-in. prime bare silicon (Si) wafers as a substrate for investigating \nthe brush loading. Silica (150-nm mean size, Sigma-Aldrich, USA) and \nceria (100-nm mean size, US Research Nanomaterials Inc., USA) parti-\ncles were used as abrasives in this study. The chemicals HNO3  (60%, \nSamchun Chemicals Korea) and KOH (85–87%, Daejung Chemicals & \nMetals, Korea) were used to adjust the slurry pH. The silica and ceria \nslurries  used  for  contamination  were  prepared  by  adding  different \nconcentrations of abrasive in DIW and adjusting the pH of slurries by pH \nadjustors. No other additives were added to both ceria and silica slurries. \nThese slurries were further used for all contamination experiments as \nwell as for zeta potential measurement. \n\n2.1. Brush contamination process \n\nA 22-mm brush was cut out of a 200-mm brush and soaked in DIW for \nat least 24 h before use to maintain its wet condition. The contamination \nexperiments were carried out by placing the 22-mm brush on a mandrel \nwith a staged Si wafer, as shown in Fig. 1(a). The brush contamination \nwas performed by scrubbing the brush on the Si wafer in the presence of \nslurry, followed by DIW rinsing, as presented in Fig. 1(b). A lab-scale, \nroller-type brush scrubber (CSY Co., Korea) was used for the scrubbing \nexperiments [20]. \n\nThe effects of the abrasive type and slurry pH on brush contamina-\ntion were investigated by preparing 0.01 wt% silica and ceria slurries at \npH 4, 7, and 10. The brush contamination was performed by supplying \nslurries  at  150  mL/min  while  rotating  the  brush  for  1  min  on  the  Si \nwafer. This contamination process was followed by a 2-min DIW rinsing \nstep to remove loosely attached abrasive particles. The brush and wafer \nrotation speeds were maintained at 240 and 50 rpm, respectively, with a \ngap distance of (cid:0) 2 mm. \n\nBased  on  the  contamination  results,  the  effects  of  the  scrubbing \nprocess parameters on brush contamination were evaluated using ceria \nslurries prepared at pH 4. The effects of different process parameters, \nsuch as abrasive concentration (0.005, 0.01, 0.05, and 0.1 wt%), gap \ndistance (0, (cid:0) 1, and (cid:0) 2 mm), brush rotation speed (50, 100, 200, and \n300 rpm) and process run time (30 s, 1, 3, and 5 min) were considered on \nbrush  contamination  while  maintaining  the  DIW  rinsing  condition  as \ndescribed  previously.  The  other  experimental  parameters  adopted  for \nbrush contamination analysis are summarized in Table 1. \n\n2.2. Brush contamination analysis \n\nThe evaluation of brush contamination was carried out by analyzing \nthe dried brush nodules qualitatively and quantitatively. The qualitative \nanalysis  was  performed  using  a  field  emission  scanning  electron  mi-\ncroscope  (FE-SEM)  (MIRA3,  TESCAN.,  Czech  Republic).  The  abrasive \nconcentration and brush contamination were estimated quantitatively \nby  digesting  the  dried  contaminated  brush  nodules  in  a  nitric  acid \n(HNO3)  and  hydrofluoric  acid  (HF)  mixture,  and  using  inductively \ncoupled  plasma optical  emission spectrometry ICP-OES  (iCAP™  7000 \nSERIES,  Thermo  Fisher  Scientific,  USA).  The  surface  charge  of  the \nslurries was analyzed with a zeta potential analyzer (ELS-Z2000, Otsuka \nElectronics, Japan). The brush nodules were ground to a fine powder \nusing sandpaper (4000-μm film sandpaper, 3 M Co., USA). This ground \npowder was mixed with DIW at different pH values to estimate the brush \n\nTable 1 \nReference conditions for brush scrubber during the scrubbing process.  \n\nNo. \n\nProcess Parameter \n\nValue \n\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n\nSlurry pH \nWafer rotation speed (rpm) \nSlurry/DIW flow rate (mL/min) \nSlurry concentration (wt.%) \nGap distance (mm) \nBrush rotation speed (rpm) \nContamination process time \n\n4/7/10 \n50 \n150 \n0.005/0.01/0.05/0.1 \n0, (cid:0) 1, (cid:0) 2 \n50/100/200/300 \n30 s,1 min, 3 min, 5 min  \n\nsurface charge using the zeta potential analyzer. \n\n3. Results and discussion \n\n3.1. Effect of abrasive nature on brush contamination \n\nBrush scrubbing is one of the most common methods in post-CMP \ncleaning.  However,  the  scope  of  brush  deterioration  by  abrasive \ncontamination during the scrubbing process is still unclear. In this study, \nthe  effects  of  two  commonly  used  abrasives,  silica,  and  ceria,  were \nconsidered to evaluate brush contamination. The effects of abrasive type \nand pH on brush contamination are reported in Fig. 2. FE-SEM images \nshown in Fig. 2(a) indicate that silica slurry produced relatively higher \ncontamination in the PVA brush at pH 4, reduced contamination at pH 7, \nand no contamination was observed at pH 10. The ceria slurries showed \na significant effect of pH on contamination of the PVA brush compared \nto silica slurries, as shown in Fig. 2(b). The PVA brushes were heavily \ncontaminated by ceria at pH 4 during scrubbing, but this was reduced at \npH 7 and was very low at pH 10. Considering the effect of abrasive type, \nceria produced very high brush contamination compared to silica. \n\nThe effects of abrasive type and pH were further confirmed quanti-\ntatively by using ICP-OES analysis, and the results are reported in Fig. 2 \n(c). The results confirm the presence of higher ceria concentration on the \nPVA  brushes  compared  to  silica  under  all  of  the  pH  conditions.  The \nabrasive contamination showed a trend of increased contamination at \nacidic  pH that gradually  decreased with  an  increase in  the  pH of  the \nslurry. \n\nFig.  3  provides  a  better  understanding  of  the  pH-dependent \ncontamination and an evaluation of the interaction mechanism based \non the surface charges of the silica, the ceria, and the PVA brush. Silica \nexhibits an isoelectric point (IEP) ~2 [19,29], whereas the IEP for ceria \ndepends on the synthesis process and may vary from 5–11 [11,19,29, \n30]. It can be seen from Fig. 3 that the PVA brush and the silica particles \nexhibit a negative surface charge under all pH conditions. These similar \nsurface  charges  for  the  silica  particles  and  the  PVA  brush  results  in \nelectrostatic repulsion between them, which is the reason for the low \ncontamination  observed  at  pH  4.  The  magnitude  of  the  electrostatic \nrepulsion increased with an increase in the pH due to increased negative \nsurface charges, which resulted in no contamination of the PVA brush \nwith silica particles at pH 7 and 10. \n\nThe interaction between ceria and the PVA brush could be expected \nto be significantly different from silica, as ceria exhibits a high positive \nsurface charge at acidic pH that changes to ~0 at pH 7 and is highly \nnegative at pH 10. Ceria particles and the PVA brush showed opposite \nsurface charges at pH 4, as shown in Fig. 3, which resulted in a strong \nelectrostatic attraction. These attractive forces between the ceria and the \nbrush  are  the  reason  for  the  very  high  contamination  observed.  The \ncontamination was reduced at pH 7 due to weak electrostatic attraction \nas compared to pH 4. This pH-dependent phenomenon is schematically \npresented  in  Fig.  4(a)  and  Fig.  4(b).  Initially,  there  were  no  particles \npresent on the brush which is represented by the left side schematic of \nFig. 4(a) and (b). However, the right side of the schematic after arrows \nindicates  that  in  the  presence  of  a  continuous  supply  of  ceria/silica \nslurry during scrubbing, the abrasive particles were loaded to the brush \n(due  to  electrostatic  attraction)  as  shown  in  Fig.  4(a)  and  a  very  few \nparticles were contaminated to the brush (due to electrostatic repulsion \nbetween brush and abrasives) as presented in Fig. 4(b). Therefore, for \nceria at pH 4 and 7, the abrasives were positively charged and the brush \nhad  a  negative  surface  charge  which  resulted  in  high  brush  contami-\nnation after scrubbing as indicated by Fig. 4(a). Whereas, ceria at pH 7 \nand silica at pH 4, 7, and 11, and the brush surfaces at all pH investi-\ngated,  were  negatively  charged,  generating  an  electrostatic  repulsion \nforce resulting in low contamination, as represented by Fig. 4(b). These \nresults  indicate  that  the  contamination  primarily  depended  on  the \nabrasives,  which  subsequently  affected  the  interaction  mechanism  by \ncontrolling the surface charges. \n\nMaterialsScienceinSemiconductorProcessing151(2022)1070433\fS. Sahir et al.                                                                                                                                                                                                                                    \n\nFig. 2. The effect of pH on brush contamination by 0.01 wt% (a) silica and (b) ceria slurries (FE-SEM images at 10 kX), and corresponding (c) ICP-OES data.  \n\n3.2. Evaluation of process parameters for PVA brush contamination \n\nSignificant contamination of the PVA brush was observed at pH 4 for \nboth silica and ceria abrasives. Therefore, the effects of abrasives con-\ncentration were investigated using slurries at only pH 4 due to the higher \nlevel of contamination observed. \n\n3.2.1. Effect of abrasive concentration \n\nFirst,  the  brush  contamination  was  evaluated  with  different  con-\ncentrations  of  abrasives,  as  presented  in  Table  1,  Fig.  5,  and  Fig.  6, \nindicating the effect of ceria and silica concentration on contamination \nof  the  PVA  brush.  It  can  be  seen  in  Fig.  5(a–d)  that  the  PVA  brush \ncontamination was increased by increasing the ceria concentration from \n0.005 to 0.1 wt%. Similarly, increased ceria contamination of the brush \nwas observed in the ICP-OES analysis results, with an increase in the \nabrasive concentration, as shown in Fig. 5(e). 0.05 wt% concentration of \nceria  slurry,  providing  significantly  high  contamination  to  the  brush, \nwas opted as an optimized concentration for further processing. Similar \nto  the  trend  observed  for  ceria  concentration,  an  increase  in  brush \ncontamination  was  observed  by  increasing  the  silica  concentration  in \nslurry from 0.005 to 0.1 wt% as presented in Fig. 6(a–e). This increase in \nbrush contamination by increasing abrasive concentration in the slurry \nwas due to the higher availability of abrasive (ceria/silica) particles to \n\nFig.  3. Zeta  potentials  of  the  PVA  brush  and  the  ceria  and  silica  particles \nmeasured at different pH. \n\nMaterialsScienceinSemiconductorProcessing151(2022)1070434\fS. Sahir et al.                                                                                                                                                                                                                                    \n\nFig.  4. Schematic  representation  of  interaction  mechanism  between  the  PVA  brush  and  abrasive  particles  (ceria  and  silica);  (a)  electrostatic  attraction  and  (b) \nelectrostatic repulsion between oppositely charged abrasive particles and the brush. \n\ninteract with the brush surface while maintaining the same electrostatic \nforces at pH 4. However, the brush contamination with ceria was more \nsevere as compared to the silica for the same concentration of abrasives \nat pH 4. Therefore, this study concludes that at pH 4, the high concen-\ntration of ceria particles and the attractive electrostatic forces present \nbetween the brush and the ceria particles resulted in higher contami-\nnation.  Hence the  effect of  other process parameters  such as  gap dis-\ntance, rotation speed, and scrubbing time, was investigated further using \nonly 0.05 wt% ceria slurries at pH 4. \n\n3.2.2. Effect of gap distance \n\nThe gap distance can directly affect the pressures applied between \nthe brush and the wafer during scrubbing, and shorter gap distances and \nhigher  compression  improve  particle  removal  due  to  increased  drag \nforce [31]. However, the gap distance might also influence the entrap-\nment of particles in the brush during contamination or cleaning. This \npossible effect of gap distance was evaluated by employing different gap \ndistances,  as  shown  in  Table  1.  In  Fig.  7(a-d),  both  the  FE-SEM  and \nICP-OES  results  indicate  that  the  contamination  levels  remained  the \nsame, and no significant effect of gap distance on brush contamination \nwas  observed.  These  results  confirm  that  the  physical  forces  applied \nduring  scrubbing  did  not  affect  the  contamination  level  and  that  the \nelectrostatic  interaction  was  mainly  responsible  for  the  PVA  brush \ncontamination with ceria particles. \n\n3.2.3. Effect of brush rotation speed \n\nThe effect of brush rotation speed is also an important factor that \nmay play a vital role in PVA brush contamination during scrubbing. The \nrotation speeds significantly influence the drag/friction forces that are \ngenerated during scrubbing, which subsequently influence the particle \nremoval efficiency of the process [31–33]. Therefore, different rotation \nspeeds  were  used  to  study  the  effect  of  brush  rotation  on  brush \ncontamination (Table 1). The rotation speeds can affect the contact of \nthe brush with the wafer as an increase in rotation speed increases the \nshear forces and torques generated during scrubbing that subsequently \naffects the particle removal from the wafer surface [32–36]. Initially, \nthere were no particles present on the wafer surface, which reduces the \nsignificance of drag force or rotation speeds on brush contamination by \n\nscrubbing. As shown in Fig. 8, the increase in rotation speed resulted in \nonly insignificant changes in the contamination level of the brush at all \nrotation speeds resulting in a similar level of ceria contamination to the \nbrush.  Furthermore,  the  DIW  rinsing  followed  by  contamination  can \nremove the weekly attached particles. However, the presence of a higher \nconcentration  of  abrasives  on  the  brush  after  contamination  at  all \nrotation  speeds  indicates  a  strong  interaction  between  the  brush  and \nabrasives  such  as  a  strong  electrostatic  interaction.  Hence,  the  domi-\nnating  effect  of  electrostatic  interaction  during  the  squeeze-release \n(stick-slip  [34])  phenomenon  controls  the  brush  contamination  by \nabrasives, which indicates that the rotation speed is not a major factor to \nconsider regarding brush contamination by abrasives. \n\n3.2.4. Effect of process time \n\nThe  brush  scrubbing  time  directly  influences  the  cleaning  perfor-\nmance, as the longer the processing time, the better the cleaning effi-\nciency will be [22]. Therefore, to evaluate the effect of process time, the \ncontamination process was performed as a function of time, as presented \nin Table 1 and shown in Fig. 9. It can be observed in Fig. 8 that the brush \ncontamination  with  ceria  particles  increased  with  the  increase  in  the \nscrubbing time. Unlike brush rotation speed and gap distance, the pro-\ncessing  time  was  directly  related  to  the  contamination.  These  results \ndemonstrate that a longer interaction time between the brush and the \nabrasive particles resulted in higher contamination with reduced process \nyield and brush life. Therefore, understanding the brush and abrasive \ninteraction mechanism is important to control the cleaning process. This \nstudy  signifies  the  importance  of  an  effective  conditioning  process  to \naddress the high PVA brush contamination by ceria particles for future \nstudies. \n\n4. Conclusion \n\nThe interaction between PVA brushes and abrasives during post-CMP \ncleaning  was  investigated  in  this  study.  Silica  and  ceria,  the  most \ncommonly  used  abrasives  in  CMP  processes,  were  evaluated for  their \nrole  in  PVA  brush  contamination.  An  electrostatic  repulsion  present \nbetween silica and the PVA brushes resulted in very low contamination \nof silica particles under all pH conditions i.e., pH 4, 7, and 10. However, \n\nMaterialsScienceinSemiconductorProcessing151(2022)1070435\fS. Sahir et al.                                                                                                                                                                                                                                    \n\nFig. 5. The effect of ceria concentration on brush contamination after scrub-\nbing with pH 4 ceria slurry; FE-SEM results for (a) 0.005 wt%, (b) 0.01 wt%, (c) \n0.05  wt%,  (d)  0.1  wt%  ceria,  and  (e)  ceria  concentrations  in  the  brush  by \nICP-OES. \n\nthe interaction between ceria and the PVA brushes varied based on the \nslurry pH. At pH 4, the ceria and the brush exhibited an electrostatic \nattraction that resulted in very high contamination of the brush surface. \nWith  the  increase  in  the  pH,  the  reduction  in  electrostatic  attraction \nproduced reduced contamination at pH 7 and 10. At pH 4, several other \nscrubbing process parameters were evaluated to better understand the \nhigh brush contamination by ceria particles. The gap distance and brush \nrotation speed showed an insignificant effect on brush contamination, \nwhereas the brush contamination increased significantly with increases \nin the abrasive concentration and processing time. Very high PVA brush \ncontamination was observed for 0.05 wt% ceria particles at pH 4 at a \nprocessing  time  of  5  min.  Therefore,  it  can  be  stated  that  brush \ncontamination strongly depends on the type of interaction between the \nabrasives and the brushes that need to be controlled for improved pro-\ncess  efficiencies.  The  interactions  investigated  in  this  study  can  be \napplied to optimize brush cleaning processes for improved process yields \nand longer brush life. \n\nCRediT authorship contribution statement \n\nSamrina  Sahir:  Writing  –  original  draft,  Visualization,  Methodol-\nogy,  Investigation,  Formal  analysis,  Data curation,  Conceptualization. \nHwi-Won  Cho:  Investigation,  Formal  analysis.  Palwasha  Jalalzai: \nInvestigation.  Suprakash  Samanta:  Supervision.  Satomi  Hamada: \nSupervision.  Tae-Gon  Kim:  Supervision.  Jin-Goo  Park:  Writing  – \n\nFig. 6. The effect of silica concentration on brush contamination after scrub-\nbing with pH 4 silica slurry; FE-SEM results for (a) 0.005 wt%, (b) 0.01 wt%, (c) \n0.05  wt%,  (d)  0.1  wt%  silica,  and  (e)  silica  concentrations  in  the  brush  by \nICP-OES. \n\nFig.  7. The  effect  of  gap  distance  on  brush  contamination  with  pH  4  ceria \nslurry (0.05 wt%); FE-SEM images for (a) 0 mm, (b) (cid:0) 1 mm, (c) (cid:0) 2 mm gap \ndistance, and (d) ceria concentration in the brush by ICP-OES. \n\nMaterialsScienceinSemiconductorProcessing151(2022)1070436\fS. Sahir et al.                                                                                                                                                                                                                                    \n\nreview & editing, Supervision, Project administration. \n\nDeclaration of competing interest \n\nThe authors declare that they have no known competing financial \ninterests or personal relationships that could have appeared to influence \nthe work reported in this paper. \n\nData availability \n\nNo data was used for the research described in the article. \n\nReferences \n\n[1] K.S. Gokhale, B.M. Moudgil, Particle technology in chemical mechanical \n\nplanarization, Kona-Powder and Particle 25 (2007) 88–96, https://doi.org/ \n10.14356/kona.2007010. \n\n[2] R.R. Schaller, Moore’s law: past, present, and future, IEEE Spectrum 34 (1997) \n\n52–59, https://doi.org/10.1109/6.591665. \n\n[3] D. Roy, Perspective-electrochemical assessment of slurry formulations for chemical \nmechanical planarization of metals: trends, benefits and challenges, ECS J. Solid \nState Sci. Technol. 7 (2018) P209–P212, https://doi.org/10.1149/2.0231804jss. \n\n[4] M. Tsujimura, Enhanced open innovation: CMP innovation to open new paradigm, \nECS J. Solid State Sci. Technol. 8 (2019) P3098–P3105, https://doi.org/10.1149/ \n2.0161905jss. \n\n[5] M. Krishnan, J.W. Nalaskowski, L.M. Cook, Chemical mechanical planarization: \nslurry chemistry, materials, and mechanisms, Chem. Rev. 110 (2010) 178–204, \nhttps://doi.org/10.1021/cr900170z. \n\n[6] Y. Huang, D. Guo, X. Lu, J. Luo, Mechanisms for nanoparticle removal in brush \nscrubber cleaning, Appl. Surf. Sci. 257 (7) (2011) 3055–3062, https://doi.org/ \n10.1016/j.apsusc.2010.10.115. \n\n[7] W.-T. Tseng, C. Wu, T. McCormack, J.C. Yang, Post cleaning for FEOL CMP with \nsilica and ceria slurries, ECS J. Solid State Sci. Technol. 6 (2017) P718–P722, \nhttps://doi.org/10.1149/2.0101710jss. \n\n[8] K. Mikhaylichenko, High Shear Force Chemical Mechanic Cleaning for CMP Defect \nReduction, Surface Preparation and Cleaning Conference (SPCC 2017), 2017. \nAustin, Texas, USA. \n\n[9] G. Zhang, G. Burdick, F. Dai, T. Bibby, S. Beaudoin, Assessment of post-CMP \n\ncleaning mechanisms using statistically-designed experiments, Thin Solid Films \n332 (1998) 379–384, https://doi.org/10.1016/S0040-6090(98)01038-4. \n\n[10] P.B. Zantye, A. Kumar, A.K. Sikder, Chemical mechanical planarization for \n\nmicroelectronics applications, Mater. Sci. Eng. R Rep. 45 (2004) 89–220, https:// \ndoi.org/10.1016/j.mser.2004.06.002. \n\n[11] K. Xu, R. Vos, G. Vereecke, G. Doumen, W. Fyen, P.W. Mertens, M.M. Heyns, \n\nC. Vinckier, J. Fransaer, Particle adhesion and removal mechanisms during brush \nscrubber cleaning, J. Vac. Sci. Technol. B 22 (2004) 2844–2852, https://doi.org/ \n10.1116/1.1815319. \n\n[12] J.C. Yang, Nano-Scale Scratch Impact on 7nm Device and its Improvement by \n\nPredictable CMP Process Conditions, SEMICON KOREA, 2017. \n\n[13] J.C. Yang, H.J. Kim, V. Govindarajulu, D. Koli, J. Mazzotti, Research Activities on \nDefect Improvement of CMP Process in 1x Nm Foundry Device, CMPUGM, Korea, \n2016. \n\n[14] T.H. Lee, Post-CMP In-Situ Cleaning Process Challenges for 14/7nm Nodes, 25th \n\nKorea Surface Cleaning User Group Meeting, Korea, 2017. \n\n[15] G. Chen, Z. Ni, Y. Bai, Q. Lia, Y. Zhao, The role of interactions between abrasive \nparticles and the substrate surface in chemical-mechanical planarization of Si-face \n6H-SiC, Royal Soc. Chem. 7 (2017) 16938–16952, https://doi.org/10.1039/ \nC6RA27508G. \n\n[16] S. Sahir, H.-W. Cho, T.-G. Kim, S. Hamada, N.P. Yerriboina, J.-G. Park, Study on \n\nPVA brush loading and conditioning during shallow trench isolation post-CMP \ncleaning process, ECS J. Solid State Sci. Technol. 11 (2022), 024004, https://doi. \norg/10.1149/2162-8777/ac5166. \n\n[17] J.H. Lee, M.K. Poddar, K.-M. Han, H.-Y. Ryu, N.P. Yerriboina, T.-G. Kim, Y. Wada, \n\nS. Hamada, H. Hiyama, J.-G. Park, Comparative evaluation of organic \ncontamination sources from roller and pencil type PVA brushes during the post- \nCMP cleaning process, Polym. Test. 90 (2020), 106669, https://doi.org/10.1016/j. \npolymertesting.2020.106669. \n\n[18] H.J. Kim, Effect of brush treatment and brush contact sequence on cross- \n\ncontaminated defects during CMP in-situ cleaning, J. Korean Soc. Tribologists \nLubrication Engineers 31 (2015) 239–244, https://doi.org/10.9725/ \nkstle.2015.31.6.239. \n\n[19] J.H. Lee, H.-Y. Ryu, J.-K. Hwang, N.P. Yerriboina, T.-G. Kim, S. Hamada, Y. Wada, \n\nH. Hiyama, J.-G. Park, A breakthrough method for the effective conditioning of \nPVA brush used for post-CMP process, ECS J. Solid State Sci. Technol. 8 (6) (2019) \nP307–P312, https://doi.org/10.1149/2.0111906jss. \n\n[20] J.H. Lee, M.K. Poddar, N.P. Yerriboina, H.-Y. Ryu, K.-M. Han, T.-G. Kim, \n\nS. Hamada, Y. Wada, H. Hiyama, J.-G. Park, Ultrasound-induced break-in method \nfor an incoming polyvinyl acetal (PVA) brush used during the post-CMP cleaning \nprocess, Polym. Test. 78 (2019), 105692, https://doi.org/10.1016/j. \npolymertesting.2019.105962. \n\nFig. 8. The effect of brush rotation speed on brush contamination (0.05 wt% \nceria slurry at pH 4); FE-SEM images for (a) 50 rpm, (b) 100 rpm, (c) 200 rpm, \n(d)  300  rpm  rotation  speed,  and  (b)  ceria  concentration  in  the  brush  by \nICP-OES. \n\nFig. 9. The effect of scrubbing time on brush contamination with ceria slurry \n(0.05 wt% and pH 4); FE-SEM images for (a) 30 s, (b) 1 min, (c) 3 min, and (d) \n5 min scrubbing. \n\nMaterialsScienceinSemiconductorProcessing151(2022)1070437\fS. Sahir et al.                                                                                                                                                                                                                                    \n\n[21] H.J. Kim, G. Bohra, H. Yang, S.G. Ahn, L. Qin, D. Koli, Study of the cross- \n\n[29] J.A.A. Júnior, J.B. Baldo, The behavior of zeta potential of silica suspensions, New \n\ncontamination effect on post-CMP in situ cleaning process, Microelectron. Eng. 136 \n(2015) 36–41, https://doi.org/10.1016/j.mee.2015.03.033. \n\n[22] H.C. Cho, Y.M. Kim, H.S. Lee, S.B. Joo, H.D. Jeong, The effect of PVA brush \n\nscrubbing on post-CMP cleaning process for damascene Cu interconnection, Solid \nState Phenom. 145–146 (2009) 367–370. https://doi.org/10.4028/www.scientific. \nnet/SSP.145-146.367. \n\n[23] J. An, Y. Park, H. Jeong, Structural effect of PVA brush nodule on particle removal \n\nefficiency during brush scrubber cleaning, Int. J. Precis. Eng. Manuf. 13 (2012) \n451–454, https://doi.org/10.1007/s12541-012-0058-7. \n\n[24] J. Gulicovski, I. Braˇcko, S.K. Milonji´c, Morphology and the isoelectric point of \n\nnanosized aqueous ceria sols, Mater. Chem. Phys. 148 (2014) 868–873, https:// \ndoi.org/10.1016/j.matchemphys.2014.08.063. \n\n[25] H.J. Kim, Abrasive for Chemical Mechanical Polishing, Abrasive Technology: \n\nCharacteristics and Applications, 2018, https://doi.org/10.5772/ \nintechopen.72364. \n\n[26] X. Gua, T. Nemoto, A. Teramoto, T. Ito, S. Sugawa, T. Ohmi, Reduction of scratch \n\non brush scrubbing in post-CMP cleaning by analyzing contact kinetics on ultra \nlow-k dielectric, ECS Trans. 19 (7) (2009) 103–109, https://doi.org/10.1149/ \n1.3123779. \n\n[27] K.-M. Han, S.-Y. Han, S. Sahir, N.P. Yerriboina, T.-G. Kim, N. Mahadev, J.-G. Park, \n\nContamination mechanism of ceria particles on the oxide surface after the CMP \nprocess, ECS J. Solid State Sci. Technol. 9 (2020), 124004, https://doi.org/ \n10.1149/2162-8777/abcf13. \n\n[28] S. Sahir, N.P. Yerriboina, S.-Y. Han, K.-M. Han, T.-G. Kim, N. Mahadev, J.-G. Park, \nInvestigation of the effect of different cleaning forces on Ce-O-Si bonding during \noxide post-CMP cleaning, Appl. Surf. Sci. 545 (2021), 149035, https://doi.org/ \n10.1016/j.apsusc.2021.149035. \n\nJ. Glass Ceram. 4 (2) (2014) 29–37, https://doi.org/10.4236/njgc.2014.42004. \n\n[30] J. Seo, J.W. Lee, J. Moon, W. Sigmund, U. Paik, Role of the surface chemistry of \nceria surfaces on silicate adsorption, ACS Appl. Mater. Interfaces 6 (2014) \n7388–7394, https://doi.org/10.1021/am500816y. \n\n[31] K. Xu, R. Vos, G. Vereecke, G. Doumen, W. Fyen, P.W. Martens, M.M. Heyns, \n\nC. Vinckier, J. Fransaer, F. Kovacs, Fundamental study of the removal mechanisms \nof nano-sized particles using brush scrubber cleaning, J. Vac. Sci. Technol. B 23 (5) \n(2005) 2160–2175, https://doi.org/10.1116/1.2052713. \n\n[32] A.A. Busnaina, H. Lin, N. Moumen, J.-W. Feng, J. Taylor, Particle adhesion and \n\nremoval mechanisms in post-CMP cleaning processes, IEEE Trans. Semicond. \nManuf. 15 (4) (2002) 374–382, https://doi.org/10.1109/TSM.2002.804872. \n[33] M. Ito, T. Sanada, A. Fukunaga, H. Hiyama, Brush deformation effects on poly vinyl \nacetal brush scrubbing, ECS J. Solid State Sci. Technol. 7 (4) (2018) P201–P208, \nhttps://doi.org/10.1149/2.0191804jss. \n\n[34] T. Miyakia, T. Sanada, Y. Mizushima, A. Fukunaga, H. Hiyama, Contact area \ndistribution during PVA brush scrubbing, ECS Trans. 92 (2) (2019) 183–189, \nhttps://doi.org/10.1149/09202.0183ecst. \n\n[35] Y. Sampurno, Y. Zhuang, X. Gu, S. Theng, T. Nemoto, T. Sun, F. Sudargho, \n\nA. Teramoto, A. Philipossian, T. Ohmi, Effect of various cleaning solutions and \nbrush scrubber kinematics on the frictional attributes of post copper CMP cleaning \nprocess, Solid State Phenom. 145–146 (2009) 363–366. https://doi.org/10.4 \n028/www.scientific.net/SSP.145-146.363. \n\n[36] W. Peng, C. Guan, S. Li, Efficient fabrication of ultrasmooth and defect-free quartz \nglass surface by hydrodynamic effect polishing combined with ion beam figuring, \nOpt Express 22 (11) (2014) 1395–13961, https://doi.org/10.1364/OE.22.013951. \n\nMaterialsScienceinSemiconductorProcessing151(2022)1070438\f"
}