{
  "metadata": {
    "source_file": "Dae‐Hyeong Kim et al. - 2005 - The Effect of Cerium Precursor Agglomeration on the Synthesis of Ceria Particles and Its Influence o.pdf",
    "extraction_date": "2024-11-17T17:45:10.002586",
    "character_count": 23924
  },
  "content": "Japanese Journal of AppliedPhysics     The Effect of Cerium Precursor Agglomeration onthe Synthesis of Ceria Particles and Its Influenceon Shallow Trench Isolation Chemical MechanicalPolishing PerformanceTo cite this article: Dae-Hyeong Kim et al 2005 Jpn. J. Appl. Phys. 44 8422 View the article online for updates and enhancements.You may also likeA Study of the Colloidal Stability of MixedAbrasive Slurries and Their Role in CMPF. Lin, L. Nolan, Z. Xu et al.-Influence of Crystalline Structure of Ceriaon the Remaining Particles in the STI CMPSang-Kyun Kim, Ye-Hwan Kim, UngyuPaik et al.-Cleaning Solutions for Removal of 30 nmCeria Particles from Proline and Citric AcidContaining Slurries Deposited on SiliconDioxide and Silicon Nitride SurfacesAkshay Gowda, Jihoon Seo, Charith K.Ranaweera et al.-This content was downloaded from IP address 128.153.12.147 on 15/11/2024 at 03:59\fJapanese Journal of Applied Physics\nVol. 44, No. 12, 2005, pp. 8422–8426\n\n#2005 The Japan Society of Applied Physics\n\nThe Eﬀect of Cerium Precursor Agglomeration on the Synthesis of Ceria Particles\nand Its Inﬂuence on Shallow Trench Isolation Chemical Mechanical Polishing Performance\n\nDae-Hyeong KIM, Sang-Kyun KIM1, Hyun-Goo KANG2, Jea-Gun PARK2 and Ungyu PAIK1(cid:1)\n\nKCTech, 271-14, Kyeruk-Ri, Miyang-Myon, Anseong-Si, Kyongki-Do, Korea\n1Department of Ceramic Engineering, Hanyang University, Seoul 133-791, Korea\n2Nano-SOI Process Laboratory, Hanyang University, Seoul 133-791, Korea\n\n(Received July 11, 2005; accepted September 26, 2005; published December 8, 2005)\n\nThe level of agglomeration in the cerium precursor and its eﬀect on the physicochemical properties of the synthesized ceria\nparticles and how these properties inﬂuence shallow trench isolation chemical mechanical polishing (STI CMP) performance\nwere investigated. Two diﬀerent types of ceria particles were synthesized from cerium precursors of diﬀerent degrees of\nagglomeration. The crystallinity and particle size distribution of the synthesized ceria particles were markedly diﬀerent\nbetween these two types of particles. The ceria particles synthesized from agglomerated cerium precursors had a smaller\ncrystallite size than the other particles due to the incomplete decarbonation reaction, which resulted in large agglomerations of\nparticles. The diﬀerent physical characteristics of the ceria particles resulted in remarkable discrepancies between the STI\nCMP performances of the ceria slurries, such as the oxide removal rate, the selectivity and the uniformity.\n[DOI: 10.1143/JJAP.44.8422]\n\nKEYWORDS: cerium precursor, agglomeration, calcination, ceria, STI CMP\n\n1.\n\nIntroduction\n\nChemical mechanical planarization (CMP)\n\nis a key\nprocess in contemporary ultra large scale integration (ULSI)\nfabrication. The shallow trench isolation (STI) process is one\nof the most crucial applications of CMP technologies and\nhas replaced the local oxidation of silicon (LOCOS) method,\nbecause it signiﬁcantly reduces the area required to isolate\ntransistors, enhances the packing density, and oﬀers the high\nis necessary to meet stringent\ndegree of planarity that\nphotolithography requirements. A ceria slurry is frequently\nused in STI CMP, because the ceria slurry, when compared\nwith other abrasive slurries, oﬀers improved selectivity for\nthe planarization of the trench ﬁll material while maintaining\nthe polish stop layer at a uniform thickness.1–5) The ceria\nslurry, however, has some critical disadvantages, including\nthe many kinds of defects that are triggered by agglomer-\nation, such as undesirable surface roughness and micro-\nscratches.6–10) Furthermore, as target dimensions of the\nsemiconductor devices decrease to below 90 nm, achieving\nhigh selectivity and good uniformity with large agglomer-\nated slurry particles becomes more diﬃcult. Therefore, it is\nnecessary to minimize the agglomeration of particles in the\nslurry suspension and obtain a high selectivity and oxide\nremoval rate.\n\nRecently, many scientists have investigated the polishing\nmechanism of the SiO2 ﬁlm by ceria particles as well as the\nthe ceria particles.1,11–13)\nphysicochemical properties of\nHowever,\nfew studies have discussed the relationship\nbetween the characteristics of the cerium precursor and the\nphysicochemical properties of the synthesized ceria par-\nticles, which signiﬁcantly inﬂuence the STI CMP perform-\nance. The calcination process that transforms the cerium\nprecursor to cerium oxide consists of a ﬁve-step mechanism\nwhich includes the mass-transfer of the reacting agent\n(oxygen) from the bulk atmosphere to the periphery of the\ncarbonate, its diﬀusion through the carbonate pores, the\nthe reaction with cerium\nadsorption of\n\nthe reactant,\n\n(cid:1)E-mail address: upaik@hanyang.ac.kr\n\ncarbonate, and ﬁnally the desorption of the reaction by-\nproduct (carbon dioxide).14,15) Thus, it is expected that the\nmorphology of the starting precursor plays an important role\nin the de-carbonation reaction, since the ability of the\nreactant and product to diﬀuse into and out of the pores\naﬀects the de-carbonation reactivity at the reaction site and\neventually CMP performance.13,14) Consequently, the calci-\nnation process as a function of the morphology of the cerium\nprecursor and the physicochemical properties of the synthe-\nsized ceria particle should be thoroughly understood to yield\ngood STI CMP performances.\n\nIn this study, we prepared two diﬀerent ceria particles\nfrom cerium carbonate precursors that had diﬀerent degrees\nof agglomeration. The eﬀect of the precursor’s character-\nistics on the physicochemical properties of the synthesized\nceria particles and their\ninﬂuence on later STI CMP\nperformance were investigated with the aim of improving\nthe removal selectivity and uniformity, and reducing the\nscratches on the wafer surface.\n\n2. Experimental Procedure\n\nTwo kinds of cerium carbonate (Jun Tai Rare Earth,\nShanghai, China) were used for the synthesis of the ceria\nparticles. In order to prepare two diﬀerent types of cerium\nprecursors, the starting solutions were prepared with and\nwithout poly(ethylene glycol) (PEG, MW ¼ 14000, Aldrich,\nU.S.A.) using the wet precipitation method. The morphology\nand the particle sizes of the two diﬀerent kinds of cerium\ncarbonates were compared using the scanning electron\nmicroscopy (SEM; S-900, Hitachi, Japan) images shown\nin Fig. 1(a). The cerium precursor prepared with PEG,\nsample A, has a thinly dispersed and plate-like structure,\nwhile sample B, prepared without PEG, shows a spherically\nagglomerated structure. Ceria powders were synthesized by\nthe solid-state displacement reaction method, in which the\ntwo kinds of cerium carbonates mentioned above were\nemployed as starting materials. The SEM images of these\nparticles are shown in Fig. 1(b). The morphology of the\nsynthesized ceria particles was similar\nto both cerium\nprecursors. After calcination, ceria powders underwent\n\n8422\n\n\fJpn. J. Appl. Phys., Vol. 44, No. 12 (2005)\n\nD.-H. KIM et al.\n\n8423\n\nA (cerium carbonate)\n\nB (cerium carbonate)\n\nA (ceria)\n\nB (ceria)\n\n(a)\n\nFig. 1. Particle morphology as shown by SEM images: (a) cerium carbonate and (b) synthesized ceria particles.\n\n(b)\n\nmechanical milling for several hours to reduce their size to\nthe target and to disperse the particles in the aqueous\nmedium after mixing with de-ionized water and a commer-\ncially available anionic acrylic polymer dispersant. The\nsolid content of the slurry was controlled at a weight fraction\nof 5%.\n\nThe crystallite size of the ceria particles was measured\nby X-ray diﬀraction (XRD; RINT/DMAX-2500, Rigaku,\nJapan), and calculated from the Debye–Scherer equation. In\naddition, the speciﬁc surface area of powders was estimated\nusing the Brunauer–Emmett–Teller (BET) method (ASAP\n2010, Micromeritics, U.S.A.), and the powder density was\nmeasured by using a pycnometer (Accupyc 1330, Micro-\nmeritics, U.S.A.). The grain size was also observed using\ntransmission electron microscopy (TEM; JEM-2010, JEOL,\nJapan). In order to investigate the agglomeration tendencies\nof the ceria particles in an aqueous medium, a particle size\nanalyzer was used (LA-910, HORIBA, Japan) that was\nequipped with an ultrasonic generator, which is capable of\nbreaking agglomerated particles using cavitation energy.\nParticle sizes were measured both with and without ultra-\nsonic treatment, and the diﬀerence between the particle size\nmeasurements was calculated as a basis for judging the\ndegree of agglomeration.16) In order to quantify the degree of\nagglomeration, the following quantities were deﬁned:\n\ndD1 ¼ D1 without ultrasonic treatment\n(cid:2) D1 with ultrasonic treatment\n\ndD15 ¼ D15 without ultrasonic treatment\n(cid:2) D15 with ultrasonic treatment\ndD50 ¼ D50 without ultrasonic treatment\n(cid:2) D50 with ultrasonic treatment\n\nin which D1, D15, and D50 denote the particle size of 1, 15,\nand 50% from the largest particle size found in the particle\nsize distribution, respectively.\n\nThe ﬁeld evaluation of CMP was accomplished using the\ntwo types of ceria slurries synthesized in this study. In the\nevaluation of CMP, an 800 wafer CMP tool (6EC, Strasbaugh,\nU.S.A.) was used. The polishing pad was a grooved IC1000/\nSubaIV (Rodel, U.S.A.). After CMP,\nthe wafers were\ncleaned using an APM solution (NH4OH : H2O2 : H2O ¼\n1 : 1 : 10) at 80(cid:3)C to eliminate residual particles. The ﬁlm\nthickness was measured using a Nanospec 180 (Nano-\nmetrics, CA, U.S.A.) to calculate removal rates. For this\nexperiment, the within wafer non-uniformity (WIWNU) was\ndeﬁned as the standard deviation of the remaining thickness\ndivided by the average of the remaining thickness after\nCMP. Scratch counts on the PETEOS ﬁlm were measured\nusing a Surfscan SP1 (KLA-Tencor, U.S.A.). The polishing\ntest conditions are shown in Table I.\n\n3. Results and Discussion\n\nThe physicochemical properties of the synthesized ceria\nparticles were investigated as a function of the morphology\nof the cerium precursor and the diﬀusion resistance of the\n\n\f8424\n\nJpn. J. Appl. Phys., Vol. 44, No. 12 (2005)\n\nD.-H. KIM et al.\n\nTable I. CMP conditions.\n\nMachine model\nPad\n\nTable speed (rpm)\n\nSpindle speed (rpm)\n\nDown force (psi)\n\nBack pressure (psi)\n\nTime (s)\n\nFlow rate (ml/min)\n\nStrasbaugh 6EC\nIC1000/Suba IV k-groove\n\nAA\n\n70\n\n70\n\n4\n\n0\n\n30\n\n100\n\nX30K\n\nX10K\n\noxygen and carbon dioxide. Ceria powders were synthesized\nby the solid-state displacement reaction method in the\ntemperature range of 700 – 900(cid:3)C, for which two kinds of\ncerium carbonates were employed as starting materials,\nincluding one that was thin and plate-like and one that was\nspherically agglomerated. As shown in Fig. 1, the morphol-\nogy of the synthesized ceria particles was similar to that of\nthe cerium precursors which demonstrated that the morphol-\nogy of carbonate precursor was maintained through the\ndecarbonation reaction. When considering the decarbonation\nreaction mechanism of the carbonate precursor in which the\nmass-transfer of oxygen and carbon dioxide are important\nfactors determining the reaction rate of decarbonation,14) and\nthe unchanged morphology of the precursor carbonate after\ncalcination, it is expected that the morphology of the cerium\nprecursor has a signiﬁcant inﬂuence on the physicochemical\nproperties of the synthesized ceria particles. Figure 2 shows\nthe BET surface area and the density of the ceria powders\nversus the grain size that was calculated from the XRD\nresults. The surface area and density of samples A and B—\nwhose grain sizes were controlled at three sizes, 25, 30, and\n47 nm—were compared. Grain size is an indication of\ncrystallinity; as it increased, the surface area decreased and\nthe density increased. These results were in general agree-\nment with results reported previously.13) This phenomenon is\ndue to the grain growth as a function of temperature during\nthe calcination process, in which atomic diﬀusion causes the\nwetting of the grain boundaries of adjacent grains. With\nfurther atomic diﬀusion, the crystallinity (and thus the grain\nsize of the particle) increased, which resulted in a higher\n\n6.2\n\n6.1\n\n6.0\n\n5.9\n\n5.8\n\n5.7\n\ndensity of sample A\n\ndensity of sample B\n surface area of sample A\n\n surface area of sample B\n\n30\n\n25\n\n20\n\n15\n\n10\n\n5\n\n0\n\n]\ng\n\n/\n\n2\n\nm\n\n[\n\na\ne\nr\na\n\ne\nc\na\nf\nr\nu\ns\n\nc\ni\nf\ni\nc\ne\np\ns\n\n]\nl\n\n/\n\nm\ng\n[\n\ny\nt\ni\ns\nn\ne\nd\n\n20\n\n30\n\n40\n\n50\n\ngrain size [nm]\n\nFig. 2. Speciﬁc surface area and density of samples A and B with regard\n\nto grain size calculated using XRD data.\n\n(a)\n\nX30K\n\nX10K\n\nBB\n\n(b)\n\nFig. 3. TEM images of cerium oxide: (a) sample A and (b) sample B.\n\ndensity and smaller surface area. As shown in Fig. 2,\nhowever, sample B had a larger surface area and was less\ndense than sample A, which indicated a lower crystallinity\nin sample B, even when the XRD grain size was the same. In\naddition, as shown in Fig. 3, TEM images of the ceria\nparticles after mechanical milling conﬁrm that there was less\ncrystal growth in sample B,\nin which the agglomerated\nprecursor was used. The grain size calculated from the XRD\ndata for each TEM sample was 30 nm.\n\nThis phenomenon can be attributed to incomplete calci-\nnation, which resulted in less crystal growth at the center of\nthe spherically agglomerated carbonate in the case of\nsample B. According to several previous\nthe\nreactivity of the calcination process depends heavily on the\nphysical and structural properties of the precursor. The\nshrinking core model explains the calcination process of the\ncarbonate precursor.14,15,17,18) In this model, the calcination\n\nreports,\n\n \n \n \n \n\fJpn. J. Appl. Phys., Vol. 44, No. 12 (2005)\n\nD.-H. KIM et al.\n\n8425\n\nreaction takes place at the outer surface of the particle at the\ninitial stage of the reaction. As the reaction proceeds, the\nexterior surface of the particle is covered with reacted\nproduct, cerium oxide. The un-reacted remaining carbonate\ncore shrinks into the interior region of the particle. Particle\nsize remains constant while the diameter of the un-reacted\ncore decreases with time. However, with suﬃcient calcina-\ntion, this un-reacted core will also undergo the de-carbo-\nnation reaction.\nIn the case of severely agglomerated\nprecursors, oxygen diﬀusion resistance slows the de-carbo-\nnation reaction at the reaction site, and the diﬀusion of the\ncarbon dioxide retards the production of carbon dioxide due\nto the accumulation of the reaction product. This phenom-\nenon prevents complete calcination and disturbs the decar-\nbonation reaction of the agglomerated precursor, resulting in\nless crystallinity, especially in the center of these agglom-\nerated precursors.\n\nIn order to investigate the degree of calcination of the\nceria particles, the average grain size was calculated from\nXRD data. In the XRD method, the X-ray penetrates only\nten micrometers into the powder surface, diﬀracting only\nnear the surface relative to the larger diameter of the\nagglomerated precursor.19) Therefore, the core part of the\nagglomerated cerium oxide cannot be measured with XRD\nalone after calcination. By using mechanical milling,\nhowever, the core part of the particles could be exposed.\nThe average grain size of the particles before and after\nmechanical milling are shown in Table II. Even though the\ninitial powder grain size of both samples\nthat were\ncalculated by the Debye–Scherer equation were near 29.7\nnm, the grain sizes of the particles after mechanical milling\nbecame 28.7 and 22.6 nm for samples A and B, respectively.\nThe crystallite size of sample B, which was calcined from\nagglomerated cerium precursors, was extensively reduced by\nthe mechanical crushing, while the crystallite sizes in the\nslurry prepared from non-agglomerated cerium precursor\nwere only slightly altered. These results conﬁrmed that in\nsample B, the grains with less crystallinity were at the core\nof the agglomerated powder and agreed with the BET and\ndensity data, which denoted incomplete and ineﬃcient\ncalcination of\nthe\nagglomerated precursors.\n\nthe ceria particles at\n\nthe center of\n\n with sonication\n without sonication\n\n0.1\n\nparticle size [micron]\n\n1\n\n(a)\n\n with sonication\n without sonication\n\ny\nc\nn\ne\nu\nq\ne\nr\nf\n\ny\nc\nn\ne\nu\nq\ne\nr\nf\n\n16\n\n14\n\n12\n\n10\n\n8\n\n6\n\n4\n\n2\n\n0\n\n16\n\n14\n\n12\n\n10\n\n8\n\n6\n\n4\n\n2\n\n0\n\n0.1\n\nparticle size [micron]\n\n1\n\n(b)\n\nFig. 4. Particle sizes with and without ultrasonic treatment: (a) sample A\n\nand (b) sample B.\n\nTable III. Size diﬀerences between samples with and without ultrasonic\n\ntreatment.\n\nSample\n\nA\n\nB\n\ndD1\n(nm)\n\n4\n\n254\n\ndD15\n(nm)\n\n3\n\n101\n\ndD50\n(nm)\n\n3\n\n57\n\nFigure 4 and Table III compare the degree of agglomer-\nation between the ceria slurries. For each sample, particle\nagglomeration was quantiﬁed by using particle sizes with\nand without ultrasonic treatment. The particle sizes of both\nsamples after the ultrasonic treatment were near 250 nm. For\nabrasive particles in the slurry suspension that were more\nagglomerated, the particle sizes after the ultrasonic treatment\ndecreased more, resulting in large diﬀerence between the\nparticle sizes before and after the ultrasonic treatment. More\nthan any other value, the dD1 value signiﬁcantly reﬂects the\n\nTable II. Average grain size before and after size reduction by mechanical\n\nmilling.\n\nSample\n\nA\n\nB\n\nAverage grain size (nm)\n\nbefore milling\n\nafter milling\n\n29.8\n\n29.6\n\n28.7\n\n22.6\n\nDecrement\n(nm)\n\n1.1\n\n7\n\nextent of agglomeration and scratching, since it is calculated\nwith the particle size of the tailing agglomerated part. As\nshown in Fig. 4 and Table III, incompletely calcined ceria\nparticles were more agglomerated and this agglomeration\npossibly induced the micro-scratches.6–10) As shown in\nthe incompletely calcined ceria slurry had much\nFig. 3,\nsmaller particles; those small particles were likely to have\noriginated from the inner part of the agglomerated particle.\nSince these small particles had a large surface area and\nsigniﬁcantly high surface energy, the agglomeration of the\nparticles occurred readily in the slurry. Such agglomeration\nreduced the surface potential and stabilized the slurry system\nconsisting of numerous small particles.\n\nThe results of the CMP evaluation with the two diﬀerent\nceria slurries are shown in Fig. 5. As shown in Fig. 5(a), the\nslurry made with the agglomerated cerium precursor had a\nlower oxide removal rate, which resulted in poor oxide to\nnitride selectivity. In STI CMP, ceria particles penetrated the\nviscous layer on the oxide or nitride layer, reacted with the\n\n \n \n\f8426\n\nJpn. J. Appl. Phys., Vol. 44, No. 12 (2005)\n\nD.-H. KIM et al.\n\n3000\n\n2500\n\n2000\n\n90\n\n80\n\n70\n\n60\n\n50\n\n]\nn\nm\n\ni\n\n/\n\nÅ\n\n[\n\ne\nt\na\nr\n\nl\na\nv\no\nm\ne\nr\n\n5.0\n\n4.5\n\n4.0\n\n3.5\n\n3.0\n\n2.5\n\n2.0\n\n1.5\n\n1.0\n\n0.5\n\n0.0\n\n-0.5\n\n]\n\n%\n\n[\n\nU\nN\nW\nW\n\nI\n\nA (oxide removal rate) : 2510\n\nB (oxide removal rate) : 1922\n\nA (nitride removal rate) : 74\n\nB (nitride removal rate) : 71\n\n-100\n\n-50\n\n0\nposition\n\n(a)\n\n50\n\n100\n\n WIWNU\n\n scratch counts\n\n45\n\n40\n\n35\n\n30\n\n25\n\n20\n\n15\n\n10\n\n5\n\n0\n\n]\n#\n[\n\ns\nt\nn\nu\no\nc\nh\nc\nt\na\nr\nc\ns\n\nsample A\n\nsample B\n\n(b)\n\nFig. 5. Results of CMP ﬁeld evaluation: (a) average removal rate and\n\n(b) WIWNU and scratch counts on the oxide wafer.\n\nhydrated surface to form covalent bonds like Ce–O–Si, and\nthen pulled oﬀ the lumps of oxide and nitride.20) Therefore,\nas the crystal size decreased due to incomplete calcination\nand hindered grain growth, the possibility of penetration into\nthe viscous layer was decreased and translated into a lower\noxide removal rate. However, the viscous layer on the nitride\nlayer was thicker than that on the oxide layer, too thick for a\ndiﬀerence in crystal sizes to be detected in nitride removal\nrate.21,22) Thus, the nitride removal rate did not eﬀectively\ndemonstrate the great diﬀerence between samples A and B,\nwhich led to poor selectivity in the case of the agglomerated\nprecursor. The WIWNU and scratch counts after CMP are\nshown in Fig. 5(b). The WIWNU of sample B was larger\nthan that of sample A. Since sample B had more agglom-\nerated particles and was thus more viscous than sample A,\nthe slurry suspension of sample B hardly covered the whole\nwafer surface during CMP.23) This result caused a discrep-\nancy between the removal rate at the center of the wafer and\nat the edge of the wafer surface. Furthermore, the scratch\ncounts of sample B were 5 times larger\nthan that of\nsample A. During CMP, the agglomerated particles stuck\non the wafer surface due to the small interactive forces\nbetween the abrasive and wafer surface.24) These particles\ninduced the surface scratches on the wafer due to the\ncompressive and shear forces between the wafer and pad.\nTherefore, agglomerated particles were found to be a major\n\ncause of the scratches in the CMP process. Consequently, the\nminimization of particle agglomeration using a non-agglom-\nerated cerium precursor was found to be important for\nuniform and complete crystal growth of the ceria particle,\nensuring not only good dispersion of the ceria slurry but also\na high removal selectivity with fewer micro-scratches.\n\n4. Conclusions\n\nIn this study, we investigated the eﬀect of agglomerated\ncerium carbonate on the physicochemical properties of the\nsynthesized ceria particles and the eventual performance of\nSTI CMP. The degree of agglomeration of the cerium\nprecursor was a major factor in the success or failure of the\ndecarbonation calcination process. When the cerium pre-\nthe calcination process was\ncursors were agglomerated,\nincomplete in the core part of the particle due to the\ndiﬀusion resistance of oxygen. This incomplete calcination\nled to a poor dispersion of the ceria particles. Therefore, the\nincomplete crystal growth of the ceria particles resulted in a\nlow polishing rate and selectivity with numerous scratches\non the wafer surface. Consequently, limiting the agglomer-\nation of the cerium precursor before calcination is an\nimportant factor for good performance of STI CMP.\n\n1) H. Nojo, M. Kodera and R. Nakata: Proc. IEEE, San Francisco, CA,\n\n1996, p. 349.\n\n2) K. Hirai, H. Ohtsuki, T. Ashizawa and Y. Kurata: Hitachi Chemical\n\nTech. Rep., 2000, No. 35, p. 17.\n\n3) Y. Tateyama, T. Hirano, T. Ono, N. Miyashita and T. Yoda: Proc. Int.\nSymp. Chemical Mechanical Planarization IV, Phoenix, 2000, p. 297.\n4) T. Katoh, H. G. Kang, U. Paik and J. G. Park: Jpn. J. Appl. Phys. 42\n\n(2003) 1150.\n\n5) J. P. Kim, U. Paik and J. G. Park: J. Korean Phys. Soc. 39 (2000) 197.\n6) T. Detzel, S. Hosali, A. Sethuraman, J. F. Wang and L. Cook: Proc.\n\nCMP-MIC Conf., 1997, p. 202.\n\n7) G. B. Basim, J. J. Adler, U. Mahajan, R. K. Singh and B. M. Moudgil:\n\nJ. Electrochem. Soc. 147 (2000) 3523.\n\n8) R. K. Singh, S. M. Lee, K. S. Choi, G. B. Basim, W. Choi, Z. Chen and\n\nB. M. Moudgil: MRS Bull. (Oct., 2002) 752.\n\n9) T. L. Neo, E. S. Y. Shang and C. M. Chong: Proc. Int. Symp.\n\nSemiconductor Manufacturing, San Jose, CA, 2001, p. 321.\n\n10) Y. J. Seo, G. U. Kim and W. S. Lee: Microelectron. Eng. 71 (2004)\n\n209.\n\n11) S. H. Lee, Z. Lu, S. V. Babu and E. Matijevic´: J. Mater. Res. 17 (2002)\n\n2744.\n\n12) T. Hoshino, Y. Kurata, Y. Terasaki and K. Susa: J. Non-Cryst. Solids\n\n283 (2001) 129.\n\n13) S. K. Kim, P. W. Yoon, U. Paik, T. Katoh and J. G. Park: Jpn. J. Appl.\n\nPhys. 43 (2004) 7427.\n\n14) O. Levenspiel: Chemical Reaction Engineering (Wiely, New York,\n\n1999) 3rd ed., Chap. 18, p. 378.\n\n15) C. H. Lu and H. C. Wang: Mater. Sci. Eng. B 90 (2002) 138.\n16) B. Pacaud, T. K. Doy, Y. Sasakawa and E. Rohart: unpublished.\n17)\n18) G. Dogu: Chem. Eng. J. 21 (1981) 213.\n19) P. Shankar, D. Sundararaman and V. S. Raghunathan: Mater. Lett. 14\n\nI. Ar and G. Dogu: Chem. Eng. J. 83 (2001) 131.\n\n(1992) 67.\n\n20) F. Sadi, D. Duprez, F. Ge´rard and A. Miloudi: J. Catal. 213 (2003)\n\n226.\n\n21) J. G. Park, T. Katoh, W. M. Lee, H. Jeon and U. Paik: Jpn. J. Appl.\n\nPhys. 42 (2003) 5420.\n\n22) H. G. Kang, T. Katoh, M. Y. Lee, H. S. Park, U. Paik and J. G. Park:\n\nJpn. J. Appl. Phys. 43 (2004) L1060.\n\n23) S. K. Kim, S. K. Lee, U. Paik and T. Katoh: J. Mater. Res. 18\n\n(2003) 2163.\n\n24) C. F. Yeh, C. W. Hsiao and W. S. Lee: Appl. Surf. Sci. 216 (2003) 46.\n\n \n \n \n \n \n \n \n \n \n\f"
}