{
  "metadata": {
    "source_file": "Dipak V. Pinjari et al. - 2011 - Room temperature synthesis of crystalline CeO2 nanopowder advantage of sonochemical method over con.pdf",
    "extraction_date": "2024-11-17T17:45:10.411614",
    "character_count": 30543
  },
  "content": "Ultrasonics Sonochemistry 18 (2011) 1118–1123\n\nContents lists available at ScienceDirect\n\nUltrasonics Sonochemistry\n\nj o u r n a l h o m e p a g e : w w w . e l s e v i e r . c o m / l o c a t e / u l t s o n c h\n\nRoom temperature synthesis of crystalline CeO2 nanopowder: Advantage of\nsonochemical method over conventional method\n\nDipak Vitthal Pinjari, Aniruddha Bhalchandra Pandit\n\n⇑\n\nChemical Engineering Division, Institute of Chemical Technology, Matunga, Mumbai 400019, India\n\na r t i c l e\n\ni n f o\n\na b s t r a c t\n\nArticle history:\nReceived 19 October 2010\nReceived in revised form 14 January 2011\nAccepted 18 January 2011\nAvailable online 28 January 2011\n\nKeywords:\nCeria (CeO2)\nNanomaterial\nSonochemical (acoustic cavitation) method\n\nIn the present study, nano-sized ceria (CeO2) powders were prepared using conventional and sonochem-\nically assisted precipitation method, without any stabilizers, using cerium nitrate as a starting material\nand sodium hydroxide as a precipitating agent. The synthesized ceria powders were characterized by\nXRD, TGA and SEM to determine crystallite size, % crystallinity, thermal weight loss and shape respec-\ntively. It was found that the crystallite size obtained in both the synthesis methods were below 30 nm.\nIt was also found that sonochemical synthesis method is energy efﬁcient method saving more than\n92% of energy as compared to that utilized by the conventional synthesis method. There was also a sig-\nniﬁcant reduction in the reaction duration.\n\n(cid:2) 2011 Elsevier B.V. All rights reserved.\n\n1. Introduction\n\nCeria i.e. cerium dioxide (CeO2), a crystalline materials, is a ma-\njor compound in the useful rare earth family, and has received\nmore attention in recent years due to many distinctive characteris-\ntics, such as unique ultraviolet radiation absorbing ability [1], high\nstability at higher temperature, high hardness index and its reac-\ntivity [2]. The ceria powders have been commercially developed\nto be used in various applications, like glass polishing material\n[3], catalytic support or promoter [4], oxygen ion conductor in so-\nlid oxide fuel cells (SOFCs) [5], gas sensor [6], UV absorbent [1] and\nabrasives of the CMP slurry in semiconductor fabrication [7]. Sev-\neral researchers have published reports on the synthesis of ceria by\nusing different methods such as sol–gel process [8,9], hydrother-\nmal or solvothermal synthesis [10–14], forced hydrolysis [15],\nmicroemulsion [16], precipitation [17–20], etc. Different precur-\nsors [21–23] have also been used for the synthesis of ceria powder\nsuch as Ce2O(CO3)2(cid:2)H2O, Ce(NO3)3(cid:2)9H2O3, and Ce(NO3)3(cid:2)6H2O. Yin\net al. [24] have reported sonochemical synthesis of ceria powder\nusing different stabilizers, solvents and cosolvents.\n\nThe sonochemical method has been proved to be a useful\nmethod to obtain novel materials [25,26]. The chemical effects of\nultrasonic irradiation arise from acoustic cavitation,\nin other\nwords, the formation, growth and implosive collapse of bubbles\nin a liquid medium, which results in an instantaneously high tem-\nperature and pressure pulse [27,28]. These special conditions of\nhigh temperature, pressure and local intense micromixing attained\n\n⇑ Corresponding author. Tel.: +91 22 3361 2012; fax: +91 22 4145614.\n\nE-mail address: dr.pandit@gmail.com (A.B. Pandit).\n\n1350-4177/$ - see front matter (cid:2) 2011 Elsevier B.V. All rights reserved.\ndoi:10.1016/j.ultsonch.2011.01.008\n\nduring acoustic cavitation lead to many unique properties in the\nirradiated solution and particles suspended in the same [29].\n\nIn this paper, ceria nanopowder was synthesized using conven-\ntional (NUS) and sonochemical (US) assisted precipitation tech-\nnique. The effect of ultrasound on % crystallinity, crystallite size,\n% weight loss and morphology of the synthesized CeO2 has been\nstudied to understand the advantage of ultrasound (input ultra-\nsonic energy) in the synthesis of CeO2.\n\n2. Materials and methods\n\n2.1. Materials\n\nCerium nitrate hexahydrate (AR) precursor was obtained from\nS. d. Fine Chemicals Ltd., Mumbai, India. Sodium hydroxide (AR)\nwas obtained from Merck Ltd., Mumbai, India.\n\n2.2. Ultrasound set-up\n\nUltrasound for sonochemical synthesis is generated with the\nhelp of ultrasonic instrument set up (horn type). The schematic\nof the set up is given in Fig. 1. The speciﬁcation and details of\nthe set up, processing parameters used during the experiments\nare:\n\nMake: Ace, USA.\nOperating frequency: 22 kHz, rated output power: 750 W,\ndiameter of stainless steel tip of horn: 1.3 (cid:3) 10(cid:4)2 m, surface area\nof ultrasound irradiating face: 1.32 (cid:3) 10(cid:4)4 m2, expected ultra-\nsound intensity: 3.4 (cid:3) 105 W/m2.\n\n\fD.V. Pinjari, A.B. Pandit / Ultrasonics Sonochemistry 18 (2011) 1118–1123\n\n1119\n\nWater \nOut\n\nWater\nIn \n\nFig. 1. Ultrasonic equipment.\n\n2.3. Synthesis of CeO2 by conventional method (NUS)\n\nCerium nitrate hexahydrate, 0.9 g (0.1 gmol) was dissolved in\n30 ml distilled water and 0.24 g, (0.3 gmol) sodium hydroxide\nwas dissolved in 30 ml distilled water separately and was kept\nready. The sodium hydroxide solution was then added drop wise\nto the cerium nitrate hexahydrate solution under constant stirring\nusing a magnetic stirrer (Model RQ1210, Remi Metals Gujarat Lim-\nited, India). The aqueous clear solutions turned yellowish white\ninitially but as the reaction proceeds, it converts into light yellow\ncolloidal suspension. The reaction was allowed to proceed for 4 h\nafter the complete addition of sodium hydroxide solution under\nstirring at room temperature (35 ± 2 (cid:3)C). The temperature of the\nreaction mixture was maintained at 35 ± 2 (cid:3)C by circulating water\nin jacketed reactor which was used for the synthesis work. The\naddition time of sodium hydroxide solution was about 2 min. After\n4 h, the solution was centrifuged at 12000 rpm for 10 min to sepa-\nrate the product and the settled product was washed thrice using\ndistilled water to remove the byproducts. After complete washing,\nthe product was dried at 100 (cid:3)C for 3 h to complete the conversion\nof Ce(OH)3 to CeO2. After complete conversion, CeO2 powder ob-\ntained was (light yellowish in nature), cooled, ground by mortar,\nchecked for yield and characterized by XRD, TGA and SEM analysis.\nThe synthesis of CeO2 material by conventional method (NUS) was\nreplicated thrice and the results were computed by averaging the\nindividual results and were displayed with error bar (± variation)\nfor % yield, % crystallinity and crystallite size.\n\n2.4. Synthesis of CeO2 by sonochemical method (US)\n\nCerium nitrate hexahydrate, 0.9 g (0.1 gmol) was dissolved in\n30 ml distilled water and 0.24 g, (0.3 gmol) sodium hydroxide\nwas dissolved in 30 ml distilled water separately and was kept\nready. The sodium hydroxide solution was then added drop wise\nto the cerium nitrate hexahydrate solution under sonication using\nan Ultrasonic Horn (ACE 22 kHz) at 40% amplitude for 2 min with a\n5 s pulse and 5 s relaxation cycle at time t = 0 h. Care was taken to\nsee to it that the addition was done in conjunction with the sonic\npulse afforded by the transducer (Horn). After addition, the solu-\ntion was again exposed to acoustic cavitation (by using ultrasonic\nhorn) for further 18 min, by keeping all sonication parameters con-\nstant (same as that was used during mixing), to carry out the com-\nplete reaction of cerium nitrate hexahydrate with sodium\nhydroxide. The temperature of the reaction mixture was main-\ntained at 35 ± 2 (cid:3)C by circulating water in jacketed reactor which\nwas used for synthesis work. The rest of the procedure was the\nsame as described before in Section 2.3.\n\nFig. 2. Yield (%) of synthesized CeO2 by (A) NUS method and (B) US method.\n\n3. Characterizations\n\nThe dried CeO2 samples (powder form) were ﬁrst characterized\nby studying their X-ray Diffraction patterns on a Rigaku Mini-Flex\nX-ray Diffractometer. XRD patterns were recorded at angles be-\ntween 2(cid:3) and 80(cid:3), with a scan rate of 2(cid:3)/min. Particle sizes were\ndetermined using the Debye–Scherrer equation. Thermogravimet-\nric analysis (TGA) studies were performed using Thermal Analyser\n(TA Instruments, USA). The sample was heated in N2 atmosphere in\nalumina crucible at the rate of 20 K/min. Sample preparation for\nScanning Electron Microscopy (SEM) includes the deposition of\nplatinum on CeO2 powder. Scanning Electron Microscopy of the\nsamples was carried out on a JOEL JSM 680LA 15 kV SEM to esti-\nmate the surface characteristics of the sample. Together, the XRD\nand SEM methods are expected to provide exact knowledge\nregarding the particle size and crystalline characteristics of the\nsynthesized CeO2.\n\n4. Results\n\n4.1. Yield and reaction time\n\nIt is already mentioned in Sections 2.3 and 2.4 that the reaction\ntime taken for the conventionally synthesized CeO2 was 4 h while\nreaction time taken for sonochemically synthesized CeO2 was\n20 min. It was found that 4 h time is optimum for NUS synthesized\nCeO2 chalcone as the further enhancement in the % yield was not\nobserved while in case of US synthesized CeO2 20 min was opti-\nmum reaction time to get the highest yield (Fig. 2). The percentage\nyield of the reaction was estimated on the basis of initial weight of\nthe raw materials taken and ﬁnal weight of product obtained after\nthe complete drying (compared to the stoichiometrically expected\nquantity). During the washing of synthesized CeO2 material, unre-\nacted raw materials present in the reaction and byproduct formed\nwas separated. It was observed that yield of the reaction in the case\n\n\f1120\n\nD.V. Pinjari, A.B. Pandit / Ultrasonics Sonochemistry 18 (2011) 1118–1123\n\nof sonochemically (US) synthesized CeO2 (70.12 ± 1%) was higher\nthan in the case of conventionally (NUS) synthesized CeO2\n(53.67 ± 1.74%). The error (± variation) is less than 2% for conven-\ntionally (NUS) synthesized CeO2 and 1% for sonochemically (US)\nsynthesized CeO2. The impact of acoustic cavitation was evident\nin not only in the increased yields (yield is increased by 30% with\na saving of 220 min reaction time) but also the reduction in aver-\nage particle size (Table 1). This is due to the rapid micromixing\nand resulting faster reaction (also possibly due to the formation\nof hot spots) to form nano CeO2. The reason for this is probably\nthe fast kinetics of the US reaction providing not enough time for\nparticle nucleation and growth and thus a reduced average particle\nsize.\n\n4.2. Crystallinity and crystallite size of CeO2\n\nX-ray diffraction is a versatile, non-destructive analytical\nmethod for identiﬁcation and quantitative determination of\nvarious crystalline forms, known as ‘phases’ of compound present\nin powder and solid samples. Diffraction occurs as waves interact\nwith a regular precipitated solid matrix structure whose repeat\ndistance is about the same as the wavelength.\n\nFor the NUS and US synthesized CeO2 samples, the XRD pattern\n(Fig. 3) shows four main reﬂections (111), (200), (220) and (311)\ncharacteristic of CeO2 cubic phase with ﬂuorite structure (Ref.\nJCPDS card 34-394). NUS sample may be having faced centered cu-\nbic structure and such samples shows maximum peaks.\n\nFrom the XRD patterns (Fig. 3), it is also possible to compute the\n% crystallinity and crystallite size. The amorphous phase fraction of\nthe sample may be determined by taking the ratio of the amor-\nphous area (area not under the peaks) of the X-ray diffractogram\nto the total area. The area covered by the amorphous region means\nthat the area of the diffractogram not contained by any sharp dif-\nfraction peaks. A method for estimation of amorphous phase frac-\ntion from XRD patterns have been developed by Prasad et al.\n[25,26] in our earlier work.\n\nCrystallite size of the metal oxide samples may be obtained\nusing the Debye–Scherrer equation. Vigneshwaran et al. [30,31]\nhave used the Debye–Scherrer equation successfully for the esti-\nmation of size of nano ZnO in the past. The same procedure has\nbeen followed here. The Debye–Scherrer equation is used fre-\nquently in X-ray analysis of materials, particularly powder diffrac-\ntion of metal oxides. It relates the peak breadth of a speciﬁc phase\nof a material to the mean crystallite size of that material. It is quan-\ntitative equivalent of saying that the larger the material’s crystal-\nlites are, sharper are the XRD peaks. According to the full width\nat half-maximum (FWHM) of the diffraction peaks, the average\nsize of the particles (crystallite) are estimated from the Scherrer\nequation.\n\nAll the computed results including % crystallinity and crystallite\nsize have been tabulated in Table 1. XRD pattern of synthesized\nCeO2 for both NUS and US process exactly matches with the XRD\npattern of CeO2. Also the peaks at different crystal planes of US\nsynthesized CeO2 matches exactly with that of NUS synthesized\nCeO2 indicating essentially no difference with respect to the type\nof crystalline phase in the two products. The crystallinity of all\nthe samples is still substantial because of the inherent characteris-\ntics of the sonically assisted process. It was found that NUS\n\nFig. 3. XRD pattern of the conventionally (NUS) and sonochemically (US) synthe-\nsized CeO2.\n\nsynthesized CeO2 shows more crystallinity than US synthesized\nCeO2. This may be because of adverse environments created during\nsonication and facilitating faster reaction, not allowing the nucle-\nation and crystal growth to occur fully. The local high energy dis-\nsipation rate due to cavitation phenomenon and micromixing\ncaused by the incorporation of acoustic cavitation as a reaction\naid, may increase the randomness of the Brownian motion of the\nCeO2 molecules not allowing regular crystal formation. This re-\nduces the ability of the molecules to remain in a stable lattice posi-\ntions for long, leading to the lowering of crystallinity. The peak\nbroadening in the XRD pattern (for both samples) clearly indicates\nthat very small nanocrystals are present in the samples. The peaks\nintensity in case of NUS synthesized CeO2 is more than the peaks\nintensity of US synthesized CeO2 which clearly indicates the pres-\nence of larger crystals for NUS synthesized CeO2. Crystallite size of\nthe US synthesized CeO2 was found also to be signiﬁcantly (6 nm\nagainst 30 nm) lower than NUS synthesized CeO2. It could also be\ndue to the reduction in crystallinity. As the crystallinity of metal\noxide reduces, its crystallite size is also known to reduce, which\nis consistent with the observations reported in our earlier work.\n[25]\n\nFig. 4. TGA graph of the conventionally (NUS) and sonochemically (US) synthesized\nCeO2.\n\nTable 1\n%Crystallinity, crystallite size and %yield of the conventionally (NUS) and sonochemically (US) synthesized CeO2.\n\nMethod\n\nCrystallinity (%)\n\nCrystallite size d (nm)\n\nYield (%)\n\nEnergy (J)\n\nPower input (W)\n\nAverage\n\n± variation\n\nAverage\n\n± variation\n\nAverage\n\n± variation\n\nConventional\nSonochemical\n\n36.03\n21.44\n\n1.52\n2.15\n\n27\n6\n\n2\n1\n\n53.67\n70.12\n\n1.74\n1\n\n–\n37047\n\n–\n30.87\n\n\fD.V. Pinjari, A.B. Pandit / Ultrasonics Sonochemistry 18 (2011) 1118–1123\n\n1121\n\nTable 2\n%Weight loss of the conventionally (NUS) and sonochemically (US)\nsynthesized CeO2 with respect to temperature.\n\nTemperature, (cid:3)C\n\nWeight remained (%)\n\nR.T. (35)\n\n50\n100\n150\n200\n250\n300\n350\n400\n450\n500\n550\n\nNUS\n\n100\n98.78\n96.39\n94.99\n94.51\n93.89\n93.47\n93.05\n92.67\n92.20\n91.93\n91.19\n\nUS\n\n100\n96.89\n92.31\n91.19\n90.34\n89.68\n88.83\n88.03\n87.39\n86.86\n86.10\n85.17\n\n4.3. Thermogravimetric analysis (TGA)\n\nThe thermogravimetric (TGA) analysis (Fig. 4) shows the weight\nloss of synthesized CeO2 sample. It has been observed (Table 2)\nthat continuous weight loss was occurred for both the samples\n(NUS and US synthesized CeO2). At 50 (cid:3)C, it has been observed that\nweight for NUS and US synthesized CeO2 are 1.22% and 3.11%,\nrespectively. As the both samples get heated at 139 (cid:3)C, again nota-\nble weight loss was found. It is 3.61% for NUS synthesized CeO2 and\n7.69% for US synthesized CeO2, when the water molecules (H2O)\nstart to disassociate themselves from Ce(OH)3. It has been found\n\nthat at 550 (cid:3)C, total weight loss for NUS and US synthesized CeO2\nwas 8.81% and 14.83% respectively. Uses of ultrasound to the reac-\ntion mixture are changing their crystallography. And as explained\nin Section 4.2, the high energy generated due to cavitation phe-\nnomenon and micromixing caused by the same may increase the\nrandomness of the Brownian motion of the CeO2 molecules not\nallowing regular crystal formation which leads to a decrease in\nthermal stability of the CeO2 which is conﬁrmed by weight loss ob-\nserved for US process. Here, by observing results obtained in terms\nof % crystallinity, crystallite size and % weight loss for both the\nsamples (NUS and US synthesized CeO2), we feel that as the crys-\ntallinity of the metal oxide decreases, its size is also found to be\nlowered and increased weight loss. Another possible reason behind\nthe higher weight loss observed in case of US synthesized CeO2\nmay be attributed to the formation of agglomeration due to high\nenergy. Enomoto et al. [32] and Prasad et al. [26] have reported\nthat due to ultrasound irradiation, system consisting of suspended\nparticles can cause agglomerations. This may be attributed to the\nformation of Ce–O–Ce bonds by combination reaction of Ce–OH\nbonds present on the surface of the particle species. This reaction\nis referred to as water condensation reaction [32,33].\n\nCe—OH þ OH—Ce ! Ce—O—Ce þ H2O\n\nð1Þ\n\nThese bonds are created by ultrasound enhanced high intensity\ncollisions occurring between these particles in solution. The above\nmentioned observation of higher weight loss in the case of US syn-\nthesized sample could be due to this phenomenon.\n\nAnother possible reason behind the weight loss observed in US\nsynthesized CeO2 may be that as the average particle sizes\n\nFig. 5. SEM micrograph of synthesized CeO2 at 500(cid:3): (A) conventionally (NUS) (B)\nsonochemically (US).\n\nFig. 6. SEM micrograph of synthesized CeO2 at 10,000(cid:3): (A) conventionally (NUS)\n(B) ultrasonically (US).\n\n\f1122\n\nD.V. Pinjari, A.B. Pandit / Ultrasonics Sonochemistry 18 (2011) 1118–1123\n\nincreasing the packing of these particles into other composite sys-\ntems. This not only helps in improving its effect on material prop-\nerties by increasing the effective surface area, reducing the overall\nreaction time but also aids in increasing the different types of crys-\ntals formed.\n\n5. Energy efﬁcacy\n\nFor the comparison of the energy required for these two synthe-\nsis methods (conventional (NUS) and sonochemical (US)) to obtain\nCeO2 nanomaterials, a sample calculation is reported in Appendix\n(I). We have already reported the work done on the energy efﬁcacy\nof the conventional and sonochemical processes. [25,34] The en-\nergy utilized for the synthesis of CeO2 nanomaterial is the total en-\nergy supplied (kJ) per unit weight of the material processed/\nobtained (g). It is already explained in Section 4.1 that reaction\ntime to synthesize ZnO were 20 min for US method and 4 h NUS\nmethod. Total energy required per unit weight of the material ob-\ntained to synthesize CeO2 is 15.15 (cid:3) 10(cid:4)2 (kJ/g) for US synthesis\nmethod and 200.43 (cid:3) 10(cid:4)2 (kJ/g) for NUS synthesis method.\n\nThus, US synthesis method has proved to be an energy efﬁcient\nmethod which saved more than 92% of energy utilized by NUS syn-\nthesis method along with the reduced in the reaction duration.\n\n6. Conclusions\n\nNanostructured CeO2 particles were successfully synthesized, at\nroom temperature, without stabilizers, by conventional (NUS) and\nsonochemical method (US). The sonochemical synthesis method\nhas saved substantial energy (more than 92%) for the synthesis of\nCeO2. Thus, the sonochemical synthesis technique is fast, simple,\nconvenient, time saving, economical, and environmentally benign.\nWe believe that this method promises us a future large-scale syn-\nthesis for many applications in nanotechnology ﬁeld.\n\nAppendix A. Energy calculations\n\nA.1. Energy delivered during sonication\n\n(cid:5) Energy delivered during sonication = energy required to synthe-\n\nsize CeO2 material.\n\n(cid:5) Electrical energy delivered during sonication using horn for\n\n20 min (indicated by the power meter) = 37.047 kJ.\n\n(cid:5) Efﬁciency of horn taken for the calculation = 30% (estimated\n\nindependently using calorimetric studies).\n\n(cid:5) Actual energy delivered by horn during sonication = energy\ndelivered during sonication using horn in 10 min (cid:3) Efﬁciency\nof horn = 37.047 (cid:3) 30/100 = 9.2617 kJ = 9.26 kJ.\n\n(cid:5) Quantity of material processed = quantity of water + quantity of\ncerium nitrate hexahydrate + quantity of sodium hydrox-\nide = 60 g (60 ml) + 0.9 g + 0.24 g = 61.14 g.\n\n(cid:5) Net energy supplied for processing of material using sonochem-\nical method = actual\nenergy delivered by horn during\nsonication/quantity of material processed = 9.26 (kJ)/61.14\n(g) = 15.15 (cid:3) 10(cid:4)2 (kJ/g)\n(A)\n\nA.2. Energy delivered during conventional method\n\n(cid:5) Voltage input in magnetic stirrer (Model RQ1210, Remi Metals\n\nGujarat Limited, India) = 230 V.\n\n(cid:5) Current measured using digital multimeter (KUSAM-MECO\nIndustries Ltd., Mumbai,\n\nModel 2718, Kusam Electrical\nIndia) = 37 mA = 37 (cid:3) 10(cid:4)3 A.\n\n(cid:5) Power input in overhead stirrer = voltage input (cid:3) current mea-\n\nsured = 230 (V) (cid:3) 37 (cid:3) 10(cid:4)3 (A) = 8.51 W (J/s).\n\nFig. 7. SEM micrograph of synthesized CeO2 at 30,000(cid:3): (A) conventionally (NUS)\n(B) ultrasonically (US).\n\nobserved for the CeO2 synthesized by the US process is lower, it\nwill conduct thermal radiation more efﬁciently and thus at a lower\ntemperature it would feel a more signiﬁcant effect of thermal con-\nvective currents leading to a possible phase transformation and\nthus weight loss can happen. However, more work needs to be car-\nried out before it can be conclusively said so.\n\n4.4. Scanning electron microscopy (SEM)\n\nFrom the SEM micrographs (Figs. 5–7) of the NUS and US syn-\nthesized CeO2 samples some observations have been made, that\nsupported the results observed from the XRD patterns. We have\ncompared the SEM image results of the CeO2 for NUS (Fig. 5A)\nand US (Fig. 5B) at the same magniﬁcation of 500X. The US synthe-\nsized CeO2 shows not only comparatively smaller particle size but\nalso considerably less agglomeration. Here, we have interestingly\nobserved that structure of NUS synthesized CeO2 consists of small\nparticles aggregated with larger particles but this is not observed\nfor US synthesized CeO2 material. These particles are smooth and\nsharp cuts (US synthesized) as compared to NUS synthesized par-\nticles. This may be due to active surface charge present on NUS\nsynthesized CeO2 material, resulting in agglomerated particles\nwhich may be lost in case of US synthesized CeO2 material because\nof local higher energy dissipation and shock waves, generated by\nultrasound at a higher magniﬁcation of 10,000X. Lesser agglomer-\nation and uneven shaped structures are observed in the case of the\nUS samples in general rather than the agglomerated looking parti-\ncles for NUS sample.\n\nUse of cavitation as a reaction aid has had its inﬂuence in the\nreaction step by considerably reducing their particle size and\n\n\fD.V. Pinjari, A.B. Pandit / Ultrasonics Sonochemistry 18 (2011) 1118–1123\n\n1123\n\n(cid:5) Time required for completion of reaction = 4 h (14,400 s).\n(cid:5) Net energy delivered during conventional method = power\ninput in magnetic stirrer (cid:3) time required for completion of\nreaction = 8.51 J/s (cid:3) 4 h (cid:3) 3600 s/h = 122,544 J = 112.544 kJ.\n(cid:5) Quantity of material processed = quantity of water + quantity of\nzinc nitrate hexahydrate + quantity of sodium hydroxide = 60 g\n(60 ml) + 0.9 g + 0.24 g = 61.14 g.\n\n(cid:5) Net energy supplied for processing of material using conventional\nconventional\nprocessed = 112.544 (kJ)/\n\nmethod = net\nmethod/quantity\n61.14 (g) = 200.43 (cid:3) 10(cid:4)2 (kJ/g)\n\ndelivered\nmaterial\n\nenergy\nof\n\nduring\n\n(B).\n\nA.3. Energy saved\n\n(cid:5) Net energy saved = (net energy supplied for processing of mate-\nrial using conventional method (B)) (cid:4) (net energy supplied for\nprocessing of material using sonochemical method (A)) =\n200.43 (cid:3) 10(cid:4)2 (kJ/g) (cid:4) 15.15 (cid:3) 10(cid:4)2 (kJ/g) = 185.28 (cid:3) 10(cid:4)2 (kJ/g).\n\nReferences\n\n[1] S. Tsunekawa, R. Sahara, Y. Kawazoe, A. Kasuya, Origin of the blue shift in\nultraviolet absorption spectra of nanocrystalline CeO2(cid:4)x particles, Mater. Trans.\nJIM 41 (2000) 1104–1107.\n\n[2] A. Trovarelli, C. de Leitenburg, M. Boaro, G. Dolcetti, The utilization of ceria in\n\nindustrial catalysis, Catal. Today 50 (1999) 353–367.\n\n[3] S.H. Lee, Z.Y. Lu, S.V. Babu, E. Matijevic, Chemical mechanical polishing of\nthermal oxide ﬁlms using silica particles coated with ceria, J. Mater. Res. 17\n(2002) 2744–2749.\n\n[4] E. Bekyarova, P. Fornasiero, J. Kaspar, M. Graziani, CO oxidation on Pd/CeO2–\n\nZrO2 catalysts, Catal. Today 45 (1998) 179–186.\n\n[5] H. Yahiro, Y. Baba, K. Eguchi, H. Arai, High temperature fuel cell with Ceria–\n\nYttria solid electrolyte, J. Electrochem. Soc. 135 (1988) 2077–2080.\n\n[6] N. Izu, W. Shin, N. Murayama, S. Kanzaki, Resistive oxygen gas sensors based\non CeO2 ﬁne powder prepared using mist pyrolysis, Sens. Actuator B: Chem. 87\n(2002) 95–98.\n\n[7] M. Jiang, N.D. Wood, R. Komanduri, On the chemo-mechanical polishing (CMP)\nof Si3 N4 bearing balls with water based CeO2 slurry, J. Eng. Mater. Technol.:\nTrans. ASME 120 (1998) 304–312.\n\n[8] X. Chu, W. Chung, L.D. Schmidt, Sintering of sol–gel-prepared submicrometer\nparticles studied by transmission electron microscopy, J. Am. Ceram. Soc. 76\n(1993) 2115–2118.\n\n[9] A. Makishima, H. Kubo, K. Wada, Y. Kitami, T. Shimohira, Yellow coatings\nproduced on glasses and aluminum by the sol–gel process, J. Am. Ceram. Soc.\n69 (1986) C127–129.\n\n[10] Y. Hakuta, S. Onai, H. Terayama, T. Adschiri, K. Arai, Production of ultra-ﬁne\nceria particles by hydrothermal synthesis under supercritical conditions, J.\nMater. Sci. Lett. 17 (1998) 1211.\n\n[11] N.C. Wu, E.W. Shi, Y.Q. Zheng, W.J. Li, Effect of pH of medium on hydrothermal\nsynthesis of nanocrystalline cerium(IV) oxide powders, J. Am. Ceram. Soc. 85\n(2002) 2462–2468.\n\n[12] M. Hirano, E. Kato, Hydrothermal synthesis of nanocrystalline cerium(IV)\n\noxide powders, J. Am. Ceram. Soc. 82 (1999) 786–788.\n\n[13] N. Uekawa, M. Ueta, Y.J. Wu, K. Kakegawa, Synthesis of CeO2 spherical ﬁne\nparticles by homogeneous precipitation method with polyethylene glycol,\nChem. Lett. 31 (2002) 854–855.\n\n[14] E. Verdon, M. Devalette, G. Demazeau, Solvothermal synthesis of cerium\ndioxide microcrystallites: effect of the solvent, Mater. Lett. 25 (1995) 127–131.\n[15] X.T. Dong, G.Y. Hong, D.C. Yu, D.S. Yu, Synthesis and properties of cerium oxide\nnanometer powders by pyrolysis of amorphous citrate, J. Mater. Sci. Technol.\n13 (1997) 113–116.\n\n[16] T. Masui, K. Fujiwara, K. Machida, G. Adachi, T. Sakata, H. Mori,\nCharacterization of cerium(IV) oxide ultraﬁne particles prepared using\nreversed micelles, Chem. Mater. 9 (1997) 2197–2204.\n\n[17] X.D. Zhou, W. Huebner, H.U. Anderson, Room-temperature homogeneous\nnucleation synthesis and thermal stability of nanometer single crystal CeO2,\nAppl. Phys. Lett. 80 (2002) 3814–3816.\n\n[18] B. Aiken, W.P. Hsu, E. Matijevic, Preparation and properties of monodispersed\nlanthanide compounds: III, Yttrium(III) and mixed\n\ncolloidal particles of\nYttrium(III)/cerium(III) systems, J. Am. Ceram. Soc. 71 (1988) 845–853.\n[19] P.L. Chen, I.W. Chen, Reactive cerium(IV) oxide powders by the homogeneous\n\nprecipitation method, J. Am. Ceram. Soc. 76 (1993) 1577–1583.\n\n[20] B. Djuricic, S. Pickering, Nanostructured cerium oxide: preparation and\nproperties of weakly-agglomerated powders, J. Eur. Ceram. Soc. 19 (1999)\n1925–1934.\n\n[21] Joon-Sung Lee, Jin-Seok Lee, Sung-Churl Choi, Synthesis of nano-sized ceria\npowders by two-emulsion method using sodium hydroxide, Mater. Lett. 59\n(2005) 395–398.\n\n[22] Huey-Ing Chen, Hung-Yi Chang, Homogeneous precipitation of cerium dioxide\nnanoparticles in alcohol/water mixed solvents, Colloids Surf. A: Physicochem.\nEng. Aspects 242 (2004) 61–69.\n\n[23] Emanuel Kockrick, Christian Schrage, Anett Grigas, Dorin Geiger, Stefan Kaskel,\nSynthesis and catalytic properties of microemulsion-derived cerium oxide\nnanoparticles, J. Solid State Chem. 181 (2008) 1614–1620.\n\n[24] Lunxiang Yin, Yanqin Wang, Guangsheng Pang, Yuri Koltypin, Aharon\nGedanken, Sonochemical synthesis of cerium oxide nanoparticles – effect of\nadditives and quantum size effect, J. Colloid Int. Sci. 246 (2002) 78–84.\n[25] K. Prasad, D.V. Pinjari, A.B. Pandit, S.T. Mhaske, Phase transformation of\nnanostructured titanium dioxide from anatase-to-rutile via combined\nultrasound assisted sol–gel technique, Ultra Sonochem. 17 (2010) 409–415.\n\n[26] K. Prasad, D.V. Pinjari, A.B. Pandit, S.T. Mhaske, Synthesis of titanium dioxide\nby ultrasound assisted sol–gel technique: effect of amplitude (power density)\nvariation, Ultra Sonochem. 17 (2010) 697–703.\n\n[27] V.S. Moholkar, S.P. Sable, A.B. Pandit, Mapping the cavitation intensity in an\nultrasonic bath using the acoustic emission, AIChE J. 46 (2000) 684–694.\n[28] A.V. Mahulkar, C. Riedel, P.R. Gogate, U. Neis, A.B. Pandit, Effect of dissolved gas\ncell disruption:\n\non efﬁcacy of\nreactors\nexperimental and numerical analysis, Ultra Sonochem. 16 (2009) 635–643.\n\nfor microbial\n\nsonochemical\n\n[29] D.V. Pinjari, A.B. Pandit, Cavitation milling of natural cellulose to nanoﬁbrils,\n\nUltra Sonochem. 17 (2010) 845–852.\n\n[30] N. Vigneshwaran, K. Sampath, A.A. Kathe, P.V. Varadarajan, V. Prasad,\nFunctional ﬁnishing of cotton fabrics using zinc oxide-soluble starch\nnanocomposites, Nanotechnology 17 (2006) 5087–5095.\n\n[31] S. Chandramouleeswaran, S.T. Mhaske, A.A. Kathe, P.V. Varadarajan, V. Prasad,\nN. Vigneshwaran, Functional behaviour of polypropylene/ZnO-soluble starch\nnanocomposites, Nanotechnology 18 (2007) (art. no. 385702).\n\n[32] N. Enomoto, T. Koyano, Z. Nakagawa, Effect of ultrasound on synthesis of\n\nspherical silica, Ultra Sonochem. 3 (1996) S105–S109.\n\n[33] R.L. Frost, M. Daniel Lisa, Z. Huaiyong, Synthesis and characterization of clay-\n\nsupported titania photocatalysts, J. Colloid Int. Sci. 316 (2007) 72–79.\n\n[34] K.J. Jarag, D.V. Pinjari, A.B. Pandit, G.S. Shankarling, Synthesis of chalcone (3-(4-\nof\nﬂuorophenyl)-1-(4-methoxyphenyl)prop-2-en-1-one):\nsonochemical method over conventional method, Ultra Sonochem. 18 (2011)\n617–623.\n\nadvantage\n\n\f"
}