{
  "metadata": {
    "source_file": "Fanming Meng et al. - 2013 - Controllable synthesis and optical properties of nano-CeO2 via a facile hydrothermal route.pdf",
    "extraction_date": "2024-11-17T17:45:12.479864",
    "character_count": 32925
  },
  "content": "Journal of Alloys and Compounds 556 (2013) 102–108\n\nContents lists available at SciVerse ScienceDirect\n\nJournal of Alloys and Compounds\n\nj o u r n a l h o m e p a g e : w w w . e l s e v i e r . c o m / l o c a t e / j a l c o m\n\nControllable synthesis and optical properties of nano-CeO2 via a facile\nhydrothermal route\nFanming Meng a,b,⇑\n\n, Leini Wang a, Jingbiao Cui c\n\na School of Physics and Materials Science, Anhui University, Hefei 230039, PR China\nb Key Laboratory of Materials Modiﬁcation by Laser, Ion and Electron Beams, Dalian University of Technology, Ministry of Education, Dalian 116024, PR China\nc Department of Physics and Astronomy, University of Arkansas at Little Rock, Little Rock, AR 72204, USA\n\na r t i c l e\n\ni n f o\n\na b s t r a c t\n\nArticle history:\nReceived 31 October 2012\nReceived in revised form 18 December 2012\nAccepted 19 December 2012\nAvailable online 29 December 2012\n\nKeywords:\nNanostructures\nElectron microscopy\nX-ray photo-emission spectroscopy\nOptical properties\n\nMorphology control of CeO2 nanostructures was achieved by using ethanol/water mixtures with varied\nvolume ratios from 0:1 to 1:0 in a facile hydrothermal process with CeCl3(cid:2)7H2O as cerium source and N2-\nH4(cid:2)H2O as mineralizer. It was found that the increase of ethanol/water ratio resulted in the morphology\nchange from thin nanorods to short-thick nanorods, and then to nanoparticles, which is mainly attributed\nto the inﬂuences of hydrocarbon chains, dielectric constant, and viscosity of the solution on the thermo-\ndynamics of the reaction system and kinetics of nucleation. Various characterization techniques have\nbeen used to study the CeO2 nanostructures, including XRD, XPS, SEM, HRTEM, Raman, and PL spectra.\nPhotoluminescence spectra of the CeO2 nanoparticals exhibited an unique UV–violet–blue emission\nwhich is likely associated with the defect states existing extensively between Ce 4f and O 2p bands, better\ncrystallinity of the sample, and higher concentration of Ce3+ ions in sample.\n\n(cid:2) 2013 Elsevier B.V. All rights reserved.\n\n1. Introduction\n\nNanostructured functional materials have attracted much re-\nsearch interest due to their remarkable size-, shape-, or surface-\ndependent physical and chemical properties [1]. Ceria (CeO2),\none of the most important functional rare earth oxides, is a prom-\nising material for various applications in catalysts [2], fuel cells [3],\noxygen sensors [4], magnetic materials [5], ultraviolet blocks [6],\nand optical materials [7] due to its oxygen storage capacity via fac-\nile Ce4+/Ce3+ redox cycles, high mechanical strength, and unique\noptical properties. It is well known that the functionality of CeO2\nnanomaterials strongly depends on the morphology and size of\nthe nanocrystals. Recent reports showed that low-dimensional\nCeO2 possesses remarkable properties compared with its bulk\ncounterparty. For example, Lu et al. [8] reported that CeO2 nano-\nrods exhibited a photovoltaic effect upon visible light illumination\n(k P 390 nm). Zheng et al. [9] demonstrated that CeO2 nanowires\nhave better catalytic properties for CH4 oxidation than commercial\nCeO2.\n\nSo far, preparation of CeO2 nanostructures is by no means a new\nresearch subject, however, much more effort is still needed to syn-\nthesize nano-CeO2 with controllable morphology-, size-, and com-\n\n⇑ Corresponding author. Address: School of Physics and Materials Science, Anhui\nUniversity, 111 Jiulong Road, Hefei 230601, PR China. Tel.: +86 551 5108049; fax:\n+86 551 5107237.\n\nE-mail address: mrmeng@ahu.edu.cn (F. Meng).\n\n0925-8388/$ - see front matter (cid:2) 2013 Elsevier B.V. All rights reserved.\nhttp://dx.doi.org/10.1016/j.jallcom.2012.12.096\n\n[10]. Among numerous growth methods\n\nposition, and therefore the inherited excellent physical and\nchemical properties that are hard to achieve in their bulk counter-\nparties\nincluding\nmicrowave-hydrothermal method [11], a low temperature hydro-\nthermal process has been proven to be a simple and cost-effective\napproach for the preparation of CeO2 nanostructured materials.\nThe use of mixed solvent system is a new preparation route, in\nwhich the addition of low-dielectric medium to the aqueous solu-\ntion alters the thermodynamics of chemical reaction and kinetics\nof nucleation [12,13]. In this work, we report on the fabrication\nof morphology-controlled CeO2 nanostructures with unique optical\nproperties via a facile hydrothermal route. The structure and prop-\nerties were characterized by various techniques, including X-ray\nphotoelectron spectroscopy (XPS), scanning electron microscopy\n(SEM), high resolution transmission electron microscope (HRTEM),\nX-ray diffraction (XRD), Raman scattering, and photoluminescence\n(PL)\nshort-thick\nnanorods, and nanoparticles could be obtained by controlling the\nethanol/water ratio in the ethanol–water solvent system. Exhila-\nratingly,\nthe as-synthesized CeO2 nanoparticles exhibited a\nremarkable near UV PL, which is mainly attributed to the abundant\ndefect state between Ce 4f and O 2p bands, better crystallinity, and\nhigher concentration of Ce3+ ions in the nanoparticles. The possible\nsynthetic mechanism of morphology-controlled CeO2 nanostruc-\ntures was discussed in terms of the inﬂuences of hydrocarbon\nchains, dielectric constant, and viscosity of the solution on the\nthermodynamics of the reaction system and kinetics of nucleation.\n\nthin CeO2 nanorods,\n\nInterestingly,\n\nspectra.\n\n\fF. Meng et al. / Journal of Alloys and Compounds 556 (2013) 102–108\n\n103\n\n2. Experimental details\n\n2.1. Material preparation\n\nAll the reagents were of analytical grade purity and used as received without\nfurther puriﬁcation. Four kinds of CeO2 nanostructures, respectively referred to as\nA, B, C, and D, were synthesized by changing the volume ratio of ethanol to water.\nThe growth of sample A was performed by dissolving 1.4903 g (4 mmol) CeCl3(cid:2)7H2O\nin 20 mL distilled water with magnetic stirring, followed by the addition of 6 mL\nethylenediamine under vigorous stirring for another 20 min, forming a homoge-\nneous solution. Then 4 mL N2H4(cid:2)H2O (85%) was added dropwise to the obtained\nsolution under continuous stirring for 15 min. The mixed solution was transferred\ninto a 50 mL Teﬂon–lined autoclave and heated at 180 (cid:3)C for 8 h. After the autoclave\nwas naturally cooled to room temperature, the precipitate was collected by centri-\nfugation, washed three times with distilled water and ethanol, and then dried in air\nat 80 (cid:3)C for 10 h. The samples B, C, and D were synthesized by keeping the same\nparameters as same A except for using 20 mL mixed ethanol/water instead of pure\nwater. The volume ratio of ethanol to water was 1:3, 3:1, and 1:0 respectively for\nsamples B, C, and D.\n\n2.2. Characterization\n\nThe crystal phases of CeO2 nanostructures were analyzed by X-ray diffractom-\neter (XRD, XD-3) with Cu Ka radiation. The morphology was examined by scanning\nelectron microscope (SEM, S-4800, Japan) and transmission electron microscope\n(TEM, JEM-2100, Japan) equipped with an attached energy dispersive spectroscopy\n(EDS) system. The Raman spectra were recorded by a Raman spectrometer system\n(inVia-Reﬂex) using a laser with 532 nm excitation at room temperature. The chem-\nical state was analyzed by X-ray photoelectron spectroscopy (XPS). Photolumines-\ncence (PL) spectra were obtained by a ﬂuorescence spectrophotometer (HORIBA\nFluoroMax-4P, HORIBA Jobin Yvon) using excitation light of 340 nm.\n\n3. Results and discussion\n\n3.1. Structure and morphology analysis\n\nThe phase purity of the as-synthesized nanostructures was\nexamined by XRD measurements. Fig. 1 shows the XRD patterns\nof samples synthesized under different ethanol/water ratios. All\nthe diffraction peaks from samples A, B, and C can be indexed to\na ﬂuorite cubic phase of CeO2 (JCPDS 81-0792). They were found\nat 28.54(cid:3), 33.08(cid:3), 47.48(cid:3), 56.33(cid:3), 59.08(cid:3), 69.4(cid:3), 76.69(cid:3), 79.06(cid:3), and\n88.41(cid:3), corresponding to ceria (1 1 1), (2 0 0), (2 2 0), (3 1 1), (2 2 2),\n(4 0 0), (3 3 1), (4 2 0), and (4 2 2) planes, respectively. No obvious\nsign of crystalline Ce2O3 or Ce(OH)3 was detected by XRD, but for\nsamples B and C two very weak peaks were indistinct found at\n15.54(cid:3) and 36.16(cid:3), which can be indexed to a hexagonal phase of\nCe(OH)3 (JCPDS 74-0665) with (1 0 0) and (1 1 1) planes, respec-\ntively. In addition, a considerable of Ce3+ ions was observed by\nXPS, as shown below, suggesting that the Ce3+ is distributed at\nthe CeO2 grain boundaries forming amorphous Ce(OH)3 or Ce2O3.\n\n♥ CeO\n2\n\n♣ Ce(OH)\n\n3\n\n♥\n\n♥\n\n♥\n\n♣\n♣♣\n\n♥\n\n♥\n\n♥\n\n♥♥\n\n♥\n\n♣\n\n♣\n\n)\n.\nu\n.\na\n(\n\ny\nt\ni\ns\nn\ne\nt\nn\nI\n\n♣\n\n D\n\n♣\n\n C\n\n♣\n\n B\n\n A\n\n10\n\n20\n\n30\n\n40\n50\n60\n2θ (degree)\n\n70\n\n80\n\n90\n\nFig. 1. XRD patterns of CeO2 nanostructures synthesized in ethanol/water mixtures\nwith the volume ratios of 0:1 (A), 1:3 (B), 3:1 (C), and 1:0 (D).\n\nIn addition to the diffraction peaks from the cubic ceria, however,\nthe sample D showed extra peaks at 15.54(cid:3), 36.16(cid:3), 39.54(cid:3), and\n42.42(cid:3) which are respectively indexed to a hexagonal phase of\nCe(OH)3 (JCPDS 74-0665) with (1 0 0), (1 1 1), (2 0 1), and (2 1 0)\nplanes, indicating that mixture of CeO2 and its light hydroxide is\nsynthesized using pure ethanol. The nanostructures synthesized\nin pure ethanol are signiﬁcantly different from those obtained with\nethanol/water mixtures.\n\nFig. 2 shows the SEM images of the as-synthesized nanostruc-\ntures. It can be seen that CeO2 thin nanorods of 15–30 nm in diam-\neter and 100–300 nm in length were synthesized in water (sample\nA), while short-thick nanorods of 30–60 nm in diameter and 60–\n120 nm in length were synthesized in the 1:3 ethanol/water sol-\nvent. Continue to increase the ethanol/water ratio to 3:1, a mixture\nof short nanorods and nanoparticles was obtained. In pure ethanol,\nnanoparticles were formed. Obviously, the morphology of the as-\nsynthesized nanostructures gradually changes from long nanorods\nto short ones, and then to nanoparticles with the increase of etha-\nnol/water ratio in the growth solutions. There is a very small\namount of nanoparticles observed in samples A and B. However,\nit is hard to see nanorods in sample D. It was demonstrated that\nthe morphology of CeO2 nanostructures is very sensitive to the vol-\nume ratio of ethanol to water, which can be used to control the\nnanostructure growth. The growth condition at a higher ethanol\nconcentration is favorable for the formation of nanoparticles.\n\nThe inﬂuence of ethanol on the morphology of CeO2 nanostruc-\ntures may be attributed to three aspects as being discussed bellow.\nFirst, it is well known that hydrocarbon chains in ethanol may pre-\nvent electrostatic adsorption. As a result, the growth of long CeO2\nnanorods is restricted in the presence of ethanol, which leads a\nfavorable condition for nanoparticle formation. Second, according\nto the classical Einstein–Strokes equation, D = kT/6pgr, the diffu-\nsion coefﬁcient (D) of a solute of radius (r) in a solvent is in recipro-\ncal proportion to the viscosity of the solution (g) [14,15]. It is well\nknown that the g value of ethanol is bigger than that of water [16].\nThe addition of ethanol into water increases the viscosity of the\nsolution and slows down the mass transfer, which is beneﬁcial to\nthe isotropic growth of nanoparticles. In our work, the sample syn-\nthesized in ethanol exhibited particle shape, which is consistent\nwith the document [17]. Third, as is well known, the dielectric con-\nstant of ethanol is smaller than that of water, the addition of low\ndielectric medium ethanol to the aqueous solution not only alters\nthe thermodynamics of the reaction system and the kinetics of\nnucleation, but also reduces the colloidal interactions of solid par-\nticles, as well as the interactions between particles and solvent,\nleading to different organization behaviors correlated with the del-\nicate balance of attractions and repulsions [12]. The dielectric con-\nstant change with the increase of ethanol/water ratio is also\nfavorable for the formation of nanoparticles due to the fact that\nethanol/water mixtures with varied volume ratios possess differ-\nent dielectric constant results in the difference in the solubility\nof the starting materials under supercritical conditions [17].\n\nThe as-synthesized nanostructures were analyzed by TEM and\nHRTEM as shown in Figs. 3 and 4. The TEM image in Fig. 3a shows\nthat the CeO2 nanostructures from sample B were mainly short-\nthick and uniform CeO2 nanorods of 30–60 nm in diameter and\n60–120 nm in length, which is consistent with the SEM observa-\ntion. Fine nanoparticles with a diameter of 6–10 nm were also ob-\nserved. Inset of Fig. 3a is a selected area electron diffraction (SAED)\npattern obtained from one of the nanorods, indicating that the\nCeO2 nanorods are polycrystalline materials. All the diffraction\nrings could be indexed to the cubic CeO2 phase. Some defects can\nbe seen from the HRTEM image (Fig. 3b), and as shown by white\nrectangle marked in and 3c. As shown in Fig. 3c, the ordered lattice\ncan be seen clearly and the interplanar fringes are about 0.301 and\n0.259 nm, representing the {1 1 1} and {2 0 0} lattice spacing of\n\n \n\f104\n\nF. Meng et al. / Journal of Alloys and Compounds 556 (2013) 102–108\n\nFig. 2. SEM images of CeO2 nanostructures synthesized in ethanol/water mixtures with the volume ratios of 0:1 (A), 1:3 (B), 3:1 (C), and 1:0 (D).\n\nFig. 3. (a) TEM image of CeO2 nanorods synthesized in 1:3 ethanol/water mixture. Inset is the SAED pattern, and (b) HRTEM image, (c) the magniﬁed image taken from the\nnanorod in (b), and (d) EDX spectrum of the nanorod shown in (b).\n\nCeO2, respectively. The EDX spectrum of Fig. 3d shows that both O\nand Ce were observed with an atomic ratio of O–Ce about 1.60.\nThis low ratio suggests that Ce3+ ions may exist in the samples.\n\nThe TEM image in Fig. 4a was taken on sample D synthesized in\nethanol without water. Homogeneous tiny nanoparticles were ob-\nserved. The nanoparticles tend to aggregate together because of\ntheir large surface energy. The inset shows a SAED pattern taken\n\nfrom the agglomerated particles, which suggests that CeO2 nano-\nparticles synthesized in ethanol have better crystallinity than the\nshort nanorods in sample B. Fig. 4b shows the HRTEM image of a\nnanorod found in Fig. 4a. The fast Fourier transformation inserted\nin Fig. 4b further reveals the excellent crystallinity of the sample.\nThe HRTEM of Fig. 4c conﬁrms single-crystalline structure of the\nnanoparticles with crystallite size of 5–10 nm. The EDX spectrum\n\n\fF. Meng et al. / Journal of Alloys and Compounds 556 (2013) 102–108\n\n105\n\nFig. 4. (a) TEM image of CeO2 nanoparticles synthesized in ethanol. Inset is an SAED pattern, and (b) HRTEM image of a nanorod found in (a). Inset is the fast Fourier\ntransformation of the selected single nanorod revealing the excellent crystallinity, (c) HRTEM image of nanoparticles, and (d) EDX spectrum of the nanoparticles shown in (a).\n\nshown in Fig. 4d produces an O/Ce ratio of 1.45, which is smaller\nthan that of nanorods synthesized in the mixed solvents and sug-\ngests that there are likely more Ce3+ ions in the nanoparticles than\nthe nanorods.\n\n3.2. Composition and chemical state\n\nComposition and chemical state of the as-synthesized nano-\nstructures were studied by XPS. Fig. 5a and c shows the Ce 3d core\nlevels from CeO2 nanorods (sample B) and nanoparticles (sample\nD) respectively. The corresponding ﬁtted deconvolutions of the\nCe 3d levels are also included in Fig. 5. The u0 00 (916.99 eV), u00\n\n(907.53 eV), u (900.03 eV), v000 (897.58 eV), v0 0 (888.43 eV), and v\n(881.85 eV) are attributed to Ce4+ ions, while u0 (903.10 eV) and\nv0 (883.99 eV) are the characteristic peaks of Ce3+ ions [18,19].\nXPS integrated areas of individual peaks of the Ce 3d and O1s spec-\ntra of CeO2 nanorods and nanoparticles are listed in Table 1. A\nsemiquantitative analysis of the integrated peak areas can provide\nthe concentrations of Ce3+ and Ce4+ ions in the synthesized CeO2\nnanorods and nanoparticles, as listed in Table 2, by using the fol-\nlowing equations,\n\n½Ce3þ(cid:3) ¼\n\nAu0 þ Am0\nAu000 þ Au00 þ Au0 þ Au þ Am000 þ Am00 þ Am0 þ Am\n\nð1Þ\n\nu'''\n\nu\n\nu'\n\nu''\n\nv'''\n\n(a) (b)\n\n530.09\n\n529.05\n\nv'\n\nv\n\nv''\n\n531.47\n\n)\n.\nu\n.\na\n(\n\ny\nt\ni\ns\nn\ne\nt\nn\nI\n\n(c) (d)\n\n920\n\n910\n\n900\n\n890\n\n880\n\n534\n\n532\n\n530\n\n528\n\nBinding Energy (eV)\n\nFig. 5. XPS core level spectra of Ce 3d (a, and c) and O1s (b, and d) taken on CeO2 nanorods and nanoparticles synthesized in ethanol/water mixtures with the volume ratio of\n1:3 and 1:0, respectively.\n\n \n\f106\n\nF. Meng et al. / Journal of Alloys and Compounds 556 (2013) 102–108\n\nTable 1\nIntegrated areas of individual XPS peaks of the Ce 3d and O1s from CeO2 nanorods synthesized in ethanol/water mixture with the volume ratio of 1:3 (sample B) and\nnanoparticles synthesized in ethanol (sample D).\n\nSamples\n\nCe (3d3/2)\n\nCe (3d5/2)\n\nO1s\n\nu0 0 0\n\nu0 0\n\nu0\n\nu\n\nv0 0 0\n\nv0 0\n\nv0\n\nv\n\nCe4+–O\n\nAbsorbed oxygen\n\nCe3+–O\n\nB\nD\n\n111064.8\n109349.9\n\n70926.6\n94036.2\n\n50793.8\n92649.3\n\n156747.7\n125192.3\n\n46026.1\n28211.6\n\n104615.6\n104783.7\n\n142833.2\n126644.7\n\n57857.5\n55934.2\n\n43383.46\n43807.69\n\n49606.94\n47115.78\n\n71530.67\n66158.82\n\nTable 2\nConcentrations of Ce3+ and Ce4+ ions and stoichiometry x = [O]/[Ce] of CeO2 nanorods\nsynthesized in ethanol/water mixture with a volume ratio of 1:3 (sample B) and\nnanoparticles synthesized in ethanol (sample D).\n\nSamples\n\nB\nD\n\n[Ce3+]\n\n0.261\n0.298\n\n[Ce4+]\n\n0.739\n0.702\n\nx = [O]/[Ce]a\n\nx0 = [O1s]/[Ce3d]b\n\n1.870\n1.851\n\n1.614\n1.553\n\na Using Eq. (3).\nb Using Eq. (4).\n\n½Ce4þ(cid:3) ¼\n\nAu000 þ Au00 þ Au þ Am000 þ Am00 þ Am\nAu000 þ Au00 þ Au0 þ Au þ Am000 þ Am00 þ Am0 þ Am\n\nð2Þ\n\nwhere Ai is the integrated area of peak ‘‘i’’.\n\nThe Ce3+ ions can be distributed either in regions of sesquioxide\nCe2O3 [20] or around oxygen-vacancy in CeO2 [21]. In order to\ndetermine whether Ce3+ ions are associated with Ce2O3 or oxy-\ngen-vacancies, we calculated the oxygen content in the samples\nassuming that the total oxygen content is the sum of the required\nO to fully oxidize Ce4+and Ce3+ to form CeO2 and Ce2O3, respec-\ntively. Then taking into account the differences in stoichiometry\nx = [O]/[Ce] in CeO2 (x = 2) and in Ce2O3, (x = 1.5), the ratio of O\nto the total Ce ions (Ce4+ + Ce3+) is determined by using the amount\nof Ce4+ and Ce3+ ions as listed in Table 2 and the following\nequation,\n\nx ¼\n\n½O(cid:3)\n½Ce(cid:3)\n\n¼\n\n3\n2\n\n(cid:4) ½Ce3þ(cid:3) þ 2 (cid:4) ½Ce4þ(cid:3)\n\nð3Þ\n\nFig. 5b and d shows the O1s core levels for CeO2 nanorods and\nnanoparticles, respectively, and also show the ﬁtted deconvolu-\ntions of the O1s levels to the various states. It can be seen that\nthe O1s spectra consist of three peaks at binding energy 529.05,\n530.09, and 531.47 eV, which can be attributed to the absorbed\noxygen [22], lattice oxygen in CeO2 [23,24], and O related to the\nCe3+ ions (Ce3+–hydroxide and Ce3+–oxide) [25,26]. The actual stoi-\nchiometry x0 = [O]/[Ce] can be calculated directly from the XPS\nintegrated areas of the O1s and Ce 3d peaks according to the fol-\nlowing equation,\n\n(x0) calculated by Eq. (4) is 0.2–0.3 smaller than that (x) calculated\nby Eq. (3), which suggests that two kinds of Ce3+ ions associated\nwith Ce2O3 and oxygen vacancies in CeO2 may coexist in the sam-\nples. From Table 2 it can also be seen that differentials between x\nand x0 (i.e. x–x0) increases with the increase of Ce3+ ions, which is\nin agreement with the literature [19] and implies that more oxygen\nvacancies in nanoparticles (sample D) may form as compared with\nCeO2 nanorods (sample B).\n\n3.3. Optical properties\n\nTo better understand the defects in the samples, Raman scatter-\ning was carried out and is shown in Fig. 6. One strong Raman peak\ncentered at about 464 cm(cid:5)1 dominates the spectra from all the\nsamples. This peak originates from the F2g Raman-active mode of\nCeO2 cube structure [27–29], i.e. a symmetrical stretching mode\nof the Ce-8O vibrational unit [30,31]. Therefore, it should be very\nsensitive to any disorder in the oxygen sublattice resulting from\nthermal, doping, or grain-size induced effects [32]. The inﬂuence\nof the CeO2 microstructures on the shape of the Raman spectra\nwas observed by the broadening of the line and by the increase\nin its asymmetry due to the reduction of the phonon lifetime in\nthe nanocrystalline regime [33]. The Raman line broadening of\nthe CeO2 nanostructures can be described by the dependence of\nthe half-width, U, on the inverse of grain size, dg, which follows a\nlinear behavior as described below,\n\nCðcm(cid:5)1Þ ¼ 10 þ\n\n124:7\ndg\n\nð6Þ\n\nThe grain sizes calculated by Eq. (6) are 4.6, 5.2, 8.3, and 9.6 nm\nfor the samples A, B, C, and D, respectively, indicating that the\nhigher ethanol/water ratio resulted in larger crystallites in CeO2\nnanocrystals. This observation is consistent with our HRTEM\nmeasurements.\n\nRaman peak positions obtained from Fig. 6 are 461.4, 461.4,\n461.4, and 470.2 nm with corresponding peak line widths of 74,\n\nx0 ¼\n\nO1s\nCe3d\n\n¼\n\nAO\nACe\n\n(cid:2)\n\nSCe\nSO\n\nð4Þ\n\n10\n\nwhere AO and ACe are the XPS integrated areas of the O1s and Ce 3d\npeaks, and SCe (=7.399) and SO (=0.711) are sensitivity factors of Ce\nand O atoms respectively.\n\nThe existence of a considerable concentration of Ce3+ ions in\nboth CeO2 nanorods and nanoparticles was conﬁrmed by the XPS\ndata as summarized in Table 2. Moreover the concentration of\nCe3+ ions in nanoparticles is higher than nanorods due to the com-\nplex reaction between Ce3+ ions and ethanol under alkaline condi-\ntion according to,\n\nCe3þ þ xOH(cid:5) þ yC2H5OH ! ½CeðIIIÞðOHÞxðC2H5OHÞy(cid:3)d\n\nð5Þ\n\nTherefore the increase of ethanol causes more Ce3+ ions to react\nwith ethanol. As a result, the concentration of Ce3+ ions in nanopar-\nticles is higher than nanorods. In addition, the actual stoichiometry\n\n)\n.\nu\n.\na\n4\n0\n1\n(\n\ny\nt\ni\ns\nn\ne\nt\nn\n\nI\n\n5\n\n0\n\n5\n\n1.2\n\n0.8\n\n0.4\n\nB\nD\nC\nA\n\n1172\n\n600\n\n828\n\n260\n\n464\n\n5\n\n10\n\n15\n\n10\nRaman shift (102 cm-1)\n\n25\n\n20\n\n30\n\n35\n\nFig. 6. Room temperature Raman spectra of CeO2 nanostructures synthesized in\nethanol/water mixtures with the volume ratios of 0:1 (A), 1:3 (B), 3:1 (C), and 1:0\n(D). Inset is the magniﬁed part as highlighted by the rectangle.\n\n \n \n\fF. Meng et al. / Journal of Alloys and Compounds 556 (2013) 102–108\n\n107\n\n68, 50, and 46 cm(cid:5)1 for samples A, B, C, and D, respectively. Several\nfactors may have caused the changes in the main Raman peak po-\nsition and line width, including phonon conﬁnement, strain, broad-\nening associated with the size distribution, defects, and variations\nin phonon relaxation with particle sizes [28]. It is likely that Ce3+\nions and oxygen vacancies in these samples are responsible for\nthe changes in the Raman scattering as supported by the XPS and\nPL data.\n\nThe second-order features at 1172 cm(cid:5)1 are very prominent in\nthe samples D and C. But it is hard to see this peak for sample B.\nIt can be attributed to the second-order Raman mode of surface\nsuperoxide species (O(cid:5)\n2 ), and has little additional contributions\nfrom F2g symmetry [27]. Moreover, the relative intensity of sample\nD at about 1172 cm(cid:5)1 is obviously higher than other samples,\nimplying the nanoparticles have more oxygen vacancies than other\nthree samples. In fact the peak at about 1172 cm(cid:5)1 is so broad and\nsymmetrical that it makes no sense to assign it to a single critical\npoint phonon overtone, rather, Weber et al. [27] simply assigned\nit to 2LO. The shoulder peak ranging from 560 to 600 cm(cid:5)1 can\nbe attributed to the presence of Ce3+ ions and oxygen vacancies\n[34]. The peak at about 828 cm(cid:5)1 could be due to a second-order\nphonon, a local mode centered on vacancies, or the presence of an-\nother elemental species [28]. The peak near 260 cm(cid:5)1 can be\nattributed to disorder in the system [32].\n\nCeO2 is a wide band gap semiconductor, whose Ce 4f energy lev-\nels localize at the forbidden band and lie about 3 eV above the va-\nlence band (O 2p) with width of 1.2 eV [35–37]. Its defect levels\nlocalized between the Ce 4f band and O 2p band can lead to wider\nemission bands. Fig. 7 shows the room temperature PL spectra of\nCeO2 nanostructures synthesized under different ethanol/water ra-\ntios. Numerous emission peaks located at (cid:6)373, 383, 400, 420, 439,\n450, 462, 468, 472, 482, 492, 542, and 564 nm are observed. These\nemission peaks between 400 and 500 nm form a broad emission\nband. Their PL intensities are slightly different from each other\nbut the main emission peak maintains at 468 nm for samples A,\nB, and C. However, the PL spectrum of sample D is characterized\nwith a wider and strong UV–violet–blue emission band ranging\nfrom 370 to 500 nm and a peak position at 406 nm instead of\n468 nm as observed in the other samples. This is a very interesting\nand novel phenomenon. Maensiri et al. [30] reported the depen-\ndence of PL blue-shift on calcining temperature. From Fig. 7, it\ncan be also seen that the peak intensity decreases with the increase\nof ethanol/water ratio from 0:1 up to 3:1 and then increases.\n\nThe strong broad UV–violet–blue emission band ranging from\n370 to 500 nm of sample D may be understood as below. First, it\nmay originate from the defect state existing extensively between\n\nD\n\n12\n\n10\n\n8\n\n6\n\n4\n\n2\n\n)\n.\nu\n.\na\n5\n0\n1\n(\n\ny\nt\ni\ns\nn\ne\nt\nn\nI\n\nA\n\nB\n\nC\n\n2\n\n1\n\n400\n\n450\n\n500\n\nA\n\nB\n\nC\n\n400\n\n450\n\n500\n\n550\n\nWavelength (nm)\n\nthe Ce 4f band and O 2p band [38,29]. The emission peaks located\nbetween 370 and 440 nm can be attributed to excitonic recombina-\ntion corresponding to the near-band-edge emission of CeO2 [39–41]\nand can be partly certiﬁcated by comparing the relationship of peak\nintensity and band gap. They are due to the 5d–4f transitions of Ce3+\nbetween the 2D (5d1) ground state and the 2F5/2 (4f1) state. The\nother emission peaks between 445 and 500 nm may be attributed\nto the transitions from different defect levels to O 2p band. Obvi-\nously, the UV–violet–blue emission band of sample D is related to\nabundant defects in the nanoparticles. Our XPS and Raman results\nhave indicated that sample D (nanoparticles) possess high oxy-\ngen-vacancy level, which is helpful for fast oxygen transport. Sec-\nond, this phenomenon should be attributed to better crystallinity\nof sample D compared to the other samples, which is in agreement\nwith the XRD and HRTEM results as well as literature [28]. Third,\nMorshed et al. [42] reported that the strong emission at 400 nm\nhas a major contribution from Ce6O11 phase. Ce6O11 also has a Ce/\nO ratio higher than CeO2 and hence a presence of Ce3+ ions in the\noxide. Verma et al. [43] reported that the peaks near 425 and\n486 nm are characteristic of the Ce3+ emission in Ce2O3 lattice.\nBased on these discussions, the strong emission at 400 nm may\nbe partially attributed by the presence of Ce3+ ions. The concentra-\ntion of Ce3+ ions in sample D should be the highest among those\nsamples, which resulted in the highest near UV emission.\n\n4. Conclusion\n\nIn summary, CeO2 nanoparticles with a diameter of 5–10 nm\nwere synthesized in ethanol by a facile hydrothermal method\nusing CeCl3(cid:2)7H2O as cerium source and N2H4(cid:2)H2O as mineralizer.\nUnder similar hydrothermal conditions, use of water and 1:3 eth-\nanol/water mixture as solvent resulted in the growth of CeO2 nano-\nrods of 15–30 nm in diameter and 100–300 nm in length, and\nshort-thick nanorods of 30–60 nm in diameter and 60–120 nm in\nlength, respectively. The effect of ethanol on the morphology of\nCeO2 nanostructures can be mainly attributed to the inﬂuences\nof hydrocarbon chains, dielectric constant, and viscosity of the\nsolution on the thermodynamics of the reaction system and kinet-\nics of nucleation. The morphology change of the nanostructures\nhas caused their optical properties signiﬁcantly different. The\nCeO2 nanoparticles showed a broad strong emission in the near\nUV which distinguished from those grown under different condi-\ntions. The unique UV–violet–blue emission of the nanoparticles\nmay mainly originated from defect state existing extensively be-\ntween the Ce 4f band and O 2p band, better crystallinity of the\nsample compared to those of other three samples, and higher con-\ncentration of Ce3+ ions in sample. The controllable morphologies,\nmicrostructures, and optical properties of CeO2 should make the\nnanomaterials excellent candidates for applications in oxygen\ntransportation, catalysts, fuel cells, ultraviolet blocks and lumines-\ncent materials.\n\nAcknowledgments\n\nThis work was supported by the Scientiﬁc Research Foundation\nof Education Ministry of Anhui Province of China (Grant Nos.\nKJ2011A010 and KJ2012A029), and the Anhui Provincial Natural\nScience Foundation of China (Grant No. 1208085ME81).\n\nReferences\n\n[1] R. Si, Y.W. Zhang, L.P. You, C.H. Yan, J. Phys. Chem. B 110 (2006) 5994.\n[2] H.R. Pouretedal, Z. Tofangsazi, M.H. Keshavarz, J. Alloys Compd. 513 (2012)\n\n359.\n\nFig. 7. PL spectra of CeO2 nanostructures synthesized in ethanol/water mixtures\nwith the volume ratios of 0:1 (A), 1:3 (B), 3:1 (C), and 1:0 (D). Inset is the magniﬁed\npart as highlighted by the rectangle.\n\n[3] D.R. Ou, T. Mori, H. Togasaki, M. Takahashi, F. Ye, J. Drennan, Langmuir 27\n\n(2011) 3859.\n\n[4] H. Imagawa, A. Suda, K. Yamamura, S. Sun, J. Phys. Chem. C 115 (2011) 1740.\n\n \n\f108\n\nF. Meng et al. / Journal of Alloys and Compounds 556 (2013) 102–108\n\n[5] S. Abdel-Hameed, F.H. Margha, M. Ouis, J. Alloys Compd. http://dx.doi.org/\n\n[25] G. Praline, B.E. Koel, R.L. Hance, H.I. Lee, J.M. White, J. Electron. Spectrosc. Relat.\n\n10.1016/j.jallcom.2012.11.132.\n\nPhenom. 21 (1980) 17.\n\n[6] D.M. Kempaiah, S. Yin, T. Sato, Cryst. Eng. Comm. 13 (2011) 741.\n[7] L.W. Zeng, D.Q. Chen, F. Huang, A.P. Yang, L. Lei, Y.S. Wang, J. Alloys Compd. 534\n\n(2012) 64.\n\n[26] A. Pfau, K.D. Schierbaum, Surf. Sci. 321 (1994) 71.\n[27] W.H. Weber, K.C. Hass, J.R. Mabride, Phys. Rev. B 48 (1993) 178.\n[28] J.E. Spanier, R.D. Robinson, F. Zhang, S.W. Chan, I.P. Herman, Phys. Rev. B 64\n\n[8] X. Lu, D. Zheng, P. Zhang, C. Liang, P. Liu, Y. Tong, Chem. Commun. 46 (2010)\n\n(2001) 245407.\n\n7721.\n\n[29] X.H. Lu, X. Huang, S.L. Xie, D.Z. Zheng, Z.Q. Liu, C.L. Liang, Y.X. Tong, Langmuir\n\n[9] Y. Zheng, K. Liu, H. Qiao, Y. Zhang, Y. Song, M. Yang, Y. Huang, N. Guo, Y. Jia, H.\n\n26 (2010) 7569.\n\nYou, Cryst. Eng. Comm. 13 (2011) 1786.\n\n[30] S. Maensiri, C. Masingboon, P. Laokul, W.\n\nJareonboon, V. Promarak, P.L.\n\n[10] M.G. Sujana, K.K. Chattopadyay, S. Anand, Appl. Surf. Sci. 254 (2008) 7405.\n[11] R.C. Deus, M. Cilense, C.R. Foschini, M.A. Ramirez, E. Longo, A.Z. Simões, J.\n\nAnderson, S. Seraphin, Cryst. Growth Des. 7 (2007) 950.\n\n[31] I. Kosacki, T. Suzuki, H.U. Anderson, P. Colomban, Solid State Ionics 149 (2002)\n\nAlloys Compd. 550 (2013) 245.\n\n99.\n\n[12] G. Chen, F. Zhu, X. Sun, S. Sun, R. Chen, Cryst. Eng. Comm. 13 (2011) 2904.\n[13] C.S. Fang, Y.W. Chen, Mater. Chem. Phys. 78 (2003) 739.\n[14] K. Kawasaki, Ann. Phys. 61 (1970) 1.\n[15] P. Berge, M. Dubois, Phys. Rev. Lett. 27 (1971) 1125.\n[16] E. Álvarez, Á. Cancela, R. Maceiras, J.M. Navaza, R. Táboas, J. Chem. Eng. Data 51\n\n(2006) 940.\n\n[17] M.K. Devaraju, S. Yin, T. Sato, Appl. Mater. Int. 1 (2009) 2694.\n[18] S. Deshpande, S. Patil, S. VNT Kuchibhatla, S. Seal, Appl. Phys. Lett. 87 (2005)\n\n133113.\n\n[19] P. Patsalas, S. Logothetidis, Phys. Rev. B 68 (2003) 035104.\n[20] N.V. Skorodumova, R. Ahuja, S.I. Simak, I.A. Abrikosov, B. Johansson, B.I.\n\nLundqvist, Phys. Rev. B 64 (2001) 115108.\n\n[21] F. Marabeli, P. Wachter, Phys. Rev. B 36 (1987) 1238.\n[22] R. Yu, L. Yan, P. Zheng, J. Chen, X.R. Xing, J. Phys. Chem. C 112 (2008) 19896.\n[23] A. Laachir, V. Perrichon, A. Badri, J. Lamotte, E. Chaterine, J.C. Lavalley, J. El-\nFallah, L. Hilaire, F. le Normand, E. Quéméré, G.N. Sauvion, O. Touret, J. Chem.\nSoc. Faraday Trans. 87 (1991) 1601.\n\n[32] I. Kosacki, V. Petrovsky, H.U. Anderson, P.J. Colomban, Am. Ceram. Soc. 85\n\n(2002) 2646.\n\n[33] P. Parayanthal, F.H. Pollak, Phys. Rev. Lett. 52 (1984) 1822.\n[34] J.R. Mabride, K.C. Hass, B.D. Poindexter, W.H. Weber, J. Appl. Phys. 76 (1994)\n\n2435.\n\n[35] C.A. Hogarth, Z.T. Al-Dhhan, Phys. Status Solidi B 137 (1986) K157.\n[36] M. Niwano, S. Sata, T. Koide, T. Shidara, A. Fujimori, H. Fukutani, S. Shin, M.\n\nIshigame, J. Phys. Soc. Japan 57 (1988) 1489.\n\n[37] D.D. Koelling, A.M. Boring, J.H. Wood, Solid State Commun. 47 (1983) 227.\n[38] A.H. Morhed, M.E. Moussa, S.M. Bedair, R. Leonard, S.X. Liu, N.A. El-Masry,\n\nAppl. Phys. Lett. 75 (1997) 2389.\n\n[39] S. Gnanam, V. Rajendran, J. Sol–Gel Sci. Technol. 58 (2011) 62.\n[40] Y.F. Huang, Y.B. Cai, D.K. Qiao, H. Liu, Particuology 9 (2011) 170.\n[41] C.G. Kim, Appl. Phys. Lett. 79 (2001) 3047.\n[42] A.H. Morhed, M.E. Moussa, S.M. Bedair, R. Leonard, S.X. Liu, N. El-Masry, Appl.\n\nPhys. Lett. 70 (1997) 1647.\n\n[43] A. Verma, N. Karar, A.K. Bakhshi, H. Chander, S.M. Shivaprasad, S.A. Agnihotry,\n\n[24] A.E.C. Palmqvist, M. Wirde, U. Gelius, M. Muhammed, Nanostruct. Mater. 11\n\nJ. Nanopart. Res. 9 (2007) 317.\n\n(1999) 995.\n\n\f"
}