{
  "metadata": {
    "source_file": "Janoš et al. - 2016 - Chemical mechanical glass polishing with cerium ox.pdf",
    "extraction_date": "2024-11-17T17:45:15.632612",
    "character_count": 35457
  },
  "content": "Wear 362-363 (2016) 114–120\n\nContents lists available at ScienceDirect\n\nWear\n\njournal homepage: www.elsevier.com/locate/wear\n\nChemical mechanical glass polishing with cerium oxide: Effect\nof selected physico-chemical characteristics on polishing efﬁciency\nPavel Janoš a,n, Jakub Ederer a, Věra Pilařová a, Jiří Henych a,b, Jakub Tolasz b, David Milde c,\nTomáš Opletal c\n\na Faculty of the Environment, University of Jan Evangelista Purkyně, Králova Výšina 7, 400 96 Ústí nad Labem, Czech Republic\nb Institute of Inorganic Chemistry AS CR v.v.i., 25068 Řež, Czech Republic\nc Regional Centre of Advanced Technologies and Materials, Department of Analytical chemistry, Faculty of Science, Palacký University, 17. listopadu 12,\nCZ 771 46 Olomouc, Czech Republic\n\na r t i c l e i n f o\n\na b s t r a c t\n\nArticle history:\nReceived 22 December 2015\nReceived in revised form\n14 May 2016\nAccepted 25 May 2016\nAvailable online 1 June 2016\n\nKeywords:\nChemical mechanical polishing\nCeria-based polishing powders\nPolishing efﬁciency\nCrystallinity\nCerium (III) content\n\nCerium oxide with an excellent glass polishing efﬁciency was prepared by annealing carbonate or oxalate\nprecursors. The temperature of calcination was identiﬁed as a critical parameter that governs the key\nproperties, including the polishing efﬁciency, of the polishing powders; conversely, the time of calci-\nnation appears to be less important. Only the cerium oxides prepared at temperatures above 700 °C\nexhibited good glass polishing capabilities in terms of both the material removal rate and the quality of\nthe polished surface; the maximum polishing efﬁciency was produced by the samples annealed at\n1050 °C. Polishing powders were characterized using X-ray diffraction (XRD), advanced microscopic\ntechniques (SEM, TEM), Brunauer–Emmett–Teller (BET) surface area, X-ray photoelectron spectroscopy\n(XPS) and other techniques. Detailed XRD and microscopic investigations revealed a strong correlation\nbetween the crystallinity of cerium oxide and its polishing efﬁciency, which is consistent with the\nmechanical effect of the polishing mechanism. However, XPS measurements suggest that the chemical\ncharacteristics, namely the presence of the Ce3 þ ions, also play an important role in glass polishing and\nplanarization. Both mechanical and chemical contributions to the polishing process are inﬂuenced by the\ncalcination temperature.\n\n& 2016 Elsevier B.V. All rights reserved.\n\n1.\n\nIntroduction\n\nThe process of glass polishing and planarization is of funda-\nmental importance in many industries, including jewelry, precise\noptics, laser techniques and electronics [1–4]. Cerium oxide is one\nof the most effective glass polishing agents, providing high-quality\npolished surfaces [2,5,6]. The high polishing efﬁciency of cerium\noxide stems from its chemical properties because the polishing of\nglass and certain other surfaces is not only a purely mechanical\nprocess, but it also involves a complex set of chemical interactions\nbetween the polishing agent, the polished surface and the pol-\nishing medium [7]. Although mechanical factors, such as pressure\nor relative motion of the polishing tool with respect to the\npolished surface, dominate in the material removal process, che-\nmical interactions cause surface smoothing and planarization. This\nprocess is commonly described as chemical mechanical polishing\n(or planarization) (CMP) [1,4,8–10], and the factors affecting its\n\nn Corresponding author. Tel.: þ420 475 284 148; fax: þ420 475 284 158.\n\nE-mail address: pavel.janos@ujep.cz (P. Janoš).\n\nhttp://dx.doi.org/10.1016/j.wear.2016.05.020\n0043-1648/& 2016 Elsevier B.V. All rights reserved.\n\nefﬁciency have been increasingly investigated recently in relation\nto the growing demand for high-quality surfaces in the production\nof modern electronic devices.\n\nCeria-based polishing powders are typically prepared via the\nthermal decomposition of suitable precursors, which are typically\ncerium oxalates, hydroxides, acetates, or carbonates [5,11–14]. The\ncontents of cerium oxide in the polishing powders vary over a\nrelatively broad range from ca. 50 to 100% [15], and the presence of\nother rare earth metals in the polishing powders is not considered\na critical factor because cerium oxide forms solid solutions with\nthe oxides of other lanthanide elements [16] and incorporates\nthem into its crystal\nlattice without changing its crystalline\nstructure. However, the content of cerium oxide in high-grade,\ncommercially available polishing powders typically approaches\n100% [15]. Based on the theory of CMP, the polishing agent should\nhave suitable mechanical characteristics, such as mechanical\nresistance, particle size distribution and crystallinity [13,14,17–\n20]; concurrently, it should retain sufﬁcient chemical reactivity to\ninteract with the polished surface under given conditions [21–23].\nIn some branches, such as in shallow trench isolation CMP, the\n\n\fP. Janoš et al. / Wear 362-363 (2016) 114–120\n\n115\n\npolishing selectivity is required, i.e. an ability to remove silicon\ndioxide and not silicon nitride [24].\n\nIt is generally accepted that the properties of cerium oxide are\ngoverned primarily by the conditions that it experiences during\nthermal treatment (annealing), primarily by the calcination tem-\nperature [25]. It was found for the polishing agents prepared from\ncarbonate precursors that the polishing efﬁciency (expressed in\nterms of the removal rate) increases with the calcination tempera-\nture [24,26,27], with the most dramatic changes occurring in the\ntemperature range of ca. 300–700 °C. According to Praveen et al. [24],\nthe efﬁciency of polishing agents did not increase with further\nincreasing the calcination temperature up to 1000 °C, whereas we\nobserved in our earlier works a certain increase for the polishing\nagents annealed at temperatures slightly above 1000 °C [26,27]. In\nthe temperature range of ca. 300–700 °C, not only the main physical\ncharacteristics of cerium oxide change dramatically, but also its\nsorption ability and reactivity [28]. It is therefore unclear, which\ncharacteristics may be related to the polishing efﬁciency. Con-\ntroversies exist, for example, around an effect of the particle size and\nmorphology of the polishing agents, or concentration of the polishing\nslurry [29]. Great advances were achieved in recent time in under-\nstanding the chemical aspects of the polishing process, especially in\nthe shallow trench isolation CMP (as reviewed by Srinivasan et al.\n[30]), where pH control as well as chemical and other additives are\nfrequently used to enhance the polishing selectivity [24,31]. Experi-\nments with oxidizing agents, such as hydrogen peroxide, emphasized\nthe role of the cerium speciation (the Ce(III)/Ce(IV) ratio) in CMP\n[32,33]. As the polishing efﬁciency decreased in the presence of\nhydrogen peroxide, it was deduced that Ce3 þ rather than Ce4 þ is\neffective in the polishing of silicate substrates. This conclusion seems\nto be correct despite the fact that hydrogen peroxide may exhibit a\ndual (both oxidizing and reducing) effect on cerium ions [34], as the\npresence of the Ce3 þ ions in the polishing slurry (ﬁltrate) was con-\nﬁrmed by UV–vis spectroscopy [24].\n\nChemical additives may exhibit a multiple effect on the polishing\nprocess, as they affect not only the interactions on the polished\nsurface, but also complex interactions of the polishing agents with\nother components of the polishing slurry and with the polishing pad\n[35], which make difﬁcult to discriminate between the polishing\nagent–related effects and other (side) effects. There is still relatively\nfew studies which demonstrate clear relationships between the\npreparation conditions, the measurable and/or controllable char-\nacteristics of the polishing powder and its polishing efﬁciency\n[12,14,36,37]. To establish the relations between the preparation\nroute of the ceria-based polishing agent, its physico-chemical char-\nacteristics and polishing efﬁciency, we prepared a series of cerium\noxides by calcination of the cerium carbonate precursor at different\ntemperatures ranging from 200 to 1200 °C. The glass polishing efﬁ-\nciency was measured in a simple arrangement without a further\ntreatment (e.g. milling) of the polishing agents and without a che-\nmical modiﬁcation of the polishing slurry. A set of well-established\nmethods together with some more advanced ones, such as electron\nmicroscopy (SEM, TEM/HRTEM) or X-ray photoelectron spectroscopy\n(XPS), were used for a detailed characterization of the polishing\nagents. It was proven that the calcination temperature affects both\nmechanical processes during CMP (mainly by governing the crys-\ntallinity of cerium oxide) as well as chemical interactions (mainly by\ngoverning the Ce(III)/Ce(IV) ratio).\n\n2. Material and methods\n\n2.1. Preparation of polishing powders\n\nIf not stated otherwise, cerous nitrate (Ce(NO3)3 (cid:2) 6H2O) of\nreagent-grade purity (99.9%, trace metal basis) and ammonium\n\nbicarbonate (99.5%) were used to prepare the ceria-based polish-\ning powders used in this study using a carbonate precursor, and\noxalic acid dihydrate (4 99%) was used to prepare the polishing\npowders using an oxalate precursor. The chemicals were obtained\nfrom Sigma-Aldrich (Steinheim, Germany). The carbonate pre-\ncursor was prepared via the precipitation of an aqueous solution of\ncerous nitrate (0.2 mol/L) with an excess of ammonium bicarbo-\nnate (0.5 mol/L) during stirring; the completeness of the pre-\ncipitation was checked via reaction with oxalic acid. After adding\nthe ﬁnal amount of ammonium bicarbonate, agitation continued\nfor one additional hour, and the precipitate was left until the fol-\nlowing day. Next, the precipitate was separated by ﬁltration,\nwashed with water and then dried overnight at 110 °C. Certain\npolishing powders were prepared from the rare earths concentrate\noriginating from Kola apatite [38]; this concentrate was dissolved\nin nitric acid and further treated in a similar way to the cerium\nnitrate solution. Cerium oxalate was prepared from the cerium\nnitrate solution via precipitation with saturated oxalic in a similar\nway as cerium carbonate. Polishing powders were prepared from\nthese precursors via calcination at pre-determined temperatures\nbetween 200 and 1200 °C for two hours with an exception of the\nexperiments, in which an effect calcination time was examined.\n\n2.2. Methods of characterization\n\nA FEI Nova NanoSEM 450 scanning electron microscope (SEM)\nwas used to examine the polishing powders in two modes: sec-\nondary electrons (SE) and back scattered electrons (BSE). Typically,\na powdered sample was dispersed in ethanol and treated in an\nultrasonic bath for 10 min before deposition onto a silicon\nwafer chip.\n\nHigh-resolution transmission electron microscope (HRTEM)\nanalysis was performed with an FEI Talos F200X. A regular, 300-\nmesh copper grid coated with silicon dioxide (SiO2)/monoxide\n(SiO) was used during sample preparation.\n\nX-ray diffraction (XRD) measurements were performed using\nan MPD 1880 diffractometer (Philips). The crystallite sizes were\ncalculated from the diffraction line broadening using the Scherrer\nformula [39]:\n\na ¼\n\nK λ\nβ cos θ\n\nð1Þ\n\nwhere K is the shape factor, λ is the wavelength of the applied\nradiation, β is the broadening of the diffraction line, and θ is the\ndiffraction angle. The Scherrer calculator from the X-Pert High-\nScore Plus SW package was used for these calculations.\n\nThe speciﬁc surface area of the sorbents was measured using\nthe BET method (N2 adsorption) with a Sorptomatic 1900 Carlo\nErba instrument.\n\nXPS measurements were performed with a PHI VersaProbe II\nXPS system (by Physical Electronics) with a monochromatic Al-Kα\nsource (15 kV, 50 W) and a photon energy of 1486.7 eV. All spectra\nwere measured in a vacuum of 1.3 (cid:3) 10 (cid:4) 8 Pa at room temperature\n(i.e., 20 °C). The powder samples of cerium oxide were mounted\nwith double-sided tape in a sealed glove box to minimize possible\nredox reactions. The analyzed area on each sample was 200 mm in\ndiameter, and the survey scan spectra were measured with a pass\nenergy of 187.850 eV, a binding energy range of 0–1300 eV and an\nelectron volt step of 0.8 eV. For the high-resolution spectra, a pass\nenergy of 23.500 eV and an electron volt step of 0.2 eV were used.\nDual-beam compensation was used for all measurements. The\nobtained spectra were evaluated with MultiPak software (version\n9.4.0.7.; Ulvac – PHI, Inc.), and all binding energies were referenced\nto the carbon peak C 1 s at 284.80 eV.\n\nThe particle size distribution was measured using the photo-\nsedimentation method using a centrifugal particle-size analyzer\n\n\f116\n\nP. Janoš et al. / Wear 362-363 (2016) 114–120\n\nFig. 1. SEM images of polishing powders prepared from oxalate (a & b) and carbonate (c & d) precursors by calcination at 800 °C. Sub-micron structure of cerium oxide\nprepared by calcination of cerium carbonate at 1200 °C shown in e) and f).\n\nShimadzu SA CP-2. The Rosin–Rammler model was used to\ndescribe the particle size distribution [40]:\n\nRðxÞ ¼ 100 expð (cid:4) x=xd\n\nÞn\n\nð\nR xd\n\nÞ ¼ 100=e\n\nð2Þ\n\nð3Þ\n\nwhere xd is the characteristic particle size and n is the grain size\nexponent.\n\n2.3. Glass polishing measurement\n\nThe glass polishing efﬁciencies of the polishing powders were\nexamined using a Körger polishing machine. The polishing pow-\nders were applied in the form of aqueous suspensions with con-\ncentrations of 50 g/L, and the polishing pad was made of synthetic\nSyntepol leather. For each test, three pieces of standard optical\nglass with dimensions 2 cm (cid:3) 2 cm (cid:3) 2 cm were placed in a special\n\nholder, and the polishing test was performed with a polishing rate\n(i.e., the velocity of the testing glass relative to the polishing pad)\nof 3.770.1 m/s and a pressure of 80 kPa. Before testing, the glass\ncubes used for the polishing tests were pre-treated by polishing\nwith the highly efﬁcient polishing agent Cerox 1670 (Rhodia, La\nRochelle, France) until a perfectly polished surface was achieved.\nThe rate of glass removal was determined via gravimetry from the\nmass loss during the polishing test, and the results were expressed\nin terms of a linear rate of glass removal in nm/s. From a series of\n8 measurements, the relative standard deviation of the repeat-\nability was estimated to be 7.8%, and the qualities of the polished\nsurfaces were examined by visual inspection.\n\n3. Results and discussion\n\nCerium oxide prepared by the thermal decomposition of a car-\nbonate or oxalate precursor appears as a pale-yellow free-ﬂowing\n\n\fP. Janoš et al. / Wear 362-363 (2016) 114–120\n\n117\n\nFig. 2. TEM images of the polishing powder prepared by calcination of cerium carbonate at 1000 °C (a & b). High-resolution images (c & d) of selected areas of image (b) with\ncalculated interspatial distances between adjacent planes (111) in c) and (200) in d).\n\nRemoval rate\n\n Crystallite size\n Surface area\n Content of Ce(III)\n\n)\ns\n/\nm\nn\n(\ne\n\nt\n\na\nr\n\nl\n\na\nv\no\nm\ne\nR\n\n20\n\n15\n\n10\n\n5\n\n0\n\n)\n\nm\nn\n(\ne\nz\ns\ne\n\ni\n\nt\ni\nl\nl\n\na\n\nt\ns\ny\nr\nC\n\n200\n\n150\n\n100\n\n50\n\n0\n\n35\n\n30\n\n25\n\n20\n\nC\no\nn\nt\ne\nn\nt\no\nf\n\nC\ne\n(\nI\nI\nI\n)\n\n(\n\n%\n\n)\n\nS\nu\nr\nf\n\na\nc\ne\na\nr\ne\na\n(\n\nm\n\n/\n\ng\n)\n\n150\n\n100\n\n50\n\n0\n\n200\n\n400\n\n600\n\n800\n\n1000\n\n1200\n\nTemperature of calcination (°C)\n\nFig. 3. Dependencies of the glass polishing efﬁciency (i.e., linear rate of removal), crystallite size, speciﬁc surface area and content of Ce(III) on the temperature of calcination.\n\npowder with a relatively complex morphology. As shown in the SEM\nimages (Fig. 1), the polishing powder consists of irregular aggregates,\nin which thin plates with a typical diameter of several micrometers\nare assembled together. Previous studies [26,41] reported that the\nmorphology of cerium oxide does not change substantially as the\n\ncalcination temperature increases. Additionally, the particle sizes\nmeasured by the photosedimentation method varied only slightly\nfrom 7.0 to 11.4 mm as the calcination temperature increased and no\ndistinct trend was detected (see Supplementary material for more\ndetails).\n\n \n \n \n \n \n \n \n \n \n\f118\n\nP. Janoš et al. / Wear 362-363 (2016) 114–120\n\nHowever, a more detailed examination with the aid of\nadvanced microscopic techniques revealed a complex sub-micron\nstructure in the polishing powders particles. As shown in Fig. 1e\nand f, the individual, micron-sized plates of the sample annealed\nat 1200 °C consist of randomly oriented sub-micron primary par-\nticles with well-developed structures that contain various crystal\nfacets and a number of edges, tips and corners. This distinct\nstructure is formed at temperatures above 600 °C, as shown in Fig.\nS1 in Supplementary material. The precursor annealed at lower\ntemperatures (e.g., 200 and 600 °C) consisted of smooth plate-like\nparticles. Treatment at higher temperatures (e.g., 1000 °C) led to a\n\nTable 1\nComparison of the basic characteristics of polishing powders prepared from oxalate\nand carbonate precursorsa by calcination at 1100 °C.\n\nProperty\n\nOxalate precursor\n\nCarbonate precursor\n\nBulk density (g/cm3)\nParticle size characteristic (mm)\nGrain size exponent\nSpeciﬁc surface area (m2/g)\nLinear rate of glass removal (nm/s)\n\n1.90\n8.2\n1.18\n1.20\n16.3\n\n0.40\n10.6\n1.15\n0.95\n12.1\n\na Prepared from a concentrate containing ca. 87.3% CeO2, 6.7% La2O3, 5.8%\n\nNd2O3 and a trace of Pr.\n\ny\nt\ni\ns\nn\ne\n\nt\n\nn\n\nI\n\n1200°C\n\n1000°C\n\n600°C\n\n200°C\n\nprecursor\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\n140\n\n2 THETA\n\nFig. 4. XRD patterns of the carbonate precursor and cerium oxides annealed at\nvarious temperatures.\n\nsegregation and growth of individual sub-micron primary parti-\ncles, which ﬁnally developed into a distinct rough surface struc-\nture at 1200 °C.\n\nThe TEM investigations are in good agreement with the SEM\nresults, as shown in Fig. 2. The thin plate-like particles (Fig. 2b)\nconsist of randomly oriented nano-crystals with various sizes and\nthicknesses, as shown by the dark and brighter spots (Fig. 2c). The\nrandom orientation of the primary crystals was also conﬁrmed by\nthe appearance of various d-spacings in high-resolution images\n(Fig. 2c,d) of the selected areas. The interspatial distance between\nadjacent layers d¼0.33 nm was ascribed to plane (111), and the\ndistance d¼0.27 nm belonged to plane (200) of cubic cerium oxide.\nThe polishing tests showed that the efﬁciency of cerium oxide is\nstrongly inﬂuenced by the calcination temperature. When prepared\nby calcination at temperatures lower than ca. 650 °C, cerium oxide\nexhibited a poor polishing efﬁciency both in terms of the removal\nrate and the quality of the polished surface; conversely, the cerium\noxides prepared by calcination at temperatures in the range of 700–\n1200 °C exhibited a good glass-polishing efﬁciency. The respective\ndependence of the linear rate of removal on the calcination tem-\nperature is shown in Fig. 3. The properties of the cerium oxides\nprepared from carbonate and oxalate precursors were comparable\nwith an exception of the bulk density (see Table 1).\n\nThe rapid rise in the polishing efﬁciency in the temperature\nrange of ca. 600 to 700 °C corresponds well to the changes in\ncrystallinity of cerium oxide, as determined from the XRD mea-\nsurements. The diffraction peaks become sharper and narrower\nwith increasing calcination temperature, demonstrating that the\ncrystalline structure becomes more ordered (see Fig. 4). The\ncrystallite sizes calculated using the Scherrer\nformula [39]\nincreased from ca. 10 nm for the samples annealed at tempera-\ntures below 600 °C to more than 100 nm for the samples annealed\nat temperatures above 700 °C. These values correspond well with\nthe sizes of the sub-micron particles, as estimated from the TEM\nimages in Fig. 2.\n\nThe relation between the polishing efﬁciency and the crystal-\nlinity of cerium oxide may be explained in terms of certain\nmechanical aspects of the polishing mechanism; larger and more\ncompact crystallites generate greater pressure, and thus, extensive\nlocal deformations and phase transformations facilitate the\nsmoothing of the surface [20,42]. However, these mechanical\naspects cannot fully explain the observed dependencies and a high\nquality of the polished surfaces achieved with the polishing\npowders prepared by calcination at high temperatures. As repor-\nted by Peng et al. [43], to obtain a defect-free surface, polishing\n\n20000\n\n18000\n\n16000\n\ns\n/\nc\n\n14000\n\n12000\n\n10000\n\n8000\n\n6000\n\n CeO\n\n Ce(IV)\n Ce(III)\n\n22000\n\n20000\n\n18000\n\n16000\n\ns\n/\nc\n\n14000\n\n12000\n\n10000\n\n8000\n\n920\n\n910\n\n900\n\n890\n\n880\n\n870\n\n920\n\n910\n\n900\n\n890\n\n880\n\n870\n\nBinding Energy (eV)\n\nBinding Energy (eV)\n\nFig. 5. XPS patterns of the polishing powders annealed at 600 °C (a) and 1200 °C (b).\n\n\fP. Janoš et al. / Wear 362-363 (2016) 114–120\n\n119\n\nmust be performed in an elastic mode, which requires certain\nchemical interactions to occur; the presence of the Ce–O–Si bonds\nwere conﬁrmed using FTIR and XPS techniques.\n\nChemical–mechanical polishing is considered a multi-step\n\nprocess that can be described as follows[7,42]:\n\ni) A temporary bond is formed between the Ce atoms in the\npolishing agent and the Si atoms on the polished substrate via\nsurface hydroxyl groups;\n\nii) The Si–O bonds are elongated and dissociated; and\niii) The dissolved silica is removed via adsorption onto the grains\n\nof polishing agent.\n\nThese steps are facilitated by mechanical stress factors and\nlocal phase transformations; however, chemical reactions certainly\nalso play an important role. As mentioned above, the high pol-\nishing efﬁciency was attributed to the presence of the Ce3 þ ions\nrather than to the Ce4 þ ions. Ozawa et al. [44] conducted extensive\ncomputer simulations of the CMP process, which conﬁrmed the\npresence of Ce3 þ ions at the surface of a ceria-based polishing\nagent and showed that the Si–O bonds are weakened in the pre-\nsence of trivalent Ce.\n\nNote that cerium oxide often contains non-negligible amounts of\ntrivalent cerium cations (i.e., as much as 40%) that are responsible\nfor its catalytic and biological activity [45,46]. In the ceria-based\npolishing agents, the Ce3 þ ions acts as a reactive species [29]\ntowards the silica surface and also generates the oxygen vacancies\nand other surface non-stoichiometric effects that further facilitate\nthe dissolution kinetics of cerium oxide [47]. Using XPS techniques,\nwe estimated the contents of the Ce3 þ ions in the polishing agents\nin dependence on the calcination temperature; examples of these\nXPS patterns are shown in Fig. 5. The contents of Ce(III) in the\npolishing powders ranged from ca. 22 to 32% and increased with\nincreasing calcination temperature especially in the temperature\nrange of ca. 800 to 1000 °C (see Fig. 2).\n\nWhile an increase in the removal rate for the cerium oxides\nannealed at temperatures between 500 and 700 °C may be related\nto the increase in the crystallite sizes (and thus reﬂects mainly the\nchanges in the mechanical properties of the polishing agents), an\nincrease in the removal rate for the cerium oxides annealed at\ntemperatures about 1000 °C may be related to the Ce(III) content\n(and thus reﬂects the chemical reactivity of the polishing agents).\nA characteristic “hump” on the removal rate vs. calcination tem-\nperature curves (although less pronounced) was observed also for\nthe polishing agent containing ca. 82% of cerium oxide [26], which\nfurther support the above considerations on the role of trivalent\ncerium. This hypothesis was supported by correlation tests - the\nSpearman correlation coefﬁcients were 0.756 and 0.833 for the\ndependencies of the removal rate on the crystallite size and the Ce\n(III) content, respectively, considering the cerium oxides annealed\nat temperatures above 400 °C. The speciﬁc surface area (which is\nstrongly correlated with the crystallite sizes – the correlation\ncoefﬁcient being as high as 0.976 in an absolute value) may be also\nrelated to the removal rate, whereas the particle sizes, as deter-\nmined by the photosedimentation method, exhibited almost no\ninﬂuence on the polishing efﬁciency.\n\n4. Conclusions\n\nHighly effective polishing agents may be prepared via the\nthermal decomposition of cerium oxalates or carbonates. The glass\npolishing efﬁciency depends strongly on the calcination tem-\nperature; only cerium oxides prepared at temperatures higher\nthan ca. 700 °C can be used as polishing agents. Conversely, the\ncalcination time plays only a minor role in the ﬁnal polishing\n\nefﬁciency, providing that it is longer than ca. 0.5 h; the respective\nsupporting plots are shown in Supplementary material. Strong\ncorrelations were found between the polishing efﬁciency and\ncrystallinity of cerium oxide. The superior polishing efﬁciency of\ncerium oxide annealed at 1050 °C was found to be related to the\nincreased content of Ce(III) ions at the surface of the cerium oxide.\n\nAcknowledgments\n\nThe authors acknowledge the assistance provided by the\nResearch Infrastructure NanoEnviCz, supported by the Ministry of\nEducation, Youth and Sports of the Czech Republic under Project\nno. LM2015073. Additional support was received from the Student\nGrant Agency of the University of Jan Evangelista Purkyně in Usti\nnad Labem. DM and TO gratefully acknowledge the support from\nthe Ministry of Education, Youth and Sports of the Czech Republic\n(LO1305). The authors would like to thank the Ph.D. student\nMichaela Slušná for her assistance with the porosity measure-\nments and sample preparations.\n\nAppendix A. Supplementary material\n\nSupplementary data associated with this article can be found in\nthe online version at http://dx.doi.org/10.1016/j.wear.2016.05.020.\n\nReferences\n\n[1] G. Nanz, L.E. Camilletti, Modeling of chemical-mechanical polishing: a review,\nIEEE Trans. Semicond. Manuf. 8 (1995) 382–389, http://dx.doi.org/10.1109/\n66.475179.\n\n[2] D. Bouzid, N. Belkhie, T. Aliouane, Optical glass surfaces polishing by cerium\noxide particles, IOP Conf. Ser. Mater. Sci. Eng. 28 (2012) 012007, http://dx.doi.\norg/10.1088/1757-899X/28/1/012007.\n\n[3] L. Wang, K. Zhang, Z. Song, S. Feng, Ceria concentration effect on chemical\nmechanical polishing of optical glass, Appl. Surf. Sci. 253 (2007) 4951–4954,\nhttp://dx.doi.org/10.1016/j.apsusc.2006.10.074.\n\n[4] Z.W. Zhong, Y.B. Tian, J.H. Ng, Y.J. Ang, Chemical mechanical polishing (CMP)\nprocesses for manufacturing optical silicon substrates with shortened pol-\nishing time, Mater. Manuf. Process. 29 (2014) 15–19, http://dx.doi.org/10.1080/\n10426914.2013.852206.\n\n[5] J.B. Hedrick, S.P. Sinha, Cerium-based polishing compounds: discovery to\nmanufacture, J. Alloys Compd. 207-208 (1994) 377–382, http://dx.doi.org/\n10.1016/0925-8388(94)90243-7.\n\n[6] X. Li, G. Yang, Review on application of rare earth polishing powders in glass\n\npolishing, J. Rare Earths 22 (2004) 236–241.\n\n[7] L.M. Cook, Chemical processes in glass polishing, J. Non Cryst. Solids 120\n\n(1990) 152–171, http://dx.doi.org/10.1016/0022-3093(90)90200-6.\n\n[8] S. Oh, J. Seok, An integrated material removal model for silicon dioxide layers\nin chemical mechanical polishing processes, Wear 266 (2009) 839–849, http:\n//dx.doi.org/10.1016/j.wear.2008.12.014.\n\n[9] Y. Wang, Y.W. Zhao, X. Chen, Chemical mechanical planarization from macro-\nscale to molecular-scale, Mater. Manuf. Process. 27 (2012) 641–649, http://dx.\ndoi.org/10.1080/10426914.2011.593244.\n\n[10] Y.B. Tian, Y.J. Ang, Z.W. Zhong, H. Xu, R. Tan, Chemical mechanical polishing of\nglass disk substrates: preliminary experimental investigation, Mater. Manuf.\nProcess. 28 (2013) 488–494, http://dx.doi.org/10.1080/10426914.2011.654161.\n[11] R.W. Urie, A.W. Wylie, Rare earth oxides for glass polishing, J. Soc. Chem. Ind.\n\n66 (1947) 433–436, http://dx.doi.org/10.1002/jctb.5000661206.\n\n[12] V.D. Kosynkin, A.A. Arzgatkina, E.N. Ivanov, M.G. Chtoutsa, A.I. Grabko, A.\nV. Kardapolov, et al., The study of process production of polishing powder\nbased on cerium dioxide, J. Alloys Compd. 303-304 (2000) 421–425, http://dx.\ndoi.org/10.1016/S0925-8388(00)00651-4.\n\n[13] D.-H. Kim, S.-K. Kim, H.-G. Kang, J.-G. Park, U. Paik, The effect of cerium pre-\ncursor agglomeration on the synthesis of ceria particles and its inﬂuence on\nshallow trench isolation chemical mechanical polishing performance, Jpn. J.\nAppl. Phys. 44 (2005) 8422–8426, http://dx.doi.org/10.1143/JJAP.44.8422.\n[14] Y. Li, C. Cheng, W. Chen, J. Hu, X. Zhou, P. Hu, et al., Preparation and polishing\nproperty of ultra ﬁne ceria by calcining hydrate cerium acetate directly, Chin. J.\nInorg. Chem. 22 (2006) 733–737.\n\n[15] P. Janoš, J. Novák, M. Broul, T. Loučka, M. Hadek, Properties of ceria-based\n\npolishing powders, Sklar Keram. 38 (1988) 217–220.\n\n\f120\n\nP. Janoš et al. / Wear 362-363 (2016) 114–120\n\n[16] M.I. Lebedeva, L.A. Arzhatkina, E.L. Dzidziguri, E.N. Sidorova, Investigation into\nproperties of CeO2-based polishing nanopowder, Nanotechnologies 9 (2014)\n73–76, http://dx.doi.org/10.1134/S199507801401008X, Russian.\n\n[17] G.B. Basim, J.J. Adler, U. Mahajan, R.K. Singh, B.M. Moudgil, Effect of particle\nsize of chemical mechanical polishing slurries for enhanced polishing with\nminimal defects,\nJ. Electrochem. Soc. 147 (2000) 3523, http://dx.doi.org/\n10.1149/1.1393931.\n\n[18] Y. Xie, B. Bhushan, Effects of particle size, polishing pad and contact pressure\nin free abrasive polishing, Wear 200 (1996) 281–295, http://dx.doi.org/\n10.1016/S0043-1648(96)07275-4.\n\n[19] J.-S. Kim, H.-G. Kang, M. Kanemoto, U. Paik, J.-G. Park, Effects of calcination and\nmilling process conditions for ceria slurry on shallow-trench-isolation che-\nmical–mechanical polishing performance,\nJ. Appl. Phys. 46 (2007)\nJpn.\n7671–7677, http://dx.doi.org/10.1143/JJAP.46.7671.\n\n[20] J. Kim, S. Kim, U. Paik, T. Katoh, J. Park, Effect of crystallinity of ceria particles\non the PETEOS removal rate in chemical mechanical polishing for shallow\ntrench isolation, J. Korean Phys. Soc. 41 (2002) 413–416.\n\n[21] D. Waechter, R. Zunke, U. Schneider, O. Dambon, F. Klocke, Polishing glass -\nfrom basic investigations to industrial applications, in: Proceedingsof the\nOptics InfoBase Conference Papers, 2010. 〈http://www.scopus.com/inward/\nrecord.url?eid¼ 2-s2.0-84896768204&partnerID ¼ tZOtx3y1〉.\n\n[22] S. Oh, J. Seok, Modeling of chemical–mechanical polishing considering ther-\nmal coupling effects, Microelectron. Eng. 85 (2008) 2191–2201, http://dx.doi.\norg/10.1016/j.mee.2008.04.037.\n\n[23] W. Peng, C. Guan, S. Li, Material removal mechanism of ceria particles with\ndifferent sizes in glass polishing, Opt. Eng. 53 (2014) 35104, http://dx.doi.org/\n10.1117/1.OE.53.3.035104.\n\n[24] B.V.S. Praveen, R. Manivannan, T.D. Umashankar, B.-J. Cho,\n\nJ.-G. Park,\nS. Ramanathan, Abrasive and additive interactions in high selectivity STI CMP\nslurries, Microelectron. Eng. 114 (2014) 98–104, http://dx.doi.org/10.1016/j.\nmee.2013.10.004.\n\n[25] N.B. Kirk, J.V. Wood, The effect of the calcination process on the crystallite\nshape of sol–gel cerium oxide used for glass polishing, J. Mater. Sci. 30 (1995)\n2171–2175, http://dx.doi.org/10.1007/BF00353051.\n\n[26] P. Janoš, J. Novák, M. Broul, Preparation of cerium-based polishing powders by\n\nthermal decomposition of carbonates, Chem. Prum. 39/64 (1989) 419–424.\n\n[27] P. Janoš, M. Petrák, Preparation of ceria-based polishing powders from car-\n\nbonates, J. Mater. Sci. 26 (1991) 4062–4066.\n\n[28] P. Janoš, T. Hladík, M. Kormunda, J. Ederer, M. Šťastný, Thermal treatment of\ncerium oxide and its properties: adsorption ability versus degradation efﬁ-\nciency, Adv. Mater. Sci. Eng. 2014 (2014) 1–12, http://dx.doi.org/10.1155/2014/\n706041.\n\n[29] T.S. Sreeremya, M. Prabhakaran, S. Ghosh, Tailoring the surface properties of\ncerium oxide nanoabrasives through morphology control for glass CMP, RSC\nAdv. 5 (2015) 84056–84065, http://dx.doi.org/10.1039/C5RA12319D.\n\n[30] R. Srinivasan, P.V.R. Dandu, S.V. Babu, Shallow trench isolation chemical\nmechanical planarization: a review, ECS J. Solid State Sci. Technol. 4 (2015)\nP5029–P5039, http://dx.doi.org/10.1149/2.0071511jss.\n\n[31] Y. Lee, Y.-J. Seo, H. Lee, H. Jeong, Effect of diluted colloidal silica slurry mixed\nwith ceria abrasives on CMP characteristic, Int. J. Precis. Eng. Manuf. Technol. 3\n(2016) 13–17, http://dx.doi.org/10.1007/s40684-016-0002-x.\n\n[32] Y.G. Wang, L.C. Zhang, A. Biddut, Chemical effect on the material removal rate\nin the CMP of silicon wafers, Wear 270 (2011) 312–316, http://dx.doi.org/\n10.1016/j.wear.2010.11.006.\n\n[33] W. Peng, C. Guan, S. Li, Material removal mechanism of ceria particles with\ndifferent sizes in glass polishing, Opt. Eng. 53 (2014) 035104, http://dx.doi.org/\n10.1117/1.OE.53.3.035104.\n\n[34] T.-S. Wu, Y. Zhou, R.F. Sabirianov, W.-N. Mei, Y.-L. Soo, C.L. Cheung, X-ray\nabsorption study of ceria nanorods promoting the disproportionation of\nhydrogen peroxide, Chem. Commun. ((Camb)) 52 (2016) 5003–5006, http:\n//dx.doi.org/10.1039/c5cc10643e.\n\n[35] J. Seo, J. Moon, J.-Y. Bae, K.S. Yoon, W. Sigmund, U. Paik, Control of adhesion\nforce between ceria particles and polishing pad in shallow trench isolation\nchemical mechanical planarization,\nJ. Nanosci. Nanotechnol. 14 (2014)\n4351–4356.\n\n[36] X.L. Wang, S.Z. Yi, E.W. Liang, Y.Y. Wu, Z.X. Fang, Study on preparation of\npolishing powder for LCD, Adv. Mater. Res. 785-786 (2013) 480–483, http://dx.\ndoi.org/10.4028/www.scientiﬁc.net/AMR.785-786.480.\n\n[37] H.-G. Kang, T. Katoh, S.-J. Kim, U. Paik, H.-S. Park, J.-G. Park, Effects of grain size\nand abrasive size of polycrystalline nano-particle ceria slurry on shallow\ntrench isolation chemical mechanical polishing, Jpn. J. Appl. Phys. 43 (2004)\nL365–L368, http://dx.doi.org/10.1143/JJAP.43.L365.\n\n[38] P. Janoš, J. Novák, M. Broul, T. Loučka, Preparation of REE carbonates, CS Patent\n\n261321, 1988.\n\n[39] M. Johnson, Cerium dioxide crystallite sizes by temperature-programmed\nreduction, J. Catal. 103 (1987) 502–505, http://dx.doi.org/10.1016/0021-9517\n(87)90142-4.\n\n[40] P. Rosin, E. Rammler, The laws governing the ﬁnenesess of powdered coal, J.\n\nInstrum. Fuel 7 (1933) 29–36.\n\n[41] P. Janos, P. Kuran, M. Kormunda, V. Stengl, T.M. Grygar, M. Dosek, et al., Cerium\ndioxide as a new reactive sorbent for fast degradation of parathion methyl and\nsome other organophosphates, J. Rare Earths 32 (2014) 360–370, http://dx.doi.\norg/10.1016/S1002-0721(14)60079-X.\n\n[42] J. Xin, W. Cai, J.A. Tichy, A fundamental model proposed for material removal\nin chemical–mechanical polishing, Wear 268 (2010) 837–844, http://dx.doi.\norg/10.1016/j.wear.2009.12.005.\n\n[43] W. Peng, C. Guan, S. Li, Defect-free surface of quartz glass polished in elastic\nmode by chemical impact reaction, J. Cent. South Univ. 21 (2014) 4438–4444,\nhttp://dx.doi.org/10.1007/s11771-014-2446-x.\n\n[44] O. Nobuki, I. Muneyuki, N. Miho, M. Kubo, Polishing process simulation of SiO2\nby CeO2 abrasive grain under wet environment, Hyomen Kagaku 33 (2012)\n351–356.\n\n[45] M.H. Kuchma, C.B. Komanski, J. Colon, A. Teblum, A.E. Masunov, B. Alvarado,\net al., Phosphate ester hydrolysis of biologically relevant molecules by cerium\noxide nanoparticles, Nanomedicine 6 (2010) 738–744, http://dx.doi.org/\n10.1016/j.nano.2010.05.004.\n\n[46] M. Wang, X.-P. Wu, S. Zheng, L. Zhao, L. Li, L. Shen, et al., Identiﬁcation of\ndifferent oxygen species in oxide nanostructures with 17O solid-state NMR\nspectroscopy, Sci. Adv. (2015), http://dx.doi.org/10.1126/sciadv.1400133.\n[47] T. Montini, M. Melchionna, M. Monai, P. Fornasiero, Fundamentals and cata-\nlytic applications of CeO2-based materials, Chem. Rev. 116 (2016) 5987–6041,\nhttp://dx.doi.org/10.1021/acs.chemrev.5b00603.\n\n\f"
}