{
  "metadata": {
    "source_file": "Kang et al. - 2004 - Effects of Grain Size and Abrasive Size of Polycry.pdf",
    "extraction_date": "2024-11-17T17:45:16.032044",
    "character_count": 17290
  },
  "content": "Japanese Journal of AppliedPhysics     Effects of Grain Size and Abrasive Size ofPolycrystalline Nano-particle Ceria Slurry onShallow Trench Isolation Chemical MechanicalPolishingTo cite this article: Hyun-Goo Kang et al 2004 Jpn. J. Appl. Phys. 43 L365 View the article online for updates and enhancements.You may also likeChemical Mechanical Polishing (CMP) ofFused Silica (FS) Using Ceria SlurryRecyclingYan Zhou, Haimei Luo, Guihai Luo et al.-Measurement of CMP Slurry Abrasive SizeDistribution by Scanning Mobility ParticleSizerHojoong Kim, Ji Chul Yang and TaesungKim-Modeling the Effects of Abrasive SizeDistribution, Adhesion, and Surface PlasticDeformation on Chemical-MechanicalPolishingMahzad Bastaninejad and GoodarzAhmadi-This content was downloaded from IP address 128.153.11.204 on 12/03/2024 at 03:34\fJapanese Journal of Applied Physics\nVol. 43, No. 3A, 2004, pp. L 365–L 368\n#2004 The Japan Society of Applied Physics\n\nEﬀects of Grain Size and Abrasive Size of Polycrystalline Nano-particle Ceria Slurry\non Shallow Trench Isolation Chemical Mechanical Polishing\nHyun-Goo KANG1;2;(cid:1), Takeo KATOH1, Sung-Jun KIM1, Ungyu PAIK2, Hyung-Soon PARK3 and Jea-Gun PARK1;y\n1Nano-SOI Process Laboratory, Hanyang University, 17 Haengdang-Dong, Seoungdong-Gu, Seoul 133-791, Korea\n2Department of Ceramic Engineering, Hanyang University, 17 Haengdang-Dong, Seoungdong-Gu, Seoul 133-791, Korea\n3Hynix Semiconductor Inc., San 136-1, Ami-ri, Bubal-eub, Icheon, Kyungki-do 467-701, Korea\n\n(Received November 28, 2003; accepted January 13, 2004; published February 20, 2004)\n\nIn a ceria slurry with an ionic surfactant, the grain size and particle size of the poly-crystalline abrasives were controlled\nindependently by changing the calcination temperature and the mechanical milling time, respectively, during abrasive\nsynthesis. A chemical mechanical polishing (CMP) experiment using the slurry showed that the oxide removal rate increased\nwith both the grain size and the abrasive particle size, while the nitride removal rate was independent of both. On the other\nhand, examination of the nanotopography impact showed that the planarization eﬃciency increased with decreasing abrasive\nsize but was independent of the grain size.\n\n[DOI: 10.1143/JJAP.43.L365]\n\nKEYWORDS: CMP, shallow trench isolation, ceria, oxide ﬁlm, grain size, secondary particle size, surfactant, nanotopography\n\nIn the shallow trench isolation (STI) process, chemical\nmechanical polishing (CMP) is applied to planarize the gap-\nﬁlling oxide ﬁlm while utilizing a nitride ﬁlm as a polishing\nstopping layer. Hence, the removal selectivity between the\noxide and nitride ﬁlms is a major speciﬁcation for the\nslurries used in STI-CMP. To improve this selectivity, ceria\nslurries with ionic surfactants have been used.1–5) Both the\nsurfactant characteristics and the abrasive characteristics are\ncritical issues for STI-CMP ceria slurries. Since the ceria\nabrasive is a polycrystalline material, the grain size of the\nabrasive particles and the size of the particles themselves\nshould be distinguished. Homma et al.\ninvestigated the\ndependence of the thermal oxide removal rate on the size of\ncrystallites (=i.e., grains in a poly crystal) by changing the\ncalcination temperature during ceria powder fabrication.5) In\na previous article, we reported on the complex eﬀects of the\nsize of the polycrystalline abrasives and the surfactant\nconcentration, on the basis of experiments using two\ndiﬀerent ceria powder synthesis methods.6) For this article,\nwe controlled the grain size and the polycrystalline abrasive\nsize independently by varying the calcination temperature\nand the mechanical milling time, respectively. With this\nexperimental approach, we investigated the eﬀects of both\nsizes on the ﬁlm removal rates. In addition, we examined the\nnanotopography impact on post-CMP oxide thickness\ndeviations7–17)\nto investigate the planarization\neﬃciencies of the slurries used.15,16)\n\nin order\n\nCerium carbonate was used as a precursor to synthesize\nceria powder. The grain size of the polycrystalline ceria\nabrasives was controlled by employing a calcination process\nat various temperatures (400, 600, 700, 800, and 900 (cid:2)C) for\n4 h. The abrasive particle size was controlled by a\nmechanical milling process, through which a longer milling\ntime produced a smaller abrasive. The milling time was\nvaried, with durations of 8, 15, 28, and 40 h. We prepared\nnine diﬀerent kinds of abrasives by combining the calcina-\ntion temperature and milling time as shown in Table I.\n\nThe ceria abrasives were dispersed in deionized water and\nstabilized by adding 100 ppm of a commercially available\ndispersant (poly-meta-acrylate acid). We also added an\n\n(cid:1)E-mail address: ceramist@ihanyang.ac.kr\nyE-mail address: parkjgL@hanyang.ac.kr\n\nTable I. Combinations of calcination temperature and milling time for\n\nnine kinds of ceria abrasives.\n\nCalcination\ntemperature\n[(cid:2)C]\n\nMilling time\n[h]\n\n(a)\n\n(b)\n\n(c)\n\n(d)\n\n(e)\n\n(f)\n\n(g)\n\n(h)\n\n(i)\n\n400\n\n600\n\n700\n\n800\n\n900\n\n900\n\n15\n\n8\n\n15\n\n28\n\n40\n\nanionic organic surfactant (poly-acrylic acid) at a concen-\ntration of 0.5 wt%. Each slurry was diluted with deionized\nwater to produce a ﬁnal ceria abrasive concentration of\n1 wt%. Each slurry’s pH was adjusted to the range of 7.0–8.0\nby adding an alkaline agent. The morphology of\nthe\nabrasives was observed with a high-resolution transmission\nelectron microscope (HRTEM; JEOL JEM-2010). The\nsecondary particle size in each slurry was measured with\nan AcoustoSizer\n(Colloidal Dynamics). The crystal\nstructure of the abrasives was examined by using the\npowder X-ray method (Rigaku RINT/DMAX-2500).\n\nII\n\nWe used conventional 8’’ silicon wafers prepared by the\nsingle-side polishing method. The surface nanotopography\nheight7–17) was measured with a Nano-Mapper (ADE). We\ndeposited a 7000- (cid:1)A-thick oxide and a 1500- (cid:1)A-thick nitride\nﬁlm by chemical vapor deposition (CVD). The ﬁlms were\npolished on a Strasbaugh 6EC. We used an IC1000/Suba IV\nstacked pad (Rodel). The polishing pressure, applied as a\ndown force, was 4 psi ¼ 27:5 kPa. The relative velocity\nbetween the pad and the wafer was 0.539 m/s. The polishing\ntime was 30 s. The oxide and nitride ﬁlm thickness variations\nof the wafers before and after CMP were measured with a\nNano-spec 180 (Nanometrics) and a spectroscopic ellips-\nometer (MOSS-ES4G, Sopra).\n\nHigh-resolution TEM images of selected abrasive samples\nare shown in Fig. 1. In all the images except Fig. 1(a), in\nwhich the abrasives were calcined at 400(cid:2)C, crystal grains\n\nL 365\n\n\fL 366\n\nJpn. J. Appl. Phys., Vol. 43, No. 3A (2004)\n\nH.-G. KANG et al.\n\n400 °−°−\nC\n400  C\n\n°−°−\n700 \nC\n700  C\n\n°−°−\n900 \nC\n900  C\n\n300 nm\n\n(a)\n\n(c)\n\n(e)\n\n300 nm\n\n8 h\n8 h\n\n28 h\n28 h\n\n40 h\n40 h\n\n(f)\n\n(h)\n\n(i)\n\nFig. 1. TEM photographs of the abrasives in selected slurries processed at\nvarious calcination temperatures and milling times. The labels (a) through\n(i) correspond to the process combination listed in Table I.\n\nwith well-deﬁned shapes are observed. The modulating\ntexture observed in Fig. 1(a) is considered to be related to an\namorphous phase formed as an intermediate in the decom-\nposition process of cerium carbonate during the low-\ntemperature calcination process.18) As these images show,\nthe grain size and morphology in the polycrystalline\nabrasives changed signiﬁcantly depending on the calcination\ntemperature (Figs. 1(a), 1(c) and 1(e)). On the other hand,\nincreasing the mechanical milling time caused minimal\nchange in the grain size and reduced the abrasive particle\nsize (Figs. 1(f), 1(h) and 1(i)).\n\nthe abrasive size was diﬃcult\n\nThe size of the grains was analyzed statistically (30 grains\nfor each condition) and then the averaged value was\ncalculated. However,\nto\nanalyze from the TEM photographs due to the small areas of\nthe images, so we used the secondary particle sizes measured\nwith the AcoustoSizer II instead. These results are shown in\nFig. 2. With increasing calcination temperature, the grain\nsize increased up to 40–50 nm, while the secondary particle\nsize was maintained at approximately 130–140 nm, as shown\nin Fig. 2(a). This phenomenon was due to grain growth\nduring the calcination process as atomic diﬀusion caused\nwetting of the grain boundaries of adjacent grains. The grain\nsize as a function of calcination temperature was in good\nagreement with results reported previously.19) With increas-\ning mechanical milling time, the secondary particle size\ndecreased from 290 to 70 nm, while the grain size was\nmaintained at approximately 40–50 nm, as shown in Fig.\n2(b). This occurred because the ceria powder was contin-\nuously fractured during the milling process.20) The variation\nshown in Fig. 2 demonstrates that both the grain size and the\nabrasive particle size were well controlled independently.\n\nThe removal rates of oxide and nitride ﬁlms with respect\nto the calcination temperature and the mechanical milling\ntime are shown in Fig. 3. Figure 3(a) shows that the oxide\nremoval rate markedly increased from 910 to 2870 (cid:1)A/min as\n\nsecondary particle size\ngrain size (TEM)\n\n350\n\n300\n\n250\n\n200\n\n150\n\n100\n\n50\n\n0\n\n]\n\nm\nn\n\n[\n\ne\nz\ns\n\ni\n\nl\n\na\n\nt\ns\ny\nr\nc\n\ne\ng\na\nr\ne\nv\na\n\n300 400 500 600 700 800 900 1000\n\ncalcination temperature [oC]\n\n(a)\n\nsecondary particle size\ngrain size (TEM)\n\n]\n\nm\nn\n[\n\ne\nz\ns\n\ni\n\nl\n\na\nt\ns\ny\nr\nc\n\ne\ng\na\nr\ne\nv\na\n\n350\n\n300\n\n250\n\n200\n\n150\n\n100\n\n50\n\n0\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\nmiling time [h]\n\n(b)\n\nFig. 2. Average measured secondary particle size of the abrasives and\naverage grain size with respect to (a) calcination temperature and (b)\nmilling time.\n\n]\n\ni\n\nn\nm\nÅ\n\n/\n\n[\n\nt\n\ne\na\nr\n\nl\n\na\nv\no\nm\ne\nr\n\n]\n\ni\n\nn\nm\nÅ\n\n/\n\n[\n\nt\n\ne\na\nr\n\nl\n\na\nv\no\nm\ne\nr\n\noxide film\nnitride film\n\n400\n\n600\ncalcination temperature [ oC]\n\n800\n\n1000\n\n(a)\n\noxide film\nnitride film\n\n3500\n\n3000\n\n2500\n\n2000\n\n1500\n\n1000\n\n500\n\n0\n\n200\n\n3500\n\n3000\n\n2500\n\n2000\n\n1500\n\n1000\n\n500\n\n0\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\nmiling time [h]\n\n(b)\n\nFig. 3. Oxide and nitride ﬁlm removal rates with respect to (a) calcination\n\ntemperature and (b) milling time.\n\n \n \n \n \n \n \n \n \n \n \n \n\fJpn. J. Appl. Phys., Vol. 43, No. 3A (2004)\n\nH.-G. KANG et al.\n\nL 367\n\n8000\n\n6000\n\n4000\n\n2000\n\n0\n\n]\ns\nt\ni\nn\nu\n.\nb\nr\na\n[\n\ny\nt\ni\ns\nn\ne\nt\nn\nI\n\n900\n800\n700\n600\n400\n\n20\n\n30\n\n40\n50\n2 θ  [deg]\n\n60\n\n70\n\nFig. 4. X-ray diﬀraction proﬁles of ceria abrasives calcined at diﬀerent\n\ntemperatures.\n\nthe calcination temperature increased. On the other hand, the\nnitride removal rate was maintained at approximately 50 (cid:1)A/\nmin, which implies that the polishing mechanism of the\nnitride ﬁlm is diﬀerent from that of the oxide ﬁlm.21) Figure\n3(b) shows that the oxide removal rate decreased from 3090\nto 1680 (cid:1)A/min as the mechanical milling time increased,\nwhile the nitride removal rate again was maintained at\napproximately 50 (cid:1)A/min. Although we controlled the grain\nsize and the abrasive particle size independently in this study\nby using completely diﬀerent methods for each factor, the\neﬀects of both sizes on the ﬁlm removal rates appear similar.\nHirai et al. proposed a model in which the polycrystalline\nceria abrasives are crushed into small particles during\npolishing.2) If this model is correct, then the actual size of\nthe abrasives during polishing is considered to depend on\nboth the grain size and the polycrystalline particle size, since\nthe fractures more likely occur along grain boundaries than\nacross grains.\n\nFigure 4 shows X-ray diﬀraction proﬁles of ceria\ntemperatures. The peak\nabrasives calcined at various\npatterns were identiﬁed as the ﬂuorite structure of CeO2.\nthe peak width\nWith increasing calcination temperature,\ndecreased,\nthe ceria\nabrasives became larger, which corresponds to the results\nobtained by TEM, as shown in Fig. 1. We will provide a\ndetailed analysis of the X-ray diﬀraction proﬁles and a\ncomparison with BET results in another article.22)\n\nthe grain size of\n\nindicating that\n\nTo analyze the eﬀects of the grain size and abrasive\nparticle size on the planarization eﬃciency, we examined the\nnanotopography impact15,16) on the oxide thickness deviation\n(OTD) after CMP. The polishing time was controlled to\nmaintain a constant removal depth of 3000 (cid:1)A.17) After\nconﬁrming that the peak and valley positions of the post-\nCMP OTD coincided well with those of the nanotopography\nheight (pre-CMP), the ﬂuctuations in the post-CMP OTD\nwere attributed to wafer nanotopography. Figure 5 shows the\nstandard deviation (Rms) of the post-CMP OTD as a\nfunction of the calcination temperature and the mechanical\nmilling time. Unlike the results for the oxide removal rates,\nshown in Fig. 3,\nthe calcination temperature did not\ninﬂuence the nanotopography impact, as shown in Fig.\n5(a). With increasing milling time,\nthe nanotopography\nimpact increased, as shown in Fig. 5(b). The more the ﬁlm\nsurface is planarized, the larger is the variation of post-CMP\nOTD due to nanotopography.7,15) Thus a higher standard\ndeviation, shown in Fig. 5, denotes a higher planarization\n\n400\n\n]\n\nÅ\n\n[\n\nn\no\ni\nt\na\nv\ne\nd\n\ni\n\ns\ns\ne\nn\nk\nc\nh\nt\n\ni\n\nm\n\nl\ni\nf\n\nf\no\nS\nM\nR\n\n40\n\n35\n\n30\n\n25\n\n20\n\n15\n\n10\n\n5\n\n0\n\n]\n\nÅ\n\n[\n\nn\no\ni\nt\na\nv\ne\nd\n\ni\n\ns\ns\ne\nn\nk\nc\nh\nt\n\ni\n\nm\n\nl\ni\nf\n\nf\no\nS\nM\nR\n\n40\n\n35\n\n30\n\n25\n\n20\n\n15\n\n10\n\n5\n\n0\n\n600\n\n700\ncalcination temperature [oC]\n\n800\n\n900\n\n(a)\n\n8H\n\n15H\nmilling time [h]\n\n28H\n\n40H\n\n(b)\n\nFig. 5. Standard deviation (Rms) of\n\nthe post-CMP oxide thickness\ndeviation (OTD) as a function of (a) calcination temperature and (b)\nmilling time.\n\neﬃciency.15,16) Therefore, it can be said that the polycrystal-\nline abrasive particle size is more important than the grain\nsize as a factor in controlling the planarization eﬃciency of a\nceria slurry.\n\nIn summary, we independently controlled the grain size\nand particle size of the polycrystalline abrasives in a ceria\nslurry with an ionic surfactant by changing the calcination\ntemperature and the mechanical milling time, respectively,\nduring abrasive synthesis. CMP experiments using slurries\nwith various process combinations showed that the oxide\nremoval rate increased with both the grain size and the\nabrasive particle size, while the nitride removal rate was\nindependent of both. On the other hand, examination of the\nnanotopography impact\nthe planarization\neﬃciency increased as the particle size decreased but was\nindependent of the grain size.\n\nshowed that\n\nThis work was supported by the Korea Ministry of\nScience & Technology through the National Research\nLaboratory (NRL) program, Hynix Semiconductor Inc. and\nSumitomo Mitsubishi Silicon Corp. We are also indebted to\nMr. Min-Seok Kim and Mr. Myung-Yoon Lee for assisting\nus in performing the experiments.\n\n1) H. Nojo, M. Kodera and R. Nakata: Proc. IEEE IDEM, San Francisco,\nCA, 1996 (The Institute of Electrical and Electronics Engineers,\n\n \n \n \n \n \n \n \n \n \n \n \n\fL 368\n\nJpn. J. Appl. Phys., Vol. 43, No. 3A (2004)\n\nH.-G. KANG et al.\n\nPiscataway, 1996) p. 349.\n\n12) J. G. Park, T. Katoh, H. C. Yoo and J. H. Park: Jpn. J. Appl. Phys. 40\n\n2) K. Hirai, H. Ohtsuki, T. Ashizawa and Y. Kurata: Hitachi Chemical\n\n(2001) L857.\n\nTech. Report No. 35 (2000) 17.\n\n13) T. Katoh, J. G. Park, W. M. Lee, H. Jeon, U. Paik and H. Suga: Jpn. J.\n\n3) A. Philipossian and M. Hanazono: Tribology and Fluid Dynamics\nCharacterization of Cerium Oxide Slurries, 2001 (unpublished).\n4) Y. Tateyama, T. Hirano, T. Ono, N. Miyashita and T. Yoda: Proc. Int.\nSymp. Chemical Mechanical Planarization IV, Phoenix, 2000 (Elec-\ntrochemical Society, Pennington, 2000) p. 297.\n\nAppl. Phys. 41 (2002) L443.\n\n14) R. Schmolke, R. Deters, P. Thieme, R. Pech, H. Schwenk and G.\n\nDiakourakis: J. Electrochem. Soc. 149 (2002) G257.\n\n15) T. Katoh, S. J. Kim, U. Paik and J. G. Park: Jpn. J. Appl. Phys. 42\n\n(2003) 5430.\n\n5) Y. Homma, T. Furusawa, H. Morishima and H. Sato: Solid-State\n\n16) H. G. Kang, T. Katoh, U. Paik and J. G. Park: Jpn. J. Appl. Phys. 43\n\nElectron. 41 (1997) 1005.\n\n(2004) L1.\n\n6) T. Katoh, H. G. Kang, U. Paik and J. G. Park: Jpn. J. Appl. Phys. 42\n\n(2003) 1150.\n\n7) C. S. Xu, E. Zhao, R. Jairath and W. Krusell: J. Electrochem. & Solid-\n\nState Lett. 1 (1998) 181.\n\n17) J. G. Park, T. Katoh, H. C. Yoo and U. G. Paik: Proc. 5th Int. Symp.\nChemical Mechanical Polishing, 201st Meet. Electrochemical Society,\nPhiladelphia, PA, 2002 (The Electrochemical Society, Pennington,\n2002) PV 2002-1, p. 202.\n\n8) K. K. V. Ravi: Intel Corp., ‘‘Wafer Flatness Requirements for Future\n\n18) D. Terribile, A. Trovarelli, J. Llorca, C. D. Leitenburg and G. Dolcetti:\n\nTechnology’’, Future Fab. International 7 (1999) 207.\n\nJ. Catal. 178 (1998) 299.\n\n9) D. Boning and B. Lee: Mater. Res. Soc. Bull. 27 (2002) 761.\n10) T. Fukuda, Y. Shimizu, M. Yoshise, M. Hashimoto and T. Kumagai:\nProc. 3rd Int. Symp. Advanced Science & Technology of Silicon\nMaterials, Kona, Hawaii, 2000 (The Japan Society for the Promotion\nof Science, Tokyo, 2000) p. 382.\n\n19) M. Hirano and E. Kato: J. Mater. Sci. Lett. 18 (1999) 403.\n20) J. S. Reed: Principles of Ceramics Processing (Wiley Interscience,\n\nNew York, 1995) 2nd ed., Chap. 17, p. 323.\n\n21) J. G. Park, T. Katoh, W. M. Lee, H. Jeon and U. Paik: Jpn. J. Appl.\n\nPhys. 42 (2003) 5420.\n\n11) T. Katoh, B. G. Ko, J. H. Park, H. C. Yoo, J. G. Park and U. G. Paik: J.\n\n22) P. W. Yoon, S. K. Kim, U. Paik, T. Katoh and J. G. Park: submitted to\n\nKorean Phys. Soc. 40 (2002) 180.\n\nJpn. J. Appl. Phys.\n\n\f"
}