{
  "metadata": {
    "source_file": "Kim et al. - 2007 - Influence of Crystalline Structure of Ceria on the.pdf",
    "extraction_date": "2024-11-17T17:45:18.514167",
    "character_count": 23029
  },
  "content": "Journal of The ElectrochemicalSociety     Influence of Crystalline Structure of Ceria on theRemaining Particles in the STI CMPTo cite this article: Sang-Kyun Kim et al 2007 J. Electrochem. Soc. 154 H642 View the article online for updates and enhancements.You may also likeCommunication—Reduction of FrictionForce between Ceria and SiO2 for LowDishing in STI CMPKijung Kim, Kangchun Lee, Jihoon Seo etal.-Effects of Pattern Density and Pitch onInteraction Distance and Shallow TrenchIsolation Chemical Mechanical PolishingYoung Bae Park, Joon Yong Kim, DaeWan Seo et al.-Shallow Trench Isolation ChemicalMechanical Planarization: A ReviewRamanathan Srinivasan, Pradeep VRDandu and S. V. Babu-This content was downloaded from IP address 128.153.11.204 on 25/03/2024 at 20:02\fH642\n\nJournal of The Electrochemical Society, 154 (cid:1)7(cid:2) H642-H646 (cid:1)2007(cid:2)\n0013-4651/2007/154(cid:1)7(cid:2)/H642/5/$20.00 © The Electrochemical Society\n\nInﬂuence of Crystalline Structure of Ceria on the Remaining\nParticles in the STI CMP\nSang-Kyun Kim,a Ye-Hwan Kim,a Ungyu Paik,a,z and Jea-Gun Parkb\naDivision of Advanced Materials Science Engineering, and bNano-SOI Process Laboratory, Hanyang\nUniversity, Seoul 133-791, Korea\n\nThe structural characteristics of nanosized ceria particles were investigated to clarify the relationship between the structural\ncharacteristics of abrasives and the problem of residual particles in shallow trench isolation chemical mechanical planarization\n(cid:1)STI CMP(cid:2). The ceria particles were synthesized via a solid-state displacement reaction method, and their crystalline structure was\ncontrolled by regulating the oxygen partial pressure at the reaction site on the precursor. In a calcination process with a high\n(cid:2) because of the decarbonation of the\noxygen concentration, the synthesized ceria particles had a cubic ﬂuorite structure (cid:1)CeO2\ncerium precursor at a high oxygen partial pressure. The particles calcined with a low oxygen partial pressure had an included\n(cid:2). The ceria slurry prepared with the cubic CeO2 yielded a higher removal rate than the slurry prepared\nhexagonal structure (cid:1)Ce2O3\nwith the hexagonal Ce2O3. Furthermore, the ceria slurry with the cubic structured particles had less residual particles on the oxide\nﬁlm than the slurry with the hexagonal structured particles. The resulting residual particles originated because Ce2O3 is easily\nagglomerated and adsorbed on the wafer surface due to the high surface activity resulting from the oxygen vacancy on the particle\nsurface.\n© 2007 The Electrochemical Society.\n\n(cid:3)DOI: 10.1149/1.2735923(cid:4) All rights reserved.\n\nManuscript submitted April 26, 2006; revised manuscript received January 8, 2007. Available electronically May 22, 2007.\n\nto\n\nachieve\n\nsurfaces\n\nof wafer\n\nIn the manufacture of next-generation LSI devices, chemical me-\nchanical planarization (cid:1)CMP(cid:2) is a key process used for the pla-\nnarization\na multilevel\ninterconnection.1-3 A wide range of global planarization is required\nto attain a sufﬁcient depth of focus (cid:1)DOF(cid:2) within the process margin\nof exposure equipment for the ﬁne process technology patterns. In\nthe CMP process, slurry conditions are critical for the realization of\nhigh-quality wafer devices due to the chemical and mechanical in-\nteractions with the deposited ﬁlm surface. The required dimensions\nof current semiconductor devices are decreasing below 50 nm. Be-\ncause of this, a ceria-based slurry is widely used instead of other\nabrasive slurries in shallow trench isolation (cid:1)STI(cid:2) as well as inter-\nlayer dielectric (cid:1)ILD(cid:2) CMP for the manufacture of dynamic random\naccess memory (cid:1)DRAM(cid:2) and ﬂash memory devices, due to the good\nremoval selectivity, chip uniformity, global planarity, and the high\npolishing efﬁciency of the oxide ﬁlm.4 However, the ceria slurry\ninduces defects on the wafer surface because of the large, abrasive\nagglomerated particles resulting from poor dispersion stability. Dur-\ning CMP, the agglomerated particles easily stick to the wafer sur-\nface, which results in residual particles and scratches on the wafer\nsurface.5-9 In order to reduce the surface defects, particle agglom-\nthe ceria\neration should be prevented by the stabilization of\nsuspension.10-12 In general, the dispersion stability can be improved\nby adding an adequate polymeric dispersant. However, the stabiliza-\ntion of the ceria suspension using a polymeric dispersant has limi-\ntations in successfully eliminating the agglomerated particles which\ncan induce scratches on the wafer surface. Therefore, a new method\nwhich can prevent the agglomeration of the ceria particle must be\nproposed. In this study, we considered the intrinsic properties of the\nparticles themselves as a critical factor to prevent agglomeration and\nadhesion on the wafer, and thus, an attempt to control the intrinsic\nproperties of the ceria powder was made. Ceria powder has been\nsynthesized by many different methods including wet precipitation,\nsol-gel, hydrothermal, mechanochemical, and solid-state displace-\nment reactions (cid:1)calcinations(cid:2).4,13 The solid-state displacement reac-\ntion is widely used for the synthesis of ceria particles because the\ncrystallite size of the particles can be easily controlled by varying\nthe calcination conditions such as temperature, time, and oxygen\nvapor pressure.14,15 The removal rate of the oxide ﬁlm is propor-\ntional to the crystallite size of the ceria particles.15 The large crys-\ntallite size of the particles results from a high calcination tempera-\nture and easily induces many scratches on the wafer surface. Thus,\nthe synthesis of ceria particles at low temperatures is favorable in\n\nthe CMP process. During the calcination, the by-product carbon\ndioxide is present around the precursor powder and this causes dif-\nfusion resistance for oxygen at the reaction site.16 It induces an\noxygen vacancy within the ceria crystal lattice, which can result in\nvariations of crystal structure. Therefore, in the low-temperature cal-\ncination process, the oxygen concentration in the furnace plays an\nimportant role in the synthesis reaction because of the acceleration\nof the decarbonation of the cerium precursor.\n\nIn this study, the crystal structure of the ceria particles was con-\ntrolled by varying the oxygen concentration. The inﬂuence of the\ncrystalline structure of the ceria particles on both particle agglom-\neration in the slurry and residual particles onto the oxide ﬁlm after\nCMP was investigated.\n\nExperimental\n\n(cid:2)\n\nHigh-purity cerium carbonate hydrate (cid:3)Ce(cid:1)CO3\n\n3, Juntai, China(cid:4)\nwas employed as a starting material for the solid-state displacement\nreaction of the ceria particles. The precursor was calcined under air\nat 650°C for 4 h, which resulted in a white-yellowish ceria powder.\nIn order to prepare two different crystal structures, the oxygen con-\ncentration was controlled by adjusting the air inﬂow. The particles of\nsamples A and B were synthesized with air ﬂows of 35 and 5 m3/h,\nrespectively, and the particles of sample C were synthesized without\nair ﬂow. The crystallite size of the ceria particles was measured by\nthe X-ray diffraction method (cid:1)RINT/DMAX-2500, Rigaku, Japan(cid:2)\nand calculated using the Debye–Scherer equation. The speciﬁc sur-\nface areas of the powders were estimated utilizing the Brunauer–\nEmmett–Teller (cid:1)BET(cid:2) method (cid:1)ASAP 2010, Micromeritics, USA(cid:2).\nBy using nitrogen gas, the samples were outgassed at 250°C for 2 h\nprior to each analysis to remove physisorbed species from the pow-\nsurface. Each calcined ceria powder underwent a wet-\nder\nmechanical milling process for several hours to reduce the particle\nsize to the target size (cid:1)240–260 nm as determined by a conventional\nlight-scattering method(cid:2) and to disperse the particles in an aqueous\nmedium after mixing the powder with deionized water and a dis-\npersant composed of commercially available anionic acrylic poly-\nmers (cid:3)poly(cid:1)methyl methacrylate(cid:2), PMAA(cid:4). The solid content of the\nslurry was controlled to a weight fraction of 5%, and the suspension\npH was adjusted to 8.4. After preparing the ceria slurry, two samples\nwere dried to investigate the crystallite size and speciﬁc surface\narea. For each sample, the crystallite size and surface area are listed\nin Table I.\n\nz E-mail: upaik@hanyang.ac.kr\n\nThe diffraction patterns of the particles were also investigated\nusing high-resolution TEM (cid:1)JEOL2010, Jeol, Japan(cid:2) to certify the\ncrystalline structure and morphology of the ceria particles. Using the\n\n\fJournal of The Electrochemical Society, 154 (cid:1)7(cid:2) H642-H646 (cid:1)2007(cid:2)\n\nH643\nH643\n\nTable I. Sample characteristics.\n\nSample\n\nAfter\ncalcination\n\nAfter\nmechanical\nmilling\n\nParticle A\nParticle B\nParticle C\n\nParticle A\nParticle B\nParticle C\n\nCrystallite size\n(cid:1)nm(cid:2)\n\nSurface area\n(cid:1)m2/g(cid:2)\n\n26.2\n25.9\n25.7\n\n25\n21.5\n20.3\n\n3.2\n10.5\n12.7\n\n3.5\n13.4\n15.4\n\nnanobeam aperture (cid:1)nanobeam size = 3 nm(cid:2), the diffraction patterns\n(cid:1)spot patterns(cid:2) of the individual particles were obtained.\n\nTo investigate agglomeration in the slurries, we measured the\nnumber of large particles over 1 (cid:1)m per unit volume by using a\nslurry particle counter (cid:1)Accusizer 780/FX, PSS/Nicomp, USA(cid:2). The\nparticle counter is a type of large-particle counting equipment that\noptically detects single particles and counts the number of particles\nin the tail of a submicrometer distribution. The accuracy of this\nparticle counter was veriﬁed with 1.59 (cid:1)m diam standard latex par-\nticles.\n\nField evaluation of CMP was done using two kinds of slurries.\nFor the CMP evaluation, an 8 in. wafer CMP tool (cid:1)6EC, Strasbaugh,\nUSA(cid:2) was used. The polishing pad was a grooved IC1000/SubaIV\n(cid:1)Rodel, USA(cid:2). The ﬁlm thickness was measured using a Nanospec\n180 (cid:1)Nano-metrics, CA., USA.(cid:2) to calculate removal rates. For this\nexperiment, the within-wafer nonuniformity (cid:1)denoted WIWNU(cid:2) was\ndeﬁned as the standard deviation of the remaining thickness divided\nby the average of the remaining thickness after CMP. The residual\nparticles and scratches on the oxide ﬁlm (cid:1)high-density-plasma SiO2\n(cid:2)\nwere measured using a Surfscan SP1 (cid:1)KLA-Tencor, USA(cid:2). After\nCMP, the wafers were cleaned using an ammonium hydroxide and\nhydrogen peroxide mixture (cid:1)APM(cid:2) solution (cid:1)NH4OH:H2O2:H2O\n= 1:1:10(cid:2) at 80°C to eliminate residual particles. The polishing test\nconditions are shown in Table II.\n\nResults and Discussion\n\nParticle and slurry characteristics.— Figure 1 shows the mor-\nphology and primary particle sizes of the ceria particles after me-\nchanical milling. The particle size distributions were found to be\nnoticeably different between samples based on the TEM images.\nThe portion of small-sized particles (cid:1)(cid:2)20 nm(cid:2) in samples B and C\nwas larger than in sample A. The initial crystallite size of all as-\ncalcined samples calculated by the Debye–Scherer equation was\nabout 26 nm. However, the crystallite sizes of the particles after\nmechanical milling became 25, 21.5, and 20.3 nm for samples A, B,\nand C, respectively, which leads to a signiﬁcantly different speciﬁc\nsurface area for each particle group. After mechanical milling, the\nparticles in all samples had similar size, ranging from 240 to\n260 nm. Therefore, the particles (cid:1)samples B and C(cid:2) which were\ncalcined at low oxygen concentration are composed of a large num-\nber of small crystallites (cid:1)20.3 and 21.5 nm(cid:2), while the particles\n\nTable II. CMP conditions.\n\nMachine model\n\nSlurry\nSolid concentration of slurry\nPad\nTable speed\nSpindle speed\nDownforce\nBack-pressure\nTime\nFlow rate\n\nStrasbaugh 6EC\n\nCeria slurry\n1 wt %\nIC1000/Suba IV k-groove\n70 rpm\n70 rpm\n4 psi\n0 psi\n30 s\n100 mL/min\n\nFigure 1. TEM images of the ceria particles: (cid:1)a(cid:2) sample A, (cid:1)b(cid:2) sample B,\nand (cid:1)c(cid:2) sample C.\n\n(cid:1)sample A(cid:2) which were calcined at a higher oxygen concentration\nwere composed of relatively larger crystallites (cid:1)25 nm(cid:2).\n\nWith the high-resolution TEM nanobeam diffraction pattern, the\ncrystalline structures of the ceria particles were investigated. The\nnanobeam diffraction patterns of the particles (cid:1)Fig. 2(cid:2) indicate that\nfor sample A, all particles had the cubic ﬂuorite phase of cerium\n\n\fH644\nH644\n\nJournal of The Electrochemical Society, 154 (cid:1)7(cid:2) H642-H646 (cid:1)2007(cid:2)\n\nFigure 3. Size of the ceria particles and comparison of large particle counts.\n\npore channels of the carbonate, adsorption, reaction with the cerium\ncarbonate, and the desorption of the reaction by-product (cid:1)carbon\ndioxide(cid:2).16 In this reaction mechanism, several factors inﬂuence the\nphysical properties of the synthesized particles during the calcina-\ntion process. According to previous reports, a low oxygen concen-\ntration results in a hexagonal phase cerium oxide rather than the\ncubic phase due to the insufﬁcient oxidation of Ce3+ to Ce4+.17 In\nthe absence of an external oxygen supply, the hexagonal CeOx phase\nis reported to be observed between 400 and 500°C and the oxidation\nof CeOx is complete above 800°C, which results in the transforma-\ntion from hexagonal Ce2O3 to cubic CeO2.18 Therefore, the hexago-\nnal phase (cid:1)Ce2O3\n(cid:2) in samples B and C was formed due to the in-\nsufﬁcient oxidation of Ce3+ to Ce4+, while the cubic phase (cid:1)CeO2\n(cid:2) in\nsample A was obtained due to sufﬁcient oxygen supply.\n\nTo investigate agglomeration in the slurries, we measured the\nnumber of large particles (cid:1)(cid:3)1 (cid:1)m(cid:2) per unit volume by using a\nslurry particle counter and the results are shown in Fig. 3. Samples\nB and C with a hexagonal crystalline structure have more larger\nagglomerated particles than sample A. Because the Ce3+ and oxygen\nvacancies in the surface of the hexagonal ceria particle are linked to\nanionic vacancies with hydroxyl groups, chemisorption and agglom-\neration easily occurred with the neighboring cation-species and\nbared ceria surface.18,19 Moreover, samples B and C have many\nsmall particles, which were conﬁrmed to have a mainly hexagonal\ncrystalline structure (cid:1)Fig. 3(cid:2). The van der Waals attractive force is\nwell known to increase with decreasing particle size; therefore, the\nlarge agglomerated particles in samples B and C are attributed to the\npresence of small-sized particles.\n\nCMP performance.— CMP was performed with the ceria slurry\nwhich was prepared by adding an adequate amount of commercially\navailable anionic acrylic polymers (cid:1)PMAA(cid:2). Cubic CeO2\n(cid:1)sample A(cid:2)\nand CeO2 with included hexagonal Ce2O3 particles (cid:1)sample C(cid:2) were\nused as abrasive particles. The removal rate trends along the radius\nand WIWNU of the oxide ﬁlm are shown in Fig. 4. In Fig. 4a, there\nis a remarkable difference between the oxide ﬁlm removal rates of\nsamples A and C. The removal rate of the oxide ﬁlm was dependent\non the crystallinity of the ceria particles.15 The polishing of the\noxide ﬁlm was mainly affected by the chemical interaction between\nthe ceria particles and the oxide (cid:1)SiO2\n(cid:2) ﬁlm, which reacted with the\nhydrated surface to form covalent bonds such as Ce–O–Si and then\npulled off the oxide lumps.20,21 As shown in Fig. 1, the particles of\nsample A had a larger crystallinity and narrower particle size distri-\nbution than those of sample C. Because the hexagonal structured\nceria particles and the agglomerated particles of sample C were\n\nFigure 2. Nanobeam diffraction patterns of the ceria particles: (cid:1)a(cid:2) sample A,\n(cid:1)b(cid:2) sample B, and (cid:1)c(cid:2) sample C.\n\noxide, while samples B and C, which were calcined at a low oxygen\nconcentration, included hexagonally structured particles, especially\nin the smaller particles. The calcination process from cerium carbon-\nate to cerium oxide consists of a ﬁve-step mechanism and includes\nthe mass-transfer of the reacting agent (cid:1)oxygen(cid:2) from the bulk at-\nmosphere to the periphery of carbonate, its diffusion through the\n\n\fJournal of The Electrochemical Society, 154 (cid:1)7(cid:2) H642-H646 (cid:1)2007(cid:2)\n\nH645\nH645\n\nFigure 4. The result of the CMP ﬁeld evaluation: (cid:1)a(cid:2) average removal rate and (cid:1)b(cid:2) the WIWNU of oxide wafer.\n\nFigure 5. Remaining particle maps on the\noxide ﬁlm measured with the Sufscan\n7700.\n\n\fH646\nH646\n\nJournal of The Electrochemical Society, 154 (cid:1)7(cid:2) H642-H646 (cid:1)2007(cid:2)\n\neasily broken apart during the CMP process, these particles did not\npenetrate the viscous layer on the oxide ﬁlm.22 Thus, the removal\nrate of sample C was low, resulting in poor oxide due to nitride\nselectivity. The surface of the silicon nitride ﬁlm during polishing\nwas passivated with an adsorptive surfactant in the slurry, which\nprevents the abrasive from directly contacting the ﬁlm surface.23,24\nHence, the removal rates for the Si3N4 ﬁlm were not inﬂuenced by\nthe crystalline structure of the ceria particles. In addition, the slurry\nwith agglomerated particles was hardly propagated over the whole\nwafer surface due to poor stability. Thus, as shown in Fig. 4b,\nsample C has a higher WIWNU and a lower removal rate of wafer\nedge position than those of sample A.\n\nDuring the CMP, the agglomerated particles were easily stuck to\nthe wafer surface by the small interactive force between the abrasive\nand oxide ﬁlm. In particular, it is these sticking particles that induce\nthe surface scratches on the wafer due to the compressive and shear\nforces between the wafer and pad. Therefore, agglomerated particles\nare a major cause for the residual particles and the microscratches in\nthe CMP process. The maps of the residual particle counts and\nscratch counts are shown in Fig. 5a and b, respectively. The smaller\nparticles observed in sample C had a high surface activity and spe-\nciﬁc surface area. As shown in Fig. 5a, the residual particle counts\nof sample C are much larger than that of sample A. These residual\nparticles induced the surface scratching during the CMP process. In\nFig. 5b, the scratch counts of sample C are also larger than sample\nA. Consequently, the ceria powders that include hexagonal struc-\ntured particles were easily broken down into the smaller particles\nand induced particle adhesion on the wafer surface. Therefore, the\nceria particles should be calcined to a cubic structure through con-\ntrol of the oxygen concentration.\n\nConclusions\n\nWe have investigated the effects of the crystalline structure of\nnanosized ceria particles on the physicochemical properties of the\nceria slurry and the residual particles and microscratches during STI\nCMP. The crystalline structures of the particles were remarkably\ndifferent as a function of air inﬂow conditions. The particles cal-\ncined at a higher oxygen concentration were of a cubic structure\n(cid:2) but the particles calcined at a low oxygen concentration\n(cid:1)CeO2\n(cid:2). The hexagonal structured\nincluded the hexagonal structure (cid:1)Ce2O3\nparticles had a smaller particle size than the cubic structured par-\nticles. These smaller particles had a high surface area, which re-\nsulted in large attractive forces between particles. This caused a low\nremoval\nresidual particles, and surface\nscratches during STI CMP. Consequently, we concluded that the\n\nrate, high numbers of\n\ndifferences in the crystalline structure of the ceria particles had a\nprofound effect on the dispersion stability and the residual particles\nafter STI CMP.\n\nAcknowledgement\n\nThis work was ﬁnancially supported by Korea Institute of Sci-\nence and Technology Evaluation and Planning (cid:1)KISTEP(cid:2) through\nthe National Research Laboratory (cid:1)NRL(cid:2) program.\n\nHanyang University assisted in meeting the publication costs of this\n\narticle.\n\nReferences\n\n1. S. Wolfe, Silicon Processing, Vol. 4, Chap. 8, p. 313, Lattice Press, Sunset Beach,\n\nCA (cid:1)2002(cid:2).\n\n2. C. F. Lin, W. T. Tseng, and M. S. Feng, J. Electrochem. Soc., 146, 1984 (cid:1)1999(cid:2).\n3. S. Sivaram, H. Bath, R. Leggeti, A. Maury, K. Monnig, and R. Tolles, Solid State\n\nTechnol., 35-5, 87 (cid:1)1992(cid:2).\n\n4. J. H. So, D. J. Lee, Y.-J. Cho, M.-H, Ahn, I.-Y. Lee, S.-J. Jeon, S. Kim, and S.-M.\nYang, in Proceedings of the Korean CMP-UGM Conference, The Korean Institute\nof Electrical and Electronic Material Engineers, Paper 2 (cid:1)2005(cid:2).\n\n5. T. Detzel, S. Hosali, A. Sethuraman, J. F. Wang, and L. Cook, in Proceedings of the\nCMP-MIC Conference, Institute for Microelectronics Inter-Connection, p. 202\n(cid:1)1997(cid:2).\n\n6. G. B. Basim, J. J. Adler, U. Mahajan, R. K. Singh, and B. M. Moudgil, J. Elec-\n\ntrochem. Soc., 147, 3523 (cid:1)2000(cid:2).\n\n7. R. K. Singh, S. M. Lee, K. S. Choi, G. B. Basim, W. Choi., Z. Chen, and B. M.\n\nMoudgil, Mater. Res. Bull., 2002, 752 (cid:1)Oct(cid:2).\n\n8. T. L. Neo, E. S. Y. Shang, and C. M. Chong, in Proceedings of the International\n\nSymposium on Semiconductor Manufacturing, IEEE, p. 321 (cid:1)2001(cid:2).\n\n9. Y. J. Seo, G. U. Kim, and W. S. Lee, Microelectron. Eng., 71, 209 (cid:1)2004(cid:2).\n10. B. V. Velamakanni, J. C. Chang, F. F. Lange, and D. S. Pearson, Langmuir, 6, 1323\n\n(cid:1)1990(cid:2).\n\n11. J. C. Chang, B. V. Velamakanni, F. F. Lange, and D. S. Pearson, J. Am. Ceram.\n\nSoc., 74, 291 (cid:1)1991(cid:2).\n\n12. L. Bergstrom, K. Shinozaki, H. Tomiyama, and N. Mizutani, J. Am. Ceram. Soc.,\n\n80, 833 (cid:1)1997(cid:2).\n\n13. S. K. Tadokoro and E. N. S. Muccillo, J. Eur. Ceram. Soc., 22, 1723 (cid:1)2002(cid:2).\n14. S. K. Kim, U. Paik, S. G. Oh, Y. K. Park, T. Katoh, and J. G. Park, Jpn. J. Appl.\n\nPhys., Part 1, 42, 1227 (cid:1)2003(cid:2).\n\n15. S. K. Kim, P. W. Yoon, U. Paik, T. Katoh, and J. G. Park, Jpn. J. Appl. Phys., Part\n\n1, 43, 7427 (cid:1)2004(cid:2).\n\n16. O. Levenspiel, Chemical Reaction Engineering, 3rd ed., Chap. 18, p. 378, Wiley,\n\nNew York (cid:1)1999(cid:2).\n\n17. F. Sadi, D. Duprez, F. Gérard, and A. Miloudi, J. Catal., 213, 226 (cid:1)2003(cid:2).\n18. D. Terribile, J. Llorca, M. Boaro, C. de Leitenburg, G. Dolcetti, and A. Trovarelli,\n\nElectrochem. Commun., 17, 1897 (cid:1)1998(cid:2).\n\n19. S. Tsunekawa, R. Sivamohan, S. Ito, A. Kasuya, and T. Fukuda, Nanostruct.\n\nMater., 11(cid:1)1(cid:2), 141 (cid:1)1999(cid:2).\n\n20. K. Hirai, H. Ohtsuki, T. Ashizawa, and Y. Kurata, Hitachi Chemical Tech., Report\n\nNo. 35, 17 (cid:1)2000(cid:2).\n\n21. Y. Homma, T. Furusawa, H. Morishima, and H. Sato, Solid-State Electron., 41,\n\n1005 (cid:1)1997(cid:2).\n\n22. H. G. Kang, T. Katoh, M. Y. Lee, H. S. Park, U. Paik, and J. G. Park, Jpn. J. Appl.\n\nPhys., Part 1, 43, 1060 (cid:1)2004(cid:2).\n\n23. J. G. Park, T. Katoh, W. M. Lee, H. Jeon, and U. Paik, Jpn. J. Appl. Phys., Part 1,\n\n42, 5420 (cid:1)2003(cid:2).\n\n24. S. K. Kim, S. K. Lee, U. Paik, and T. Katoh, J. Mater. Res., 18, 2163 (cid:1)2003(cid:2).\n\n\f"
}