{
  "metadata": {
    "source_file": "Kim et al. - 2004 - Influence of Physical Characteristics of Ceria Par.pdf",
    "extraction_date": "2024-11-17T17:45:16.706412",
    "character_count": 29802
  },
  "content": "Japanese Journal of AppliedPhysics     Influence of Physical Characteristics of CeriaParticles on Polishing Rate of ChemicalMechanical Planarization for Shallow TrenchIsolationTo cite this article: Sang-Kyun Kim et al 2004 Jpn. J. Appl. Phys. 43 7427 View the article online for updates and enhancements.You may also likeA Study of the Colloidal Stability of MixedAbrasive Slurries and Their Role in CMPF. Lin, L. Nolan, Z. Xu et al.-Role of Surface Chemistry of CeriaNanoparticles in CMPJihoon Seo, Jinok Moon, Kijung Kim et al.-The Effect of Cerium PrecursorAgglomeration on the Synthesis of CeriaParticles and Its Influence on ShallowTrench Isolation Chemical MechanicalPolishing PerformanceDae-Hyeong Kim, Sang-Kyun Kim, Hyun-Goo Kang et al.-This content was downloaded from IP address 128.153.11.204 on 12/03/2024 at 02:59\fJapanese Journal of Applied Physics\nVol. 43, No. 11A, 2004, pp. 7427–7433\n#2004 The Japan Society of Applied Physics\n\nInﬂuence of Physical Characteristics of Ceria Particles on Polishing Rate\nof Chemical Mechanical Planarization for Shallow Trench Isolation\n(cid:1), Takeo KATOH1 and Jea-Gun PARK1\nSang-Kyun KIM, Phil-Won YOON, Ungyu PAIK\nDepartment of Ceramic Engineering, Hanyang University, 17 Haengdang-Dong, Seoungdong-Gu, Seoul 133-791, Korea\n1Nano-SOI Process Laboratory, Hanyang University, 17 Haengdang-Dong, Seoungdong-Gu, Seoul 133-791, Korea\n\n(Received April 9, 2004; accepted July 7, 2004; published November 10, 2004)\n\nBy considering the physical characteristics of ceria particles, the factors aﬀecting the chemical mechanical planarization\n(CMP) performance for shallow trench isolation (STI) were investigated. Ceria powders were synthesized by calcination at\ntemperatures of 400, 600, 700, 800, and 900(cid:2)C. The inﬂuence of the calcination temperature on the physical characteristics,\nsuch as the crystallinity, grain size, porosity, morphology and high-resolution lattice images of the ceria particles, were\ninvestigated, and a correlation between the physical characteristics and the electrokinetic behaviors of the ceria particles in\naqueous suspending media was also investigated to identify the relationship with CMP performance. Grain size increased with\ncalcination temperature, as did the removal rate of plasma-enhanced tetraethylorthosilicate (PETEOS) ﬁlm with slurries\nincluding these particles. The results indicate that the grain size of ceria particles is one of the key parameters controlling the\nremoval rate and uniformity of PETEOS ﬁlm.\n\n[DOI: 10.1143/JJAP.43.7427]\n\nKEYWORDS: chemical mechanical planarization, CMP, shallow trench isolation, STI, ceria, grain size\n\n1.\n\nIntroduction\n\nThe shallow trench isolation (STI) method has replaced\nthe local oxidation of silicon (LOCOS) method because of\nits excellent ability to decrease isolation width, leading to\nimproved device density.1) Chemical mechanical polishing\n(CMP) is applied as a key process in the STI method.\nCompared with other abrasive materials used in polishing\nslurry for STI CMP, cerium oxide or ceria (CeO2) is\ncommonly used in ultra-large-scale integration (ULSI)\nprocesses because it provides high removal rates, due to its\nchemical reactivity with silica substrates, and a high removal\nselectivity between oxide and nitride ﬁlms.2,3) The reaction\nbetween cerium oxide and glass/SiO2 ﬁlm results in the\nformation of a chemical ‘‘tooth’’ between the silica surface\nand the ceria particles, inducing a localized strain in the\nglass with particle movement.4) Consequently, the Si–O–Ce\nbonds can be rapidly removed by the mechanical force\ngenerated by the pressed pad and the abrasive particles, and\nphysical properties, such as good crystallinity, lead to a high\nremoval rate for glass/SiO2 ﬁlm.\n\nThe physical properties of ceria particles in slurry can\nsigniﬁcantly aﬀect\nthe oxide ﬁlm removal rate and the\npresence of CMP-induced defects, such as micro-scratches\nor dishing, in the STI CMP process.5,6) Recently, research-\ners7–9) have shown interest in the physical aspects as well as\nthe chemical aspects, of the CMP mechanism. The physical\nproperties of ceria particles, such as the crystallinity, particle\nroughness, and morphology, depend on the synthesis\nmethod.9) Several methods of preparing cerium oxide have\nbeen reported in the literature: the solid-state displacement\ntechnology,13)\ntechnique,10,11) wet precipitation,12) sol–gel\nthe hydrothermal technique,14) electrochemical synthesis,15)\nthe inert gas condensation technique,16) mechanochemical\nsynthesis,17) and the ﬂux method.18) The key parameter of\nthe physical properties aﬀecting STI CMP performance,\nhowever, has not speciﬁcally been addressed yet. Addition-\nally, the physical properties of the ceria particles aﬀect the\nelectrokinetic behavior of CeO2 particles in an aqueous\n\n(cid:1)E-mail address: upaik@hanyang.ac.kr\n\nmedium. The electrokinetic behavior of\nthe abrasive\nparticles is an essential factor in the improved performance\nof the slurry, since it is inﬂuenced by diﬀerences in the\nsurface potentials of ceria abrasives and oxide plasma-\nenhanced tetraethylorthosilicate (PETEOS) and CVD Si3N4\nﬁlms.2)\n\nIn this study, ceria particles were prepared by the solid-\nstate decomposition method, as the particles synthesized by\nthis technique have a higher removal rate for glass/SiO2 ﬁlm\nthan any of the other synthesis methods.9) Additionally, with\nthis process it is simpler and more convenient to control the\nphysical properties of ceria. We investigated the physical\nproperties of ceria particles by controlling the calcination\ntemperature in the solid-state decomposition method and\nexamining the resulting CMP performance, including the\nPETEOS removal rate in the STI CMP process. We have\nattempted to correlate the physical properties of ceria\nparticles, as controlled by the calcination temperature, with\nthe CMP performance.\n\n2. Experimental\n\nCeria powders were synthesized by the solid-state\ndecomposition method in this study. This method employs\nhigh-purity cerium carbonate [Ce(CO3)3, reagent grade,\nUnited International, Inc., Germany] as a starting material.\nThe ceria powders were synthesized by calcination under an\nair atmosphere at various temperatures (400, 600, 700, 800,\nand 900(cid:2)C) for 4 h, resulting in the formation of ceria\npowder. The mechanical milling of ceria powder was carried\nout with a basket-type Mixer/Mill (Ring Mill, Dae Yang,\nInc., Korea) using zirconia balls (0.8 mm diameter).\n\nThe prepared powders were then characterized by various\nmethods. The decomposition behavior of\nthe calcined\nprecursor was monitored by simultaneous (TG and DTA)\nthermal analyses (SDT 2960, TA Instruments) up to 900(cid:2)C\nat a heating rate of 10(cid:2)C/min in synthetic air ((cid:3)20%, O2),\nand using alumina (Alumalox, Alcoa) as a reference\nmaterial. The crystal structure was analyzed with a diﬀrac-\ntometer (RINT/DMAX-2500, Rigaku, Japan) using Cu-K(cid:1)\nradiation ((cid:2) ¼ 0:1542 nm) at a scan rate of 2(cid:2) min(cid:4)1\n(2(cid:3) min(cid:4)1). The intensity was logged over a 2(cid:3) range of\n\n7427\n\n\f7428\n\nJpn. J. Appl. Phys., Vol. 43, No. 11A (2004)\n\nS.-K. KIM et al.\n\n25–60(cid:2) with a scan step of 0.02(cid:2). The grain sizes of the\ncalcined powders were estimated using an X-ray line\nbroadening method, by applying the Debye–Scherrer equa-\ntion.19) The powder morphology was observed by trans-\nmission electron microscopy (TEM; JEM-2010, JEOL,\nJapan) at an acceleration voltage of 200 kV.\n\nAfter analyzing the prepared powders, they were dis-\npersed in deionized water. Drops of the resulting suspen-\nsions were put on a microscopic grid previously covered\nwith a polymer and carbon ﬁlm. Nitrogen adsorption/\ndesorption on the powder surface (Micromeritics, ASAP\n2010) was used to measure speciﬁc surface area (m2/g) and\nthe pore volume (g/cm) by applying the BET method. To\nremove eventual physisorbed species from the powder\nsurface, the samples were outgassed at 250(cid:2)C for 2 h prior\nto each analysis. The surface characteristics were determined\nfrom a nitrogen adsorption isotherm measured at 77 K with a\nconventional volumetric apparatus.\n\nFor the measurement of electrokinetic behavior of ceria\nsuspension,\nthe ceria particles were ﬁrst dispersed in\ndeionized water. A total of 220 ml of suspension for each\npowder was prepared at a weight fraction of 1%. Each\nsuspension was subjected twice to ultrasonic treatment for\n15 min in order to break down agglomerates and promote\nmixing. An ice bath was used to control the temperature of\nthe suspension during the ultrasonic treatment. To establish\nan equilibrium dispersion system, the suspension was aged\nfor 12 h at room temperature using a wrist-action shaker.\nFollowing aging, the suspension was ultrasonicated for an\nadditional 15 min. The electrokinetic behavior of ceria\nsuspensions was characterized using the electrokinetic sonic\namplitude technique (ESA-9800, Matec Applied Sci., Hop-\nkinton, MA, U.S.A.). In ESA tests, two identical suspensions\nwere prepared for each analysis. Separate acid (1.0 N HCl)\nand base (1.0 N KOH) titrations were performed, beginning\nat the natural pH, and subsequently combined to generate a\ncomplete titration curve. Based on the analysis of prelimi-\nthe standard uncertainty yields (cid:5)0:1\nnary measurement,\nmPa(cid:6)m(cid:6)V(cid:4)1 for ESA measurements and (cid:5)0:05 (pH units)\nfor pH and IEP values, respectively. Details of this electro-\nacoustic technique, its application to ceramic systems, and\nthe estimated measurement precision, have been given in our\nprevious papers.20,21)\n\nThe CMP test was carried out using ﬁve diﬀerent types of\nslurries with diﬀerent calcination temperatures (400, 600,\n700, 800, and 900(cid:2)C). The ceria abrasives were dispersed in\ndeionized water and stabilized by adding 100 ppm of a\ncommercially available dispersant (Poly(methacylic acid),\nM.W. ¼ 10000). We also added an anionic organic surfac-\ntant (Polyacrylic acid, M.W. ¼ 50000) at weight fractions\n(based on solution content) of 0.5% in this experiment. Each\nslurry was diluted with deionized water to produce a ﬁnal\nceria abrasive concentration of 1 wt%. Each suspension pH\nwas adjusted to the range of 7.0–8.0 by adding an alkaline\nagent. In CMP evaluation, a 200 mm wafer CMP tool (6EC,\nStrasbaugh, USA) was used. Oxide ﬁlm was deposited by\nthe plasma-enhanced tetra-ethyl-ortho-silicate (PETEOS)\nmethod. The thickness of the as-deposited oxide ﬁlm was\n7000 (cid:1)A. A CMP tool for 200 mm wafers (6EC, Strasbaugh,\nUSA) was used and ex-situ conditioning with a diamond\ndresser was carried out before CMP. The polishing pad was\n\nMachine model\n\nSlurry\n\nPad\n\nTable speed\nSpindle speed\n\nDown force\n\nBack pressure\n\nTime\n\nFlow rate\n\nTable I. CMP conditions.\n\nStrasbaugh 6EC\n\nHomemade slurry\n\nIC1000/Suba IV k-groove\n\n70 rpm\n70 rpm\n\n4 psi\n\n0 psi\n\n30 s\n\n100 ml/min\n\n)\n\n%\n\n(\ns\ns\no\n\nl\n\nt\nh\ng\ni\ne\nw\n\n0\n\n-10\n\n-20\n\n-30\n\n-40\n\n-50\n\n10\n\n0\n\n-10\n\n-20\n\n-30\n\n-40\n\nh\ne\na\nt\n\nf\nl\no\nw\n\n(\n\nm\nW\n\n)\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\n800\n\n900\n\ntemperature (°C)\n\nFig. 1. Thermogravimetric and diﬀerential thermal analysis curves of the\n\ncerium carbonate precursor.\n\na grooved IC1000/Suba IV pad (Rodel, USA). The ﬁlm\nthickness was measured with a Nanospec 180 (Nano-\nmetrics, USA) in order to determine the removal rate. After\nCMP,\nthe wafers were cleaned with an APM solution\n(NH4OH : H2O2 : H2O ¼ 1 : 1 : 10) at 80(cid:2)C to eliminate\nresidual particles. The polishing test conditions are listed in\nTable I.\n\n3. Results and Discussion\n\nThe thermal analysis results of the cerium carbonate\nprecursor synthesized in this study are shown in Fig. 1. The\ntotal weight loss was approximately 40%. This result was\nindicative of\nthe representative thermal decomposition\nbehavior of the normal carbonates.22) The decomposition of\nthe cerium carbonate precursor had three distinct steps. The\nﬁrst step, mainly occurring at temperatures up to (cid:3)135(cid:2)C, is\ndue to the evaporation of the absorbed moisture and the\nrelease of molecular water. The second step, occurring in the\nrange (cid:3)135{245(cid:2)C, is due to the carbonate decomposition\nwith oxycarbonate intermediates. Complete decomposition\nis almost achieved at 300–400(cid:2)C, noting the oxidation of\nCe3þ to Ce4þ during heating. The diﬀerential\nthermal\nanalysis curve shows two exothermic peaks. As mentioned\nabove, the ﬁrst peak is due to the evaporation of the absorbed\nmoisture and the release of molecular water. The second\nbroad exotherm is due to the carbonate decomposition with\nthe evolution of CO and CO2, and assigned to crystallization.\nSimilar results were found by other researchers.22,23) There-\nfore, we can conclude that the carbonate was fully decom-\nposed for all types of abrasive prepared in this study at a\ncalcination temperature above 400(cid:2)C.\n\n \n \n \n \n\fJpn. J. Appl. Phys., Vol. 43, No. 11A (2004)\n\nS.-K. KIM et al.\n\n7429\n\n2\n5\n.\n8\n2\n\ny\nt\ni\ns\nn\ne\nt\nn\n\ni\n\ne\nv\ni\nt\na\nl\ne\nR\n\ny\nt\ni\ns\nn\ne\nt\nn\n\ni\ne\nv\ni\nt\na\nl\ne\nr\n\n25\n\n30\n\n35\n\n40\n45\n2θ / Deg\n\n50\n\n55\n\n60\n\n(e)900°C\n\n(d)800°C\n\n(c)700°C\n\n(b)600°C\n\n(a)400°C\n\nFig. 2. X-ray powder diﬀraction patterns for ceria calcinated at various temperatures: (a) 400(cid:2)C, (b) 600(cid:2)C, (c) 700(cid:2)C, (d) 800(cid:2)C\n\nand (e) 900(cid:2)C.\n\n2θ / Deg\n\n50nm\n\n50nm\n\n50nm\n\n(a) 400°C\n\n(b) 700°C\n\n(c) 900°C\n\nFig. 3. TEM micrographs and diﬀraction patterns of particles calcined at various temperatures: (a) 400(cid:2)C, (b) 700(cid:2)C and (c) 900(cid:2)C.\n\nFigure 2 shows the X-ray diﬀraction (XRD) patterns of\nthe powders calcined at diﬀerent\ntemperatures. Broad\nintensity peaks were observed for the ceria powders which\nwere synthesized at 400(cid:2)C. This result may be considered by\nthe low crystallinity with unreacted carbonate. Although the\noxidation of Ce3þ to Ce4þ at (cid:3)400(cid:2)C is achieved, the grain\nsize of cerium oxide, which was calcined at this temperature,\nwas very small. This result is due to the small grains and\nunreacted carbonate, presented in the inner part of the\ncerium oxide. At the calcination temperature of 400(cid:2)C, the\noxidation of the cerium carbonate is not complete. Thus this\ncerium oxide is composed of cerium oxide on the surface\nand unreacted carbonate in the inner part of the particle. The\ndiﬀraction pattern only shows the peaks of cerium oxide\nwith a ﬂuorite structure; those for other compounds, such as\ncerium carbonate and cerous oxide, were not detected.\nthe cerium oxide, which was synthesized at\nHowever,\n\n400(cid:2)C,\nshowed a broad intensity peak proﬁle. With\nincreasing calcination temperature, the characteristic peaks\nof CeO2 became sharper,24) because the grains of single\ncrystals were proportionally grown by heat treatment. This\nresult aﬀected the average grain size of the particles. The\ngrain size of CeO2 was investigated to clarify the relation-\nship between the calcination temperature and the physical\ncharacteristics of the particles. The line-broadening analysis\nof the (111) peak in XRD was analyzed to conﬁrm the grain\nsize of particles, as will be discussed later. We conﬁrmed\nthat CeO2 abrasive with a good crystallinity was synthesized\nafter calcination at 900(cid:2)C.\n\nFigure 3 shows the TEM images and diﬀraction patterns\nof the particles calcined at various temperatures (400, 700,\nand 900(cid:2)C). These ﬁgures show that the grain size increased\nwith calcination temperature, and that the morphology of the\nceria particles varied according to the calcination temper-\n\n \n \n \n\f7430\n\nJpn. J. Appl. Phys., Vol. 43, No. 11A (2004)\n\nS.-K. KIM et al.\n\n5 nm\n\n(a)\n\ncrystallinity\n\n(b)\n\nFig. 4. HR-TEM image of particle calcined at 400(cid:2)C: (a) lattice image, and (b) Fourier-transformed image.\n\n5 nm\n\n(a)\n\ncrystallinity\n\n(b)\n\nFig. 5. HR-TEM image of particle calcined at 700(cid:2)C: (a) lattice image, and (b) Fourier-transformed image.\n\nature. The particles calcined at 400(cid:2)C [Fig. 3(a)] showed a\nrelatively low crystallinity, whereas those calcined at 700(cid:2)C\n[Fig. 3(b)] and 900(cid:2)C [Fig. 3(c)] exhibited a relatively high\ncrystallinity and the shapes of the grain are well-deﬁned,\nthough some grains seem to contain subgrain boundaries\ninside. The ring-shaped diﬀraction shown in Fig. 3(a) shows\nthat the particles calcined at temperatures as low as 400(cid:2)C\nstill maintain their crystal structure. This result coincides\nwith the XRD peaks shown in Fig. 2(a). The diﬀerence\nbetween the diﬀraction patterns of Figs. 3(b) and 2(c) is\nattributed to the number of grains in the objective aperture,\nor grain size. To investigate directly the atomic structure and\nthe ceria particle in detail,25) a high–\ncrystallinity of\nresolution TEM (HR-TEM) image and its two-dimensional\nFourier-transformed image were obtained. The lattice image\nof the ceria particle calcined at 400(cid:2)C [Fig. 4(a)] clearly\nshows that the atomic structure of the particle has a rather\nlong-range-ordering (LRO) at least longer than 5 nm. So we\ncan conclude that it is not amorphous but ﬁne polycrystal-\nline. A number of dislocations and orientational domain\nstructures are also shown. Figure 4(b) is the two-dimen-\n\nsional Fourier-transformed image of Fig. 4(a). The ring-like\npattern shown in Fig. 4(b) corresponds to the ﬁne poly-\ncrystalline structure with various orientations shown in\nFig. 4(a). Figure 5 shows the lattice image of the ceria\nparticle calcined at 700(cid:2)C (a) and its Fourier-transformed\nimage (b). The lattice image [Fig. 5(a)] shows the particle\nhas a highly crystalline structure, though a few dislocations\nand stacking-faults were observed, which is also conﬁrmed\nfrom Fig. 5(b). The results shown in Figs. 4 and 5 coincide\nwell with those in Figs. 2 and 3.\n\nThe crystallinity of the ceria particles fabricated at various\ncalcination temperatures was also studied. The grain sizes of\nthe particles were estimated using the Debye–Scherrer\nequation26) by utilizing XRD line broadening as\n\nD ¼ 0:9(cid:2)=ð(cid:4) cos (cid:3)Þ;\n\nwhere (cid:2) is the wavelength of the monochromatic X-ray\nbeam, (cid:3) is the diﬀraction angle, and (cid:4) is the half-width of an\nintensity peak. The intensity peak at 2(cid:3) ¼ 48(cid:2) was chosen\nfor calculating the grain size, since it was clearer than any\nother peak and isolated from the others. As shown in Fig. 6,\n\n\fJpn. J. Appl. Phys., Vol. 43, No. 11A (2004)\n\nS.-K. KIM et al.\n\n7431\n\n)\ng\n/\n\n2\n\nm\n\n(\n\na\ne\nr\na\n\ne\nc\na\nf\nr\nu\ns\n\nc\ni\nf\ni\nc\ne\np\ns\n\n180\n\n150\n\n120\n\n90\n\n60\n\n30\n\n0\n\n400\n\n specific surface area\n grain size\n\n50\n\n40\n\n30\n\n20\n\n10\n\n0\n\ng\nr\na\nn\ns\n\ni\n\ni\nz\ne\n(\nn\nm\n\n)\n\n500\n\n600\n\n700\n900\ncalcination temperature (°C)\n\n800\n\n)\ng\n\n/\n\n3\n\nm\nc\n(\n\ne\nm\nu\no\nv\n\nl\n\ne\nr\no\np\n\n0.20\n\n0.18\n\n0.16\n\n0.14\n\n0.12\n\n0.10\n\n0.08\n\n0.06\n\n0.04\n\n0.02\n\n0.00\n\n400\n\n500\n\n600\n\n700\n\n800\n\n900\n\ncalcination Temperature (°C)\n\nFig. 7. Total pore volumes of particles calcined at various temperatures.\n\nFig. 6. Speciﬁc surface area (BET) and mean grain size (XRD) evolution\n\nas a function of calcination temperature.\n\nTable II. Primary particle size of Ceria particle after calcination at various\ntemperatures, as measured by TEM and calculated with the BET method.\n\nCalcination\ntemperature ((cid:2)C)\n\n400\n\n600\n\n700\n800\n\n900\n\nDTEM\n\n5\n\n—\n\n35–40\n—\n\n80–90\n\nsize (nm)\n\nDBET\n\n3\n\n18\n\n47\n166\n\n229\n\n)\n\n/\n\nV\nM\n\n.\na\nP\nm\n\n(\n\nA\nS\nE\n\n0.4\n\n0.3\n\n0.2\n\n0.1\n\n0.0\n\n-0.1\n\n-0.2\n\n-0.3\n\n-0.4\n\n 400°C\n\n 600°C\n\n 900°C\n\nthe grain size moderately increased overall from 14.52 to\n38.69 nm as the calcination temperature was increased from\n400 to 900(cid:2)C, and it rapidly increased from 700 to 800(cid:2)C,\nwhich can be attributed to thermally promoted grain\ngrowth27,28) during the calcination process. These results\nare in agreement with the trend of increasing grain size in\nthe TEM images shown in Fig. 3.\n\nThe change in the speciﬁc surface area of the samples,\nmeasured by the BET method,29) is also shown in Fig. 6. The\nparticle calcined at 400(cid:2)C had the highest surface area of\n137 m2/g. With increasing calcination temperature,\nthe\nsurface area continued to decrease and ﬁnally reached a\nvalue of 1.81 m2/g at 900(cid:2)C. The temperature dependence\nof the surface area is well correlated with the grain size, i.e.,\nsmaller grains have larger speciﬁc surface areas.27) The\nparticle size was calculated from the speciﬁc surface area by\nassuming that all powders were spherical without intra- or\ninter-pores, and that the densities of all the calcined powders\nwere identical to that of pure cerium oxide (7.215 g/cm3).\nThe calculated values are listed in Table II. There was little\ndiﬀerence between the calculated and measured grain sizes\nin the cases of the particles calcined at 400 and 700(cid:2)C. On\nthe other hand, there was a considerable diﬀerence between\nthe two methods in the case of the particles calcined at\n900(cid:2)C, due to the occurrence of aggregation25) of the\nparticles at this temperature.\n\nThe total pore volume versus calcination temperature\ncurve is shown in Fig. 7. Generally, pores exist\nin the\nparticles as defects, which result from the decrease in the\nremoval rate of PETEOS ﬁlm. This is because such pores are\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n11\n\nsuspension pH\n\nFig. 8. Electrokinetic behaviors of particles calcined at various temper-\n\natures.\n\nthe cause of decreased particle density, resulting in the\nreduction of mechanical force between the abrasive and the\nﬁlm. The pore volume markedly decreased between the\ncalcinations temperatures of 400(cid:2)C and 600(cid:2)C. As men-\ntioned above, the particle calcined at 400(cid:2)C is not a dense\nparticle. Consequently many pores exist in the inner part of\nthe particle. As the calcination temperature increases, the\npore volume decreases with grain growth. The reduction in\npore volume is saturated between the calcination temper-\natures of 800(cid:2)C and 900(cid:2)C.\n\nThe surface potential of the CeO2 particles was measured\nas a function of pH by the ESA (electrokinetic sonic\namplitude) technique. The electrokinetic behavior of the\nceria suspensions is shown in Fig. 8. The electrophoretic\nmobility strongly depends on the suspension pH and the\nsurface characteristics of the particle. Diﬀerent electro-\nkinetic behaviors were observed for the ceria powders\ncalcined at 400(cid:2)C. The isoelectric pH (pHiep) of the particle\ncalcined at 400(cid:2)C is 5.5, but the pHiep of CeO2 particles\ncalcined at 600 and 900(cid:2)C is 7.5. This diﬀerence is due to\nthe calcinations\nthe partial oxidation of the particle at\ntemperature of 400(cid:2)C, resulting in diﬀerent surface charac-\nteristics.\n\nThe results of the CMP ﬁeld evaluation are shown in\nFig. 9. As the calcination temperature increased, the ceria\nslurry for the STI CMP process had a higher removal rate for\n\n \n \n \n \n \n \n \n \n \n\f7432\n\nJpn. J. Appl. Phys., Vol. 43, No. 11A (2004)\n\nS.-K. KIM et al.\n\ni\n\n)\nn\nm\nÅ\n\n/\n\n(\n\ne\nt\na\nr\n\nl\na\nv\no\nm\ne\nr\n\n3500\n\n3000\n\n2500\n\n2000\n\n1500\n\n1000\n\n500\n\n0\n\n400\n\nremoval rate of PETEOS film\n\nremoval rate of nitride film\n\n)\nn\ni\nm\nÅ\n\n/\n\n(\n\ne\nt\na\nr\n\nl\na\nv\no\nm\ne\nr\n\n3500\n\n3000\n\n2500\n\n2000\n\n1500\n\n1000\n\n500\n\n0\n\n600\n\n700\ncalcination temperature (°C)\n\n800\n\n900\n\n(a)\n\n900°C\n\n800°C\n\n700°C\n600°C\n\n400°C\n\n-100\n\n-50\n\n100\n0\ndistance from wafer center (mm)\n(b)\n\n50\n\nFig. 9. Results of CMP ﬁeld evaluation: (a) average PETEOS removal rate, and (b) within-wafer nonuniformity (WIWNU) of\n\nPETEOS.\n\nthe PETEOS ﬁlm, rising from 907 (cid:1)A/min at 400(cid:2)C to\n1471 (cid:1)A/min at 700(cid:2)C. Above 700(cid:2)C, the PETEOS removal\nrate rapidly increased to 2871 (cid:1)A/min at 900(cid:2)C. On the other\nhand, the removal rate for CVD Si3N4 ﬁlm remainde at\n40 (cid:1)A/min at 400(cid:2)C and 49 (cid:1)A/min at 900(cid:2)C, and did not vary\nmuch with calcinations temperature. Thus the oxide-to-\nnitride selectivity increases with calcination temperature,\nfrom 23 at 400(cid:2)C to 59 at 900(cid:2)C. The polishing of PETEOS\nis mainly aﬀected by its chemical interaction with the CeO2\nparticles, and by physical factors, including the physical\nproperties of the particles, the mechanical grinding factor,\nand so forth.\n\nThe surface of PETEOS ﬁlm is soluble in alkaline pH\nions. Interaction\nsolutions due to the dissolution of Si\nbetween the ﬁlm surface and the ceria particles occurs\nduring the polishing of the PETEOS ﬁlm, and Si–O–Ce\nbonds are then formed on the ﬁlm surface. The Si–O–Ce\nbonding has been reported to be the dominant mechanism in\nthe chemical interaction between PETEOS ﬁlm and ceria\nparticles.4) The pH was maintained constant for all slurries in\nthis experiment; thus, it can be asserted that the increase in\nthe removal rate of PETEOS with the calcination temper-\nature is related to the physical factors rather than to the\nchemical interaction. These physical factors are impacted by\nseveral aspects of the STI CMP process, such as the CMP\nconditions, abrasive particle morphology, particle size and\ndistribution, and grain size. As seen from Fig. 3, the abrasive\nparticles calcined at 400(cid:2)C had diﬀerent morphologies as\ncompared with the other particles. The removal rate can be\nsigniﬁcantly aﬀected by mean particle size and agglomer-\nated particle size, because frictional force is directly propor-\ntional to contact area.30) The morphology of the particles\ncalcined at 400(cid:2)C and the slight increase in particle size\nabove a calcination temperature of 700(cid:2)C cannot account for\nthe continued increase in removal rate with calcination\ntemperature. Instead, as shown in Fig. 6,\nthe grain size\nincreased with calcination temperature, which resulted in the\nincrease in the removal rate of PETEOS ﬁlm. On the other\nthe surface of the Si3N4 ﬁlm during polishing is\nhand,\nthought to be passivated with adsorptive surfactant in the\nslurry, which prevents the abrasive from directly contacting\nthe ﬁlm surface.8,31,32) Hence, the removal rates for Si3N4\nﬁlm did not vary much regardless of grain size increasing\nwith calcination temperature.\n\n4. Conclusions\n\nWe prepared abrasive ceria particles by controlling the\ncalcination temperature (in the solid-state decomposition\nmethod) and conducted a CMP evaluation using these\nparticles. We investigated the eﬀect of increasing calcination\ntemperature on the physical properties of the particles. The\nrelationship between the physical properties of ceria par-\nticles and the removal rate of PETEOS ﬁlm was thus\nidentiﬁed. As calcination temperature increased, the crys-\ntallization degree of the particles increased and the ceria\nslurry for the STI CMP process had a higher removal rate for\nPETEOS ﬁlm. It can be concluded that the grain size is the\nkey factor accounting for the increase in the PETEOS\nremoval rate with the calcination temperature.\n\nAcknowledgements\n\nThis work was ﬁnancially supported by the Korea Institute\nof Science and Technology Evaluation and Planning\n(KISTEP)\nthrough the National Research Laboratory\n(NRL) Program. We thank Dr. Alexander Tikhonovsky for\nhelping us with our HR-TEM analysis.\n\n1) S.-H. Lee, Z. Lu, S. V. Babu and E. Matijevic: J. Mater. Res. 17 (2002)\n\n2744.\n\n2) S. K. Kim, S. K. Lee, U. Paik, T. Katoh and J. G. Park: J. Mater. Res.\n\n18 (2003) 2163.\n\n3) T. Katoh, S. J. Kim, U. Paik and J. G. Park: Jpn. J. Appl. Phys. 42\n\n(2003) 5430.\n\n4) L. M. Cook: J. Non-Cryst. Solids 120 (1990) 152.\n5) J. Y. Kim, S. K. Kim, U. Paik, T. Katoh and J. G. Park: J. Korean\n\nPhys. Soc. 41 (2002) 413.\n\n6) H. Park, K. B. Kim, C. K. Hong, U. I. Chung and M. Y. Lee: Jpn. J.\n\nAppl. Phys. 37 (1998) 5849.\n\n7) T. Hoshino, Y. Kurata, Y. Terasaki and K. Susa: J. Non-Cryst. Solids\n\n283 (2001) 129.\n\n8) J. G. Park, T. Katoh, W. M. Lee, H. Jeon and U. Paik: Jpn. J. Appl.\n\nPhys. 42 (2003) 5420.\n\n9) S. K. Kim, U. Paik, S. G. Oh, Y. K. Park, T. Katoh and J. G. Park:\n\nJpn. J. Appl. Phys. 42 (2003) 1227.\n\n10) G. A. M. Hussein: J. Anal. Appl. Pyrolysis 37 (1996) 111.\n11) B. Djuricic and S. Pickering: J. Eur. Ceram. Soc. 19 (1999) 1925.\n12) J. L. G Fierro, S. Mendioroz and A. M. Olivan: J. Colloid Interface\n\nSci. 100 (1984) 303.\n\n13) F. Czerwinsky and J. A. Szpunar: Proc. Mater. Res. Soc. Symp. 343\n\n(1994) 535.\n\n14) M. Hirano and E. Kato: J. Am. Ceram. Soc. 82 (1999) 786.\n\n \n \n \n \n \n \n\fJpn. J. Appl. Phys., Vol. 43, No. 11A (2004)\n\nS.-K. KIM et al.\n\n7433\n\n15) Y. Zhou, R. J. Phillips and J. A. Switzer: J. Am. Ceram. Soc. 78 (1995)\n\n23) Y. Wang, T. Mori, J.-G. Li, T. Ikegami and Y. Yajima: J. Mater. Res.\n\n981.\n\n18 (2003) 1239.\n\n16) H. Hahn, J. A. Eastman and R. W. Siegel: Ceram. Trans. 1b, Ceram.\n\nPowder Sci. (1988) 1115.\n\n17) T. Tsuzuki and P. G. McCormick: J. Am. Ceram. Soc. 84 (2001) 1453.\n18) F. Bondioli, A. Bonamartini Corradi, C. Leonelli and T. Manfredini:\n\n24) P.-L. Chen and I.-W. Chen: J. Am. Ceram. Soc. 76 (1993) 1577.\n25) D. Terribile, A. Trovarelli, J. Llorca, C. de Litenburg and G. Dolcetti:\n\nJ. Catal. 178 (1998) 299.\n\n26) Y. X. Li, X. Z. Zhou, Y. Wang and X. Z. You: Mater. Lett. 58 (2003)\n\nMater. Res. Bull. 34 (1999) 2159.\n\n245.\n\n19) P. Klug and L. E. Alexander: Diﬀraction Procedures for Polycrystal-\nline and Amorphous Materials (John Wiley & Sons, New York, 1954)\nChap. 9.\n\n20) V. A. Hackley and U. Paik: Ultrasonic and Dielectric Character-\nization Techniques for Suspended Particulates, ed. V. A. Hackley and\nJ. Texter (J. Am. Ceram., Westerville, 1998) p. 191.\n\n27) X. Yu, F. Li, X. Ye and X. Xin: J. Am. Ceram. Soc. 83 (2000) 964.\n28) M. Hirano and E. Kato: J. Mater. Sci. Lett. 18 (1999) 403.\n29) T. Tsuzuki and P. G. McCormick: J. Am. Ceram. Soc. 84 (2001) 1453.\n30) U. Mahajan, M. Belmann and R. K. Singh: Electrochem. Solid-State\n\nLett. 2 (1999) 46.\n\n31) K. Hirai, H. Ohtsuki, T. Ashizawa and Y. Kurata: Hitachi Chemical\n\n21) V. A. Hackley, U. Paik, B. Kim and S. Malghan: J. Am. Ceram. Soc.\n\nTech. Report No. 35 (2000) p. 17.\n\n80 (1997) 1782.\n\n32) Y. Homma, T. Furusawa, H. Morishima and H. Sato: Solid-State\n\n22) E. L. Head and C. E. Holly, Jr.: Rare Earth Research II, ed. K. S.\n\nElectron. 41 (1997) 1005.\n\nVorres (Gordon and Breach, London, 1964) p. 51.\n\n\f"
}