{
  "metadata": {
    "source_file": "Kim et al. - 2006 - Effect of Calcination Process on Synthesis of Ceri.pdf",
    "extraction_date": "2024-11-17T17:45:17.130338",
    "character_count": 21793
  },
  "content": "Japanese Journal of AppliedPhysics     Effect of Calcination Process on Synthesis ofCeria Particles, and Its Influence on ShallowTrench Isolation Chemical MechanicalPlanarization PerformanceTo cite this article: Dae-Hyeong Kim et al 2006 Jpn. J. Appl. Phys. 45 4893 View the article online for updates and enhancements.You may also likeA Study of the Colloidal Stability of MixedAbrasive Slurries and Their Role in CMPF. Lin, L. Nolan, Z. Xu et al.-Role of Surface Chemistry of CeriaNanoparticles in CMPJihoon Seo, Jinok Moon, Kijung Kim et al.-The Effect of Cerium PrecursorAgglomeration on the Synthesis of CeriaParticles and Its Influence on ShallowTrench Isolation Chemical MechanicalPolishing PerformanceDae-Hyeong Kim, Sang-Kyun Kim, Hyun-Goo Kang et al.-This content was downloaded from IP address 128.153.176.198 on 25/03/2024 at 19:13\fJapanese Journal of Applied Physics\nVol. 45, No. 6A, 2006, pp. 4893–4897\n\n#2006 The Japan Society of Applied Physics\n\nEﬀect of Calcination Process on Synthesis of Ceria Particles, and Its Inﬂuence\non Shallow Trench Isolation Chemical Mechanical Planarization Performance\n\nDae-Hyeong KIM, Hyun-Goo KANG1, Sang-Kyun KIM2, Ungyu PAIK2 and Jea-Gun PARK1(cid:1)\n\nKCTech, 271-14 Kyeruk-Ri, Miyang-Myon, Anseong-Si, Kyongki-Do, Korea\n1Nano-SOI Process Laboratory, Hanyang University, 17 Haengdang-Dong, Seoungdong-Gu, Seoul 133-791, Korea\n2Department of Ceramic Engineering, Hanyang University, 17 Haengdang-Dong, Seoungdong-Gu, Seoul 133-791, Korea\n\n(Received October 1, 2005; accepted February 23, 2006; published online June 8, 2006)\n\nThe eﬀect of the calcination process for cerium carbonate, a precursor of ceria, on the degree of synthesis and colloidal\nproperties of ceria particles in aqueous media, which greatly inﬂuence shallow trench isolation (STI) chemical mechanical\nplanarization (CMP) performance, was investigated. A two-step calcination process, consisting of decarbonation and crystal\ngrowth, resulted in a higher degree of synthesis for the same crystal size, a narrower particle size distribution, and better\ndispersion of the ceria particles, than conventional one-step calcination. These properties enhanced certain aspects of STI\nCMP performance, leading to a higher oxide removal rate, a better selectivity between oxide and nitride, and fewer defects,\nincluding remaining particles.\n\n[DOI: 10.1143/JJAP.45.4893]\n\nKEYWORDS: calcination, density, particle size distribution, agglomeration, ceria, slurry, STI CMP\n\n1.\n\nIntroduction\n\nThe shallow trench isolation (STI) process is one of the\nmost crucial applications of chemical mechanical planariza-\ntion (CMP) technologies. It has replaced the local oxidation\nof silicon (LOCOS) method, providing a high degree of\nplanarity necessary to meet stringent photolithography\nrequirements. In STI CMP, the selectivity between oxide\nand nitride layers is a critical factor determining the STI\nprocess margin and product yield.1–4) At the same time, a\nhigh oxide removal rate is necessary for a high production\neﬃciency. Recently, therefore, ceria slurry has been widely\nused in STI CMP.5) Ceria slurry, however, has a major\ndisadvantage in that\nit produces many kinds of defect,\nincluding micro scratches, caused by large grains and\nagglomerated particles.6–10) Therefore,\nto improve STI\nCMP using ceria slurry, it is necessary to minimize the\nproduction of large grains and agglomeration of particles,\nwhile maintaining a high oxide removal rate and good\nselectivity.\n\nRecently, the physical properties of ceria particles and\ntheir polishing mechanism have been investigated.11) Few\nstudies, however, have examined the eﬀect of the calcination\nof cerium carbonate, which is used as a precursor for ceria\nparticles, on STI CMP performance, even though the\ncalcination process determines important characteristics of\nboth ceria particles and slurry. The degree of synthesis\naﬀects removal rate and selectivity. The size distribution of\nceria particles and their agglomeration behavior greatly\ninﬂuence the remaining particles and micro scratch count on\noxide ﬁlms.\ntherefore, we analyzed the\ncharacteristics of two kinds of ceria particle manufactured\nby diﬀerent calcination processes, namely, the conventional\none-step calcination and a two-step calcination consisting of\ndecarbonation and crystal growth. In addition, STI CMP\nperformance was compared between the two processes.\n\nIn this study,\n\n2. Experimental Procedure\n\nIn this study, two kinds of ceria particle were synthesized\nfrom a starting material of high-purity cerium carbonate by\n\n(cid:1)E-mail address: parkjgL@hanyang.ac.kr\n\nthe solid-state displacement reaction method. The calcina-\ntion generated a yellowish-white ceria powder. One kind of\nceria powder, denoted as sample A, was calcined by the\nconventional one-step calcination method while the other,\nsample B, was calcined by the two-step calcination method.\nIn the case of one-step calcination, the carbonate precursor\nwas calcined at 700 (cid:2)C for 4 h only once. In two-step\ncalcination, on the other hand, ceria particles were obtained\nafter a second step of calcination at 650 (cid:2)C for 4 h, after the\ninitial calcination at 650 (cid:2)C for 4 h. In addition, between the\nﬁrst and second steps of calcination, ceria particles were\npulverized with a dry mechanical crusher called the air jet\nmill. Figures 1(a) and 1(b) show ceria particles before and\nafter the dry mechanical crushing, respectively. That is,\nsample B was calcined for a longer period and at a lower\ntemperature than sample A. Furthermore, ceria particles of\nthe center of\nsample B were well calcined even at\nagglomerated large particle shown in Fig. 1(a) by the second\nstep of calcination carried out after the dry mechanical\ncrushing, while those of sample A were not, since the core\npart of agglomerated particles was pulled apart during the\ndry pulverization. After the calcination of samples A and B,\nceria powders were pulverized by wet mechanical milling\nfor 6 h to reduce their secondary particle size to the target\nsize of 250 nm, and to disperse the particles in an aqueous\nmedium after mixing them with de-ionized water and\ncommercially available anionic acrylic polymers as a\ndispersant.\n\nThe average crystallite size of ceria particles was\nmeasured by X-ray diﬀraction (XRD; RINT/DMAX-2500,\nRigaku, Japan), with calculation using the Debye–Scherer\nequation. The density of the powder was measured with a\npycnometer (Accupyc 1330, Micromeritics, U.S.A.), and\nporosity was calculated from density data using the follow-\ning equation:\n\nPorosity ¼ ½ðNt (cid:3) NmÞ=Nt(cid:4) (cid:5) 100;\n\nwhere Nt and Nm denote the theoretical density and the\nmeasured density, respectively. The theoretical density of\nceria particles was taken as 7.2 g/cm3. The size of individual\ngrains was also observed by transmission electron microsco-\npy (TEM; JEM-2010, JEOL, Japan). To investigate the\n\n4893\n\n\fJpn. J. Appl. Phys., Vol. 45, No. 6A (2006)\n\nD.-H. KIM et al.\n\ni\n\n)\nn\nm\nA\n\n/\n\n(\n\ne\nt\na\nR\n\nl\na\nv\no\nm\ne\nR\ne\nd\ni\nx\nO\n\n3500\n\n3000\n\n2500\n\n2000\n\n1500\n\n1000\n\nOxide Removal Rate for Sample A\nOxide Removal Rate for Sample B\nNitride Removal Rate for Sample A\nNitride Removal Rate for Sample B\n\n200\n\n180\n\n160\n\n140\n\n120\n\n100\n\n80\n\n60\n\n500\n\n-150\n\n-100\n\n-50\n\n0\n\n50\n\n100\n\n150\n\nPosition\n\n(a)\n\ni\n\n)\nn\nm\nA\n\n/\n\n(\n\ne\nt\na\nR\n\nl\na\nv\no\nm\ne\nR\ne\nd\ni\nr\nt\ni\n\nN\n\nSample A\n\nSample B\n\n(b)\n\nFig. 2. STI CMP test results: (a) oxide and nitride removal rates and (b)\n\nmap of the remaining particles on oxide ﬁlm.\n\ncalculate removal rate, ﬁlm thickness was measured with\nNanospec 180 (Nano-metrics, U.S.A.). The number of\nremaining particles larger than 0.2 mm was determined using\nthe stationary beam technology and optional bright ﬁeld\nchannel of a Surfscan SP1 (KLA-Tencor, U.S.A.).\n\n3. Results and Discussion\n\nAs shown in Fig. 2, sample B showed better CMP\nperformance, including a higher oxide removal rate, better\nselectivity, and fewer remaining particles on the oxide ﬁlm.\nSince the slurry containing more remaining particles usually\nit can be expected that\ncauses more microscratches,\nsample A has more microscratches.10,13) These results are\nsummarized in Table I. Oxide removal rate usually depends\non particle sizes, namely, grain size and secondary particle\nsize. As these particle sizes increase, oxide removal rate also\nincreases, while nitride removal rate remains almost the\nsame if the concentration of the additive is above a critical\npoint.14–16) However, the average grain size calculated from\nXRD data and the secondary particle size measured by the\nconventional light scattering method with ultrasonic treat-\nment were similar for samples A and B, indicating no size\neﬀect on removal rate, as shown in Table II. There was a\ndiﬀerence, on the other hand, in the density and porosity of\nceria particles. As summarized in Table III, the density of\n\n(a)\n\n(b)\n\nFig. 1. SEM images of ceria particles for sample B: (a) after ﬁrst step of\ncalcination but before dry mechanical crushing and (b) after dry\nmechanical crushing of ceria particles calcined at ﬁrst step.\n\nagglomeration behavior of ceria particles in the aqueous\nmedium, we used a particle size analyzer (LA-910, HORI-\nBA, Japan) equipped with an ultrasonic device, which can be\napplied to break agglomerated particles by cavitation.\nParticle size was measured with and without ultrasonic\ntreatment, and the diﬀerence between particle size measure-\nments was calculated as a measure of\nthe degree of\nagglomeration.12) To quantify the extent of agglomeration,\nwe deﬁned the following parameter:\n\ndD50 ¼ D50 without ultrasonic treatment\n(cid:3) D50 with ultrasonic treatment;\n\nwhere D50 denotes the median of particle size distribution,\nand a large dD50 means large aggregated particles.\n\nTo investigate the inﬂuence of the calcination process on\nSTI CMP performance, CMP evaluation tests were carried\nout using two diﬀerent ceria slurries and commercial 8 in.\nwafers with plasma-enhanced tetraethylorthosilicate (PE-\nTEOS) or low-pressure chemical-vapor-deposited (LPCVD)\nnitride ﬁlms. The thicknesses of the as-deposited oxide and\nnitride ﬁlms were 7000 and 1500 A˚ , respectively. A CMP\nmachine for 8 in. wafers (6EC, Strasbaugh, U.S.A.) with a\ngrooved IC1000/Suba IV pad (Rodel, USA) was used. The\nrotation speeds of the head and the table were both 70 rpm,\nthe relative velocity between the pad and wafer was 250 fpm\n(feet per min), and the slurry ﬂow rate was 100 cm3/min. To\n\n4894\n\n \n \n \n \n \n \n\fJpn. J. Appl. Phys., Vol. 45, No. 6A (2006)\n\nD.-H. KIM et al.\n\nItem\n\nSample A\nSample B\n\nItem\n\nSample A\n\nSample B\n\nTable I. Summary of CMP test results.\n\nOxide removal rate\n(A˚ /min)\n\nNitride removal rate\n(A˚ /min)\n\n2120\n2376\n\n72\n74\n\nSelectivity\n\n29\n32\n\nParticle count on oxide ﬁlm\n(larger than 0.2 mm)\n\n516\n111\n\nTable II. Summary of particle sizes.\n\nGrain size\n(nm)\n\n25.5\n\n25.1\n\nSecondary particle size\nwith ultrasonic\ntreatment (nm)\n\nSecondary particle size\nwithout ultrasonic\ntreatment (nm)\n\n249\n\n251\n\n336\n\n252\n\ndD50\n(nm)\n\n87\n\n1\n\n(a)\n\n10\n\n)\n#\n(\n\ns\ne\nl\nc\ni\nt\nr\na\nP\n\nf\no\nr\ne\nb\nm\nu\nN\n\n8\n\n6\n\n4\n\n2\n\n0\n\n0\n\n(b)\n\nSample A \nSample B \n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\n110\n\nParticle Size (nm)\n\n(c)\n\nFig. 3. TEM images of ceria slurries formed using samples A and B and grain size distribution analyzed from TEM images: (a)\n\nsample A, (cid:5)100 K; (b) sample B, (cid:5)100 K; and (c) grain size distribution.\n\nTable III. Density and porosity.\n\nItem\n\nSample A\n\nSample B\n\nMeasured density\n(g/cm3)\n\nTheoretical density\n(g/cm3)\n\nPorosity\n(%)\n\n5.9\n\n6.2\n\n7.2\n\n7.2\n\n18.2\n\n13.8\n\nsample B was higher than that of sample A, while porosity\nexhibited the opposite tendency. This means that ceria\nparticles of sample B were denser and harder (less porous)\n\nowing to the higher degree of synthesis than those of\nsample A, resulting in a higher oxide removal rate. More-\nover, the nitride removal rates were very similar, which\nmeans better selectivity for sample B than for sample A. In\nSTI CMP, ceria particles penetrate the viscous layer on the\noxide or nitride ﬁlm, react with the hydrated surface to form\ncovalent bonds such as Ce–O–Si, and then detach lumps of\noxide and nitride.17) The viscous layer on the nitride ﬁlm,\nhowever, is too thick for a diﬀerence in the degree of\nsynthesis to be detected in terms of nitride removal rate.18,19)\nTo determine the reason for the diﬀerence in the count of\n\n4895\n\n \n \n \n\fJpn. J. Appl. Phys., Vol. 45, No. 6A (2006)\n\nD.-H. KIM et al.\n\n)\ng\n\n/\nl\n\n*\n\nm\nm\nn\n(\n\ne\ns\na\ne\nr\nc\nn\n\nI\n\ny\nt\ni\ns\nn\ne\nD\nr\ne\np\ne\ns\na\ne\nr\nc\nn\n\nI\n\nS\nG\n\ny\nc\nn\ne\nu\nq\ne\nr\nF\n\ny\nc\nn\ne\nu\nq\ne\nr\nF\n\n16\n\n14\n\n12\n\n10\n\n8\n\n6\n\n4\n\n2\n\n0\n\n16\n\n14\n\n12\n\n10\n\n8\n\n6\n\n4\n\n2\n\n0\n\nWith Sonication\nWithout Sonication\n\n0.1\n\n1\n\nParticle Size (µµm)\n\n(a)\n\nWith Sonication\nWithout Sonication\n\n80\n\n70\n\n60\n\n50\n\n40\n\n30\n\n20\n\nDensity Increase / GS Increase\n\nGS Increase / Density Increase\n\n500\n\n550\n\n600\n\n650\n\nCalcination Temperature ('C)\n\n(a)\n\n1st Calcination\n2nd Calcination (700'C)\n\n)\n\nm\nn\n*\nl\n\n/\n\nm\ng\n(\n\ne\ns\na\ne\nr\nc\nn\n\nI\n\nS\nG\nr\ne\np\ne\ns\na\ne\nr\nc\nn\n\nI\ny\nt\ni\ns\nn\ne\nD\n\n0.040\n\n0.035\n\n0.030\n\n0.025\n\n0.020\n\n0.015\n\n0.010\n\n)\n\nm\nn\n(\ne\nz\ni\nS\nn\ni\na\nr\nG\n\n40\n\n30\n\n20\n\n10\n\n0\n\n0.1\n\n1\n\nParticle Size (µµm)\n\n(b)\n\n400'C\n\n500'C\n\n600'C\n\nFirst Step Calcination Temperature ('C)\n\n(b)\n\nFig. 4. Diﬀerence between particle sizes with and without ultrasonic\n\ntreatment: (a) sample A and (b) sample B.\n\nremaining particle on the oxide ﬁlm between samples A and\nB, grain size distribution was analyzed by TEM, as shown in\nFigs. 3(a) and 3(b). Sample A contained both large and\nsmall grains, while sample B was composed of uniformly\ndistributed and medium-sized particles. The size distribution\nof 20 particles randomly selected from the TEM images is\nshown in Fig. 3(c). As conﬁrmed by the TEM images,\nsample A had a wider size distribution than sample B. In\nparticular,\nthe large grains of sample A led to defects,\nincluding remaining particles. In addition, the agglomeration\nbehavior of sample slurries was measured using a particle\nsize analyzer, as shown in Fig. 4 and Table II. The diﬀer-\nence in particle size between the measurements with and\nwithout ultrasonic treatment was much larger for sample A\nthan for sample B, indicating that sample A had greater\nagglomeration. This was attributed to the broad size\ndistribution of small and large particles in sample A, as\nshown in TEM images. Small particles with large surface\nareas aggregate around large particles so as to reduce the\ntotal surface energy, thus promoting agglomeration.20)\n\nThese diﬀerences between samples A and B in terms of\ndensity, porosity and grain size distribution, which led to\ndiﬀerences in STI CMP performance, were attributed to the\ndiﬀerence in the two calcination processes, in which cerium\ncarbonate reacts with oxygen via the following reaction:21)\n\nFig. 5. Density and grain size measured by XRD: (a) eﬃciencies of\ndecarbonation and crystal growth at various calcination temperatures and\n(b) grain sizes calculated from XRD data for ﬁrst and second calcination\nsteps.\n\nCeCO3OH þ 1/4 O2 ! CeO2 þ CO2 þ 1/2 H2O:\nAccording to Kosynkin et al., the oxidation reaction of the\ncarbonate precursor, consisting of decarbonation and crystal\ngrowth, is not always completed at a speciﬁc temperature\nrange, and the eﬃciency of decarbonation of the carbonate\nprecursor and that of the crystal growth of ceria particles are\ndiﬀerent in terms of the temperature range.22) In a lower\ntemperature range between 400 and 500 (cid:2)C, the eﬃciency of\ndecarbonation is high, while the crystal growth rate is low.\nIn a higher temperature range between 700 and 800 (cid:2)C,\nhowever, the relationship between decarbonation eﬃciency\nand crystal growth rate is reversed, namely, slow decarbon-\nation and fast crystal growth.22) Therefore, during calcina-\ntion at the low-temperature range, density increases rapidly\nwhile grain size increases slowly, since most of the energy is\nused not for crystal growth but for decarbonation. During the\ncalcination at high temperature range, on the other hand, the\ngrain size increases rapidly, since the grains combine with\neach other to stabilize themselves by reducing the total\nsurface energy. Figure 5(a) shows these variations, as\nrepresented through a comparison between the increase in\ndensity per unit increase in grain size and the increase in\ngrain size per unit increase in density at various temper-\natures. As a consequence, sample A, which was calcined at a\n\n4896\n\n \n \n \n \n \n \n \n \n \n \n \n \n\fJpn. J. Appl. Phys., Vol. 45, No. 6A (2006)\n\nD.-H. KIM et al.\n\nhigh temperature, had more large grains than sample B, and\nthe density of sample A was lower than that of sample B,\nwhich was calcined for a long period at a low temperature.\nIn addition, the core part of large agglomerated particles\nshown in Fig. 1(a) reacts more slowly than the outer part of\nparticles and thus cannot be calcined completely. This\nphenomenon is due to both a low supply of reactant oxygen\nand diﬃculty in removing the carbon dioxide product. The\nlarge agglomeration of particles results in the large mass-\ntransfer resistance of gases, which prevents those gases from\ndiﬀusing inside or outside of agglomerated particles.23,24)\nTherefore, as conﬁrmed in the above equation of calcination\nreaction, such a slow diﬀusion and mass transfer of gases\nretard the calcination reaction, resulting in small grains in\nthe core part. In the case of sample B, however, the core part\ncan also be well calcined since the dry mechanical crushing\nbefore the second step of calcination pulls the core part out\nof agglomerated particles. Such complete calcination re-\nmoves small grains observed in sample A, which was\nprepared by the one-step calcination method. Moreover, in\nthe second step of calcination,\nthe size of small grains\nincreased much faster than that of large grains. As shown in\nFig. 5(b), when ceria powders processed with the ﬁrst step of\ncalcination at 400, 500, and 600 (cid:2)C, and calcined with the\nsecond step at 700 (cid:2)C, the ﬁnal grain sizes calculated from\nthe XRD data for the three samples were very similar at 25 –\n26 nm. This happened even though the grain sizes after the\nﬁrst step were diﬀerent, namely, 8.1 nm (400 (cid:2)C), 11.5 nm\n(500 (cid:2)C), and 17.2 nm (600 (cid:2)C). Therefore, the additional\ncrystal growth of large grains was restricted in the second\nstep of calcination, even though active crystal growth of\nsmall grains occurred,\nresulting in narrow grain size\ndistribution.\n\n4. Conclusions\n\nIn this study, we have demonstrated that the two-step\ncalcination method,\nin which ceria particles were well\ncalcined to the core part of agglomerated precursor\ncarbonate at low temperature for a long period, leads to\nceria particles with a high density, a low porosity and a\nnarrow size distribution, as observed in the case of\nsample B. By using the two-step calcination method, it is\nthus possible to generate dense particles with a higher degree\nof synthesis, without large grains causing micro-scratches\nand small grains triggering the agglomeration of colloidal\nparticles. By using ceria particles calcined by the two-step\nmethod, we can improve STI CMP performance, with a\nhigher oxide removal rate, a higher oxide-to-nitride selec-\ntivity, and fewer defects.\n\nAcknowledgement\n\nThe Korea Ministry of Science and Technology supported\nthis work through the National Research Laboratory (NRL)\nprogram. We thank Sumitomo Mitsubishi Silicon Corp. and\nHynix Semiconductor, Inc. for helping us with our experi-\nments.\n\n1) H. Nojo, M. Kodera and R. Nakata: Proc. IEEE, San Francisco, CA,\n\n1996, p. 349.\n\n2) K. Hirai, H. Ohtsuki, T. Ashizawa and Y. Kurata: Hitachi Chemical\n\nTech. Rep. No. 35, 2000, p. 17.\n\n3) Y. Tateyama, T. Hirano, T. Ono, N. Miyashita and T. Yoda: Proc. Int.\n\nSymp. Chemical Mechanical Planarization IV, 2000, p. 297.\n\n4) S. K. Kim, U. Paik, S. G. Oh, Y. K. Park, T. Katoh and J. G. Park:\n\nJpn. J. Appl. Phys. 42 (2003) 1227.\n\n5) J. P. Kim, U. Paik and J. G. Park: J. Korean Phys. Soc. 39 (2000) 197.\n6) T. Detzel, S. Hosali, A. Sethuraman, J. F. Wang and L. Cook: Proc.\n\nCMP-MIC Conf., 1997, p. 202.\n\n7) G. B. Basim, J. J. Adler, U. Mahajan, R. K. Singh and B. M. Moudgil:\n\nJ. Electrochem. Soc. 147 (2000) 3523.\n\n8) R. K. Singh, S. M. Lee, K. S. Choi, G. B. Basim, W. Choi, Z. Chen and\n\nB. M. Moudgil: Mater Res. Bull. 27 (2002) 752.\n\n9) T. L. Neo, E. S. Y. Shang and C. M. Chong: Proc. Int. Symp.\n\nSemiconductor Manufacturing, 2001, p. 321.\n\n10) Y. J. Seo, G. U. Kim and W. S. Lee: Microelectron. Eng. 71\n\n(2004) 209.\n\n11) S. H. Lee, Z. Lu, S. V. Babu and E. Matijevi: J. Mater. Res. 17\n\n(2002) 2744.\n\n12) B. Pacaud, T. K. Doy, Y. Sasakawa and E. Rohart: unpublished.\n13) K. Devriendt, P. Mertens, W. Fyen, K. Kenis, M. Schaekers, D.\nGuidoux, G. Sergeant, S. Robic and R. Moirin: Yield Manage.\nSolutions 3 (2000) 72.\n\n14) H. G. Kang, T. Katoh, S. J. Kim, U. Paik, H. S. Park and J. G. Park:\n\nJpn. J. Appl. Phys. 43 (2004) 365.\n\n15) T. Katoh, H. G. Kang, U. Paik and J. G. Park: Jpn. J. Appl. Phys. 42\n\n(2003) 1150.\n\n16) S. K. Kim, P. W. Yoon, U. Paik, T. Katoh and J. G. Park: Jpn. J. Appl.\n\nPhys. 43 (2004) 7427.\n\n17) T. Hoshino, Y. Kurata, Y. Terasaki and K. Susa: J. Non-Cryst. Solids\n\n283 (2001) 129.\n\n18) J. G. Park, T. Katoh, W. M. Lee, H. Jeon and U. Paik: Jpn. J. Appl.\n\nPhys. 42 (2003) 5420.\n\n19) H. G. Kang, T. Katoh, M. Y. Lee, H. S. Park, U. Paik and J. G. Park:\n\nJpn. J. Appl. Phys. 43 (2004) L1060.\n\n20) H. Kamiya, M. Mitsui, H. Takano and S. Miyazawa: J. Am. Ceram.\n\nSoc. 83 (2000) 287.\n\n21) C. H. Lu and H. C. Wang: Mater. Sci. Eng. B 90 (2002) 138.\n22) V. D. Kosynkin, A. A. Arzgatkina, E. N. Ivanov, M. G. Chtoutsa,\nA. I. Grabko, A. V. Kardapolov and N. A. Sysina: J. Alloys Compd.\n303 – 304 (2000) 421.\n\n23) O. Levenspiel: Chemical Reaction Engineering (Wiely, New York,\n\n1999) 3rd ed., Chap. 18, p. 378.\nI. Ar and G. Dogu: Chem. Eng. J. 83 (2001) 131.\n\n24)\n\n4897\n\n\f"
}