{
  "metadata": {
    "source_file": "Kim et al. - 2007 - Effects of Calcination and Milling Process Conditi.pdf",
    "extraction_date": "2024-11-17T17:45:18.202649",
    "character_count": 33943
  },
  "content": "Japanese Journal of AppliedPhysics     Effects of Calcination and Milling ProcessConditions for Ceria Slurry on Shallow-Trench-Isolation Chemical–Mechanical PolishingPerformanceTo cite this article: Jun-Seok Kim et al 2007 Jpn. J. Appl. Phys. 46 7671 View the article online for updates and enhancements.You may also likeEffect of Organic Additives on Ceria Slurryin Shallow Trench Isolation ChemicalMechanical PlanarizationMin Cheol Kang, Jae Jeong Kim and Doo-Kyung Moon-Development of a Copper ChemicalMechanical Polishing Slurry at Neutral pHBased on Ceria SlurryYung Jun Kim, Oh Joong Kwon, Min CheolKang et al.-Analysis of Scratches Formed on OxideSurface during Chemical MechanicalPlanarizationJae-Gon Choi, Y. Nagendra Prasad, In-Kwon Kim et al.-This content was downloaded from IP address 128.153.11.204 on 12/03/2024 at 02:25\fJapanese Journal of Applied Physics\nVol. 46, No. 12, 2007, pp. 7671–7677\n\n#2007 The Japan Society of Applied Physics\n\nEﬀects of Calcination and Milling Process Conditions for Ceria Slurry\non Shallow-Trench-Isolation Chemical–Mechanical Polishing Performance\n\nJun-Seok KIM, Hyun-Goo KANG, Manabu KANEMOTO, Ungyu PAIK1, and Jea-Gun PARK\n\n(cid:1)\n\nNano-SOI Process Laboratory, Hanyang University, 17 Haengdang-dong, Seoungdong-gu, Seoul 133-791, Korea\n1Department of Ceramic Engineering, Hanyang University, 17 Haengdang-dong, Seoungdong-gu, Seoul 133-791, Korea\n\n(Received September 19, 2006; revised June 29, 2007; accepted August 30, 2007; published online December 6, 2007)\n\nTo improve the performance of shallow trench isolation chemical–mechanical polishing (STI-CMP) in terms of the removal\nselectivity of oxide and nitride ﬁlms and the formation of surface defects, we investigated the eﬀects of the calcination and\nmilling process conditions during ceria slurry synthesis. We have focused on the eﬀects of particle size distribution, the large-\nparticle size, and the dispersion stability in a ceria slurry. We determined the optimum bead size for milling and appropriate\ncalcination temperatures in order to obtain a reasonable particle distribution, with lower numbers of ﬁne primary particles and\nlarge, agglomerated particles, in ceria slurry. This was achieved by reducing the quantity of aggregated particles during\nmilling and two-step calcination process generating higher-density particles. These results can be qualitatively explained by\nabrasive collisions occurring between the milling beads and the decarbonation of cerium carbonate through diﬀusion during\nthe manufacturing process used for the ceria slurry.\n\n[DOI: 10.1143/JJAP.46.7671]\n\nKEYWORDS: calcination, milling, light point defect, ceria slurry, STI-CMP\n\n1.\n\nIntroduction\n\nuses\n\nThe shallow-trench isolation (STI) process in advanced\nsemiconductor\nchemical–\ndevice manufacturing\nmechanical polishing (CMP) to planarize gap-ﬁll silicon\noxide (SiO2) layers deposited on the front-side surface of a\nwafer.1–4) As device dimensions continue to decrease and the\nleading-edge feature size becomes smaller than 0.1 mm, STI-\nCMP must be capable of removing a very thin layer of oxide\nand nitride while leaving a ﬂat surface. In STI-CMP, the\nselectivity of the removal rates of oxide and nitride ﬁlms is a\ncritical factor. Moreover, as the oxide and nitride layers\nbecome thinner, not only the nitride removal rate but also\nthe numbers of micro-scratches and defects should be\ncontrolled more strictly to improve the device character-\nistics. To improve the selectivity, ceria slurries with anionic\nsurfactants have been used.3,4,8,11) The anionic surfactant is\nadsorbed onto the nitride ﬁlm and acts as a passivation layer,\nthereby the nitride removal rate is decreased.13,14,17)\n\nNot only the surfactant characteristics but also the\nabrasive characteristics are critical issues for STI-CMP ceria\nslurries. Generally, the ﬁlm removal rate and the number of\nsurface defects decrease as the abrasive size is reduced,\nbecause the mechanical force between the pressed pad and\nthe abrasive particles is weakened.14) While STI-CMP with\nsmaller abrasive particles leads to a lower number of surface\ndefects, it also leads to other unpredictable eﬀects, such as\nan increase in the nitride removal rate caused by extra\nsurfactant consumption due to the higher speciﬁc surface\narea of the small particles in the slurry.17) Therefore, during\nthe synthesis of the ceria slurry, controlling small particles\nand obtaining a narrow particle size distribution are\nimportant\nfactors aﬀecting the oxide-to-nitride removal\nselectivity. The calcination process is widely used to control\nthe physical characteristics of ceria particles in slurry,\nincluding the speciﬁc surface area, density, and crystallin-\nity,11) which greatly aﬀects STI-CMP performance. Specif-\nically, the eﬀect of the two-step calcination reported by our\ngroup shows the ability to control the slurry characteristics\n\n(cid:1)E-mail address: parkjgL@hanyang.ac.kr\n\nby calcination.17) Abrasive particles calcined by two-step\ncalcination are harder and denser, and have a narrower\ndistribution of primary grain size, without large grains that\ncause microscratches and small primary grains that trigger\nthe agglomeration of colloidal particles, even though the\nparticles have the same grain and secondary particle sizes as\nthese in slurry calcined by one-step calcination. Using these\nparticles, we can improve STI-CMP performance, namely,\nhigher oxide removal rate, higher oxide-to-nitride selectiv-\nity, and fewer defects. Moreover, the milling process is used\nto disperse agglomerates and aggregates and to control the\nparticle size distribution and the shapes of the abrasive\nparticles.5,6) In particular, the size of the beads used for\nmilling is very important for obtaining abrasive particles in\nthe submicron size range. The applied energy intensity and\nthe rate of stress application in the milling machine also\naﬀect the particle size and size distribution.18,19)\n\nIn this study, we investigated the eﬀects of the calcination\ntemperature to study the characteristics of two-step calcina-\ntion when we manufacture a ceria abrasive from STI-CMP\nslurry. Moreover, to control the proportions of large and ﬁne\nparticles, which cause microscratches by agglomeration, we\ninvestigated the eﬀects of bead size during the milling\nprocess after two-step calcination. In addition, we evaluated\nSTI-CMP performance using these slurries.\n\n2. Experimental Procedure\n\nIn this study, three types of ceria particles were synthe-\nsized from a starting material of high-purity cerium\ncarbonate using the solid-state displacement reaction meth-\nod. One type of ceria powder was calcined using the one-\nstep calcination method, whereas the other samples were\ncalcined using a two-step calcination method. In the case of\none-step calcination, the carbonate precursor was calcined\nonly once at 730 (cid:2)C for 4 h.\ntwo-step\ncalcination, the ceria particles were obtained through an\nadditional calcination at 550 or 580 (cid:2)C for 4 h, after initial\ncalcination at 650 or 680 (cid:2)C,\nIn\naddition, between the ﬁrst and second calcination steps,\nthe ceria particles were crushed with a dry mechanical\ncrusher called an air jet mill. Figures 1(a) and 1(b) show the\n\nIn the case of\n\nrespectively,\n\nfor 4 h.\n\n7671\n\n\fJpn. J. Appl. Phys., Vol. 46, No. 12 (2007)\n\nJ.-S. KIM et al.\n\nTable I. Sample preparation conditions.\n\nItem\n\nCalcination\ntemperature\n((cid:2)C)\n\nBead size\n(mm)\n\nA\n\nB\n\nC\n\nD\n\nE\n\nF\n\n680/580\n\n680/580\n\n680/580\n\n680/580\n\n650/550\n\n730\n\n0.8\n\n0.4\n\n0.3\n\n0.2\n\n0.3\n\n0.3\n\npH\n\n6.45\n\n6.55\n\n6.47\n\n6.43\n\n6.60\n\n6.57\n\nSecondary particle\nsize\n(nm)\n\n286\n\n268\n\n275\n\n260\n\n271\n\n265\n\nsurfactant is generally used to control the oxide-to-nitride\nselectivity with regard to removal rates. Each slurry’s pH\nwas adjusted to the range of 6.5 – 7.5 by adding an alkaline\nagent. Table I shows a list of the slurry speciﬁcations,\nincluding the slurry pH values, abrasive sizes, and the\nexperimental conditions used during slurry synthesis.\n\nThe median size of the secondary particles in each slurry\nwas measured by using a Horiba LA910.10) We obtained\nimages of the ceria particles and measured the primary\nparticle sizes by transmission electron microscopy (TEM),\nusing a JEOL JEM-2010. The speciﬁc surface areas of the\npowders were estimated through Brunauer–Emmett–Teller\n(BET) method, using a Micromeritics ASAP 2010. The\npowder densities were measured with a pyconometer,\nnamely, an Micromeritics Accupyc 1330, after the samples\nwere outgassed at 250 (cid:2)C for 2 h using nitrogen gas to\nremove physisorbed species from the powder surface.\n\nTo investigate the eﬀect the calcination process on STI-\nCMP performance, CMP evaluation tests were carried out\nwith commercial 800 wafers covered with plasma-enhanced\ntetraethylorthosilicate (PETEOS) or low-pressure chemical-\nvapor deposition (LPCVD) nitride ﬁlms. The thicknesses of\nthe as-deposited oxide and nitride ﬁlms were 7000 and\n1500 A˚ , respectively. We polished the ﬁlms on a Strasbaugh\n6EC and carried out ex situ conditioning with a diamond\ndresser before each polishing. We used a Rodel IC1000/\nSuba IV stacked pad. The polishing pressure, applied as a\ndown force, was 4 psi, equivalent to 27.5 kPa. The relative\nvelocity between the pad and the wafers was 0.539 m/s. The\npolishing times were 30 s for the oxide ﬁlms and 90 s for the\nnitride ﬁlms. We measured the oxide and nitride thickness\nvariations of the wafers before and after CMP with a\nNanometrics NanoSpec 180. The variations in the location\nand number of light point defects (LPDs) were measured\nusing the stationary beam technology and optional bright\nﬁeld channel of a KLA-Tencor Surfscan SP1. The minimum\ndetection size for LPDs was adjusted to 0.189 mm.\n\n3. Results and Discussion\n\nFigure 2 shows the correlation between the median size\n(d50) of the secondary particles and the milling time with\nvarious bead sizes for the two-step powder calcined at 680\nand 580 (cid:2)C, after dispersion in deionized water. The median\nsize was markedly reduced as the milling time increased. In\naddition, the smaller bead sizes required signiﬁcantly shorter\nmilling times than did the largest bead size of 0.8 mm.\nDuring the milling process, the secondary particle size is\nreduced by collision between milling bead and abrasive\nparticle. In addition, the shape and size of fractured particle\n\n(a)\n\n(b)\n\nFig. 1. SEM images of ceria particles in ceria powder: (a) after ﬁrst\ncalcination step (680 (cid:2)C for 4 h) before dry mechanical crushing and (b)\nafter dry mechanical crushing.\n\nceria particles calcined at 680 (cid:2)C for 4 h before and after the\ncrushing, respectively. To summarize, the powders calcined\nin two steps were calcined for a longer period of time and at\na lower temperature than those calcined in the conventional\nmanner. In previous studies, we simply explained that the\ntwo-step calcination method,\nin which ceria abrasive\nparticles have an advantage during calcination showing\nhigh density and low porosity without abnormal grain\ngrowth in manufacturing process of the ceria slurry.17) In this\ninvestigation, however, we focused on not only the two-step\ncalcination process but also the media size during milling\nprocess in ceria slurry manufacturing. In addition, we have\nconﬁrmed the diﬀerence in calcination temperature to\nimprove the remaining particles and the nitride ﬁlm loss\nwhile a reasonable oxide removal rate is maintained after\nCMP. A detailed discussion is provided below.\n\nAfter the calcination and dry crushing of each powder, the\ntwo-step powder calcined at 680 and 580 (cid:2)C was further\ncrushed by wet mechanical bead milling with diﬀerent bead\nsizes of 0.8, 0.4, 0.3, and 0.2 mm, made of ZrO2, for 3 to 5 h\nto reduce its secondary particle size to the target size range\nof 250 – 300 nm. In contrast,\nthe other two-step powder\n(calcined at 650 and 550 (cid:2)C) and the one-step powder were\nmilled using only 0.3 mm beads. The ceria abrasives were\nthen dispersed in deionized water and stabilized by adding\n100 ppm of a commercially available dispersant\n[poly-\n(methacrylate acid)]. The solid content was controlled at\n5 wt % of ceria powder in the ceria suspension. We also\noptionally added an anionic organic surfactant [poly(acry-\nlic acid)] at diﬀerent concentrations of up to 0.8 wt %. This\n\n7672\n\n\fJpn. J. Appl. Phys., Vol. 46, No. 12 (2007)\n\nJ.-S. KIM et al.\n\n]\n\nm\nn\n[\n\ne\nz\ni\ns\nn\na\ni\nd\ne\nm\n\n900\n\n800\n\n700\n\n600\n\n500\n\n400\n\n300\n\n200\n0\n\n0.8 mm bead\n0.4 mm bead\n0.3 mm bead\n0.2 mm bead\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\nmilling time [h]\n\ntarget size\n(250~300 nm)\n\nFig. 2. Change in median size of secondary particles with respect to\n\nmilling time for two-step powder calcined at 680 and 580 (cid:2)C.\n\nshould be determined by bead size and milling energy, the\nmilling time, and other characteristics of the milling media,\nif the other parameters of the milling machine are ﬁxed. In\nparticular, the probability of fracture is higher when the\nfrequency of collisions is higher. We assume that if the other\nparameters except of the bead size are ﬁxed,\nthen the\ncollision frequency per unit volume in the milling machine\nincreases rapidly, as the media size decreases and the media\nvelocity increases.5) Coarser media have a large spacing with\nrespect to the slurry powder. Thus the collision frequency\nand contact probability between the beads and the secondary\nabrasive particles are much lower than those with ﬁner\nmedia; accordingly, the secondary particle size is reduced\nslowly. On the other hand, smaller media have a small\nspacing with respect\nthus the collision\nfrequency and the probability of fracture are higher, and the\nsecondary particle size is reduced more rapidly. Therefore,\nas shown by our results, by increasing the milling time, the\nmedian size of\nthe secondary abrasives was gradually\ndecreased to within the target range of 250 – 300 nm even\nwith the largest bead size.\n\nto the powder;\n\nFigure 3 shows the distribution of the primary grain size\nfor the ceria abrasives calcined at 680 and 580 (cid:2)C, without\nsurfactant addition. The grain sizes were analyzed statisti-\ncally (30 grains for each set of conditions), and the average\n\n0.8 mm bead\n0.4 mm bead\n0.3 mm bead\n0.2 mm bead\n\n12\n\n10\n\n]\n\nA\nE\n\n[\n\nAvg. (0.8 mm) = 23.2 nm\n\nAvg. (0.2 mm) = 42.8 nm\n\nAvg. (0.4 mm) = 29.68 nm\n\nr\ne\nb\nm\nu\nn\nn\na\nr\ng\ny\nr\na\nm\n\ni\n\ni\nr\np\n\nAvg. (0.3 mm) = 54.45 nm\n\n8\n\n6\n\n4\n\n2\n\n0\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90 100 110 120\n\nprimary grain size [nm]\n\nFig. 3. Particle size distribution of ceria abrasives calcined at 680 and\n\n580 (cid:2)C.\n\nto the powder,\n\nvalues were calculated for various bead sizes. Although the\nsecondary abrasive size was ﬁxed in the target range of\n250 – 300 nm, the primary grain size became smaller and had\na narrower distribution as the bead size increased. Never-\ntheless, because the coarsest beads (0.8 mm) have a larger\nthe milling time\nspacing with respect\nincreased as the secondary particle size was slowly reduced,\nwhereas with the smaller bead sizes, the abrasive size was\nmarkedly reduced by the beads, which have a smaller\nspacing with respect to the powder. The beads must not be\ntoo small, however, because they must impart suﬃcient\nmechanical energy to the particles to cause fracture. In bead\nmilling, for a given volume, the number of balls increases\ninversely with the cube of the bead radius.21) The milling\nrate depends on the number of contact points between the\nballs and the powder, which in turn depends on the speciﬁc\nsurface area of the balls. As shown in Fig. 3, many ﬁne\nparticles (smaller than 10 nm) were produced after milling\nwith the 0.8 and 0.4 mm beads, had small speciﬁc surface\nareas and aggregated around larger particles in order to\nreduce the total surface energy, thus promoting agglomer-\nation. Such agglomeration reduces the surface potential\nand stabilizes the slurry system. Hence, ﬁne particles can\nexcessively consume the anionic dispersant and surfactant\nfrom the bulk suspension, causing the adsorbed polymer\nlayer on the nitride ﬁlm to be insuﬃciently formed.\nTherefore, in slurry manufacturing, ﬁne particle control is\na very important consideration in size reduction induced by\nbead size control.\n\nVarinot et al. previously reported that\n\nthree milling\nmechanisms in a stirred bead mill produce diﬀerent phases\nin the resulting particle distribution, as shown schematically\nin Fig. 4.18) They explained that if the size of the grinding\nbeads is increased or the solid concentration is increased,\nthen fracture becomes dominant with respect to abrasion.18)\nThen, under the same conditions, if the applied energy and\nthe rate of stress are constant, the milling mechanism is\ndetermined by the hardness of the particles in the slurry\nsuspension. When the particle hardness is high, the local\nthan that needed to\nsurface stress is relatively lower\nfragment the particle. Abrasion then becomes the dominant\nmechanism; thus the particles are not fractured but only\nmilled at their edges. None of these diﬀerent mechanisms\noccur alone, however, they are always found in combination\nwith one another.\n\nHence, we consider that the eﬀects of the bead size and\nthe milling time on the size distribution of the secondary\nabrasive particles are probably directly related. Therefore,\nthe size distribution may be strongly aﬀected by the milling\nmechanism. In this study, in the case of the slurry milled\nwith 0.2 mm beads, the average particle distribution was\nshifted to a large size as compared with the slurries milled\nwith larger beads, even though the milling time was shorter.\nOn the other hand, the primary grain particles of the slurry\nmilled with 0.3 mm beads were larger than those in the other\nslurries, because cleavage was the dominant mechanism\nreducing the particle size. Both the ﬁne and coarse particles\nin the slurry were reduced more in size using optimally sized\n0.3 mm beads and an appropriate milling time.\n\nWe previously reported the physical characteristics of\nceria particles with respect to calcination temperature.11) As\n\n7673\n\n \n \n \n \n \n\fJpn. J. Appl. Phys., Vol. 46, No. 12 (2007)\n\nJ.-S. KIM et al.\n\nABRASION\n\nCLEAVAGE\n\nFRACTURE\n\nn\no\ni\nt\nc\na\nr\nF\ne\nv\ni\nt\na\nl\ne\nR\n\nAbrasion\n\nCleavage\n\nFracture\n\nAbrasion\n\nParticle Size\n\nInitial Size\n\nFig. 4. Schematic illustration of eﬀects of three mechanisms on size distribution of particles after mechanical milling.\n\nthe calcination temperature increases, the crystallinity and\ngrain size of ceria particles increase, because of grain growth\nduring calcination as atomic diﬀusion causes the wetting of\nthe grain boundaries of adjacent grains. These results explain\nnot only the increase in the particle density but also the\nincreasing hardness of the particles. Figure 5 shows high-\nresolution TEM (HR-TEM) images of abrasive particles\nmilled with 0.3 mm beads after calcination using each of the\nthree processes. As these images indicate, the ceria abrasives\nhad a well-deﬁned morphology and the average size of the\nprimary grains composing the abrasives, as measured from\nthe TEM images, ranged approximately from 30 – 50 nm. As\nshown by these images, the primary grains of the ceria\nabrasives calcined at 650 and 550 (cid:2)C (a) and 680 and 580 (cid:2)C\n(b) were smaller than those of the abrasives calcined only\nat 730 (cid:2)C (c). Kosynkin et al. previously reported that the\noxidation reaction of the cerium carbonate precursor to\nsynthesis the ceria particles, consisting of decarbonation and\ncrystal growth,\nis not always completed at a speciﬁc\ntemperature and that both the decarbonation and crystal\ngrowth are more eﬃcient in diﬀerent temperature ranges.20)\nIn fact, at a lower calcination temperature, the eﬃciency of\nthe decarbonation of cerium carbonate is high, while the\ncrystal growth rate is low. At a higher temperature, however,\nthe relationship is reversed i.e., slow decarbonation and\nrapid crystal growth. Therefore, during calcination at a low\ntemperature, the density increases rapidly while the grain\nsize increases slowly, since most of the energy is used not\nfor crystal growth but for decarbonation. Thus, by control-\nling decarbonation and crystal growth, it is possible to obtain\ndense, hard, uniform-sized particles, with uniform-sized\nprimary grains. During calcination at a high temperature of\n730 (cid:2)C in the one-step process, on the other hand,\nthe\nprimary grain size increases rapidly, since the grains\ncombine with each other to stabilize themselves by reducing\nthe total surface energy. As a consequence, the one-step\nslurry had primary grains larger than 100 nm, which were\nlarger than those of the two-step calcined slurries. However,\nits density was lower, because the core of the large primary\ngrains reacts more slowly than the outer part of the particles\nand thus cannot be calcined completely.\n\nAdditionally, in case of the ceria abrasives calcined at\n680 and 580 (cid:2)C had the lowest number of primary grains\nconsisting of ﬁne particles less than 10 nm in size. By the\ntwo-step calcination, it would be possible to generate dense\n\n(a)\n\n(b)\n\n(c)\n\nFig. 5. TEM images showing ceria particles after milling with 0.3 mm\nbeads: calcined at (a) 650 and 550, (b) 680 and 580, and (c) 730 (cid:2)C.\n\n7674\n\n \n\fJpn. J. Appl. Phys., Vol. 46, No. 12 (2007)\n\nJ.-S. KIM et al.\n\nAvg. (650/550 °C) = 32.2 nm\n\nAvg. (680/580 °C) = 42.79 nm\n\nAvg. (730 °C) = 54.45 nm\n\n0.3mm bead (650/550 °C)\n0.3mm bead (680/580 °C)\n0.3mm bead (730 °C)\n\n]\n\nA\nE\n\n[\n\nr\ne\nb\nm\nu\nn\nn\ni\na\nr\ng\ny\nr\na\nm\n\ni\nr\np\n\n10\n\n8\n\n6\n\n4\n\n2\n\n0\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90 100 110 120\n\nprimary grain size [nm]\n\nFig. 6. Particle size distribution of ceria abrasives milled with 0.3 mm\n\nbeads.\n\nparticles with a higher degree of synthesis than one-step\ncalcined abrasive, has lower agglomerated large particle and\nﬁne primary grains.17) Even though the ceria abrasives were\nsynthesized by the same two-step calcination (650/550 (cid:2)C\nand 680/580 (cid:2)C), there is a diﬀerence in the proportion of\nﬁne particles. Furthermore, with the ceria abrasives calcined\nat 730 (cid:2)C, it is more produced the large secondary particle by\nagglomeration of many number of ﬁne primary grains less\nthan 10 nm by calcinations process with high temperature. It\nis thought that two-step calcined abrasive particle, which\nwas calcined at a low temperature, had less large grains than\none-step calcined abrasive. Hence, the ﬁne particles pro-\nduced by collision between milling beads and abrasive\nparticle during milling process, which was made the broader\ndistribution of particle size.\n\nFigure 6 shows the distribution of the primary grain sizes\nof the ceria abrasives for all three slurries after milling with\n0.3 mm beads, before dispersant addition. The primary grain\nsize of the ceria particles is reduced through the mechanical\nmilling process, although initially all the particles are the\nsame size. The primary grain size had a slightly broader\ndistribution for the one-step slurry, and the proportion of\nlarge particles was also higher than that for the two-step\nslurries. Hence, we concluded that the crystallinity of the\none-step sample was higher than that of the other samples;\nthe particles in this case were broken through edge grinding\nduring the milling process caused by the abrasion mecha-\nnism explained above. Regarding the primary grain size of\nthe two-step slurry calcined at low temperatures (650 and\n550 (cid:2)C), however,\nthe primary particles have a lower\ncrystallinity and are easily broken by the dominant fracture\nmechanism, because these particles have a lower hardness\nthan those calcined at higher temperatures. On the other\nhand, for the medium-sized abrasives calcined at 680 and\n580 (cid:2)C, the cleavage mechanism is dominant, because of the\nappropriate surface stress and mechanical force between the\nmilling media and the abrasive polycrystalline ceria par-\nticles. Therefore, the ceria abrasive calcined at 680 and\n580 (cid:2)C has fewer ﬁne particles smaller than 10 nm in size.\nBy controlling the calcination temperature and the bead size\nof the milling process, we can obtain ceria particles having\nfewer ﬁne particles smaller than 10 nm in size.\n\nIn STI-CMP, the removal rates of the oxide and nitride\nﬁlms, the selectivity, uniformity, and LPD formation are\ngenerally aﬀected by several factors, including the abrasive\n\ni\n\n]\nn\nm\nm\nn\n[\n\n/\n\ne\nt\na\nr\n\nl\na\nv\no\nm\ne\nr\n\ne\nd\ni\nx\no\n\n/\n\ni\n\n]\nn\nm\nm\nn\n[\ne\nt\na\nr\n\nl\n\na\nv\no\nm\ne\nr\ne\nd\ni\nr\nt\ni\nn\n\n375\n\n350\n\n325\n\n300\n\n275\n\n250\n\n25\n\n0\n\n10\n\n9\n\n8\n\n7\n\n6\n\n5\n\n1\n\n0\n\n 650/550°C\n 680/580°C\n 730°C\n\n-100\n\n-50\n\n0\n\n50\n\n100\n\ndistance from wafer center [mm]\n\n(a)\n\n 650/550°C\n 680/580°C\n 730°C\n\n-100\n\n-50\n\n0\n\n50\n\n100\n\ndistance from wafer center [mm]\n\n(b)\n\n(c)\n\nFig. 7. Results of CMP tests: (a) oxide removal rate, (b) nitride removal\nrate, and (c) maps of the remaining particles on oxide ﬁlm after CMP.\n\nTable II. Summary of CMP test results.\n\nItem\n\nOxide removal\nrate\n(A˚ /min)\n\nNitride removal\nrate\n(A˚ /min)\n\nSelectivity\n\nParticle count on\noxide ﬁlm (larger\nthan 0.189 mm)\n\nC\n\nE\n\nF\n\n2522\n\n2534\n\n3102\n\n68\n\n65\n\n58\n\n37.1\n\n39.0\n\n53.5\n\n209\n\n242\n\n2220\n\nmorphology, grain size, secondary particle size, and particle\nsize distribution. We previously reported the eﬀects of\nagglomerated particles on LPD formation, removal rate,\nand removal selectivity.8,9) As the number of agglomerated\nparticles increases, the number of LPDs increases. Figure 7\nand Table II show the results of our CMP tests, including the\n\n7675\n\n \n \n \n \n \n \n \n \n \n\fJpn. J. Appl. Phys., Vol. 46, No. 12 (2007)\n\nJ.-S. KIM et al.\n\n]\ng\n/\n2\n\nm\n\n[\n\na\ne\nr\na\ne\nc\na\nf\nr\nu\ns\n\n40\n\n35\n\n30\n\n25\n\n20\n\n15\n\n10\n\nsurface area\n\ndensity\n\n6.7\n\n6.6\n\n6.5\n\n6.4\n\n6.3\n\n6.2\n\n6.1\n\n6\n\n]\n3\n\nm\nc\n/\ng\n[\n\ny\nt\ni\ns\nn\ne\nd\n\n650/550\n\n680/580\ncalcination temperature [°C]\n\n730\n\nFig. 8. Densities and speciﬁc surface areas for diﬀerent calcination\n\ntemperatures.\n\nremoval rates of the oxide and nitride ﬁlms and the LPD\ncounts on the oxide surfaces. The oxide removal rate usually\ndepends on the primary grain size, as shown in Fig. 6. As the\ngrain size increases, the oxide removal rate also increases,\nwhereas the nitride removal rate remains almost the constant\nwhen the concentration of the additive is above a critical\nvalue.13–15) We previously reported a removal mechanism\nfor an oxide ﬁlm with a ceria slurry.12) In this mechanism,\nthe kinematical energy of the abrasives is the dominant\nfactor in oxide polishing; that is, the abrasive size, polishing\npressure, relative velocity between the table and the head,\nand other factors aﬀect the removal rate of oxide ﬁlm.12,14)\nThe nitride removal rate of the slurry calcined in one-step\nprocess was lower than that of the other samples, and the\ntwo-step slurry showed a slightly higher nitride removal\nrate; speciﬁcally the slurry calcined at 650 and 550 (cid:2)C\nshowed the highest removal rate. We previously reported the\nrelationship between the molecular weight of PAA and the\noxide-to-nitride selectivity in STI-CMP.22) PAA is adsorbed\non both the oxide and nitride ﬁlms, but it is more strongly\nadsorbed onto the nitride ﬁlm; thus, a denser passivation\nlayer is formed as the molecular weight of PAA increases.\nThat is the nitride removal rate was aﬀected by the amount\nof PAA adsorbed onto ﬁlm. The result of nitride removal\nrate can be explained by this mechanism. As shown in\nFig. 8, which is discussed below in detail, with an increase\nin calcination temperature, the surface area of the slurry\ndecreases. Moreover, with an increase in surface area, the\nparticles consume more PAA molecules. Thus, the particles\nfrom the bulk\ncan excessively consume the surfactant\nsuspension, causing the adsorbed polymer layer on the\nnitride ﬁlm to be insuﬃciently formed.16) Consequently, the\nnitride removal rate increases with the proportion of surface\narea, resulting in poor oxide-to-nitride removal selectivity.\nTherefore, as the calcination temperature increases,\nthe\nremoval selectivity increases. The number of LPDs, how-\never, increased drastically for the slurry calcined at 730 (cid:2)C,\nas shown in Fig. 7(c). As noted above, we previously\nreported the eﬀects of agglomerated particles on the removal\nrates of oxide and nitride ﬁlms.9) These agglomerated\nparticles cause many LPDs after polishing.8) In this study,\nthe slurry calcined at 730 (cid:2)C had not only more agglom-\nerated particles but also more primary grains larger than\n\n100 nm in size, as shown in Fig. 5(c). It is consider that these\nagglomerated particles and large grains cause the formation\nof many LPDs. As discussed above, with an increase in\ncalcination temperature, the oxide-to-nitride removal selec-\ntivity increases, and the removal\nrate of nitride ﬁlm\ndecreases, however, the number of LPDs increases.\n\nFigure 8 shows the speciﬁc surface area and the density of\nthe slurry particles after drying the synthesized powder. The\ndensities of the two-step samples were higher than that of the\none-step sample, and speciﬁc surface area showed the same\ntendency. This means that the ceria particles of the two-step\nsamples were denser and harder (less porous), because of\nthe higher degree of synthesis, than those of the one-step\nsample. However, in our experiment, the oxide removal rate\nwas aﬀected more by primary grain size than by hardness of\nthe particles, as shown in Figs. 6 and 7(a). Moreover, the\nnitride removal rates were diﬀerent, that the selectivity for\nthe one-step sample was better than that for the two-step\nsamples. As noted above, however, it is considered that the\nagglomerated particles and large grains cause the formation\nof many LPDs. Therefore,\nto improve the STI-CMP\nperformance, ceria slurries with large proportions of both\nﬁne and agglomerated large particles should be carefully\ncontrolled using an optimum bead size during milling.\n\n4. Conclusions\n\nWe investigated the eﬀects of calcination and milling\nprocess conditions during ceria slurry synthesis on ﬁlm\nremoval and the formation of LPDs. During a continuous\nmechanical milling process after calcination, ﬁne particles\nwere formed with a longer milling time using coarser beads.\nThe slurries with many ﬁne particles excessively consumed\nthe surfactant in the bulk suspension and formed agglom-\nerates because of the particles’ large speciﬁc surface area. In\nour experiments, we found that the optimum bead size was\n0.3 mm with a two-step process of calcination at 680 and\n580 (cid:2)C. This approach generated a appropriate particle\ndistribution in the ceria slurry, with lower levels of ﬁne\nprimary grains and large agglomerated particles, because\nthe abrasive particles were\nduring the milling process,\nbroken predominantly through a cleavage mechanism.\nHence, the nitride removal rate was diﬀerent value in this\ncase, meaning better selectivity with a larger primary grain\nsize and more agglomerated particles for slurries calcined\nin one step than for slurries calcined in two steps. The\nagglomerated particles and large grains, however, caused\nthe formation of many LPDs. Therefore, to improve STI-\nCMP performance, ceria slurries with large proportions of\nboth ﬁne and agglomerated large particles should be\ncarefully controlled by using an optimum bead size during\nmilling.\n\nAcknowledgement\n\nThis study was supported by the Korea Ministry of\nScience and Technology through the National Research\nLaboratory (NRL) program. We thank SUMCO Corp. and\nHynix Semiconductor, Inc. for helping us with our experi-\nments. We are also indebted to Mr. Jin-Hyung Park, Mr.\nKyung-Woong Park, Mr. Hyuk-Yul Choi, Mr. Byoung-Seok\nLee, and Mr. Keum-Seok Park for assisting us in performing\nthe experiments.\n\n7676\n\n \n \n \n\fJpn. J. Appl. Phys., Vol. 46, No. 12 (2007)\n\nJ.-S. KIM et al.\n\n1) S. Wolf: Silicon Processing for the VLSI Era: Process Integration\n(Lattice Press, Sunset Beach, CA, 1990) Vol. 4, Chap. 13, p. 24.\n2) H. S. Park, K. B. Kim, C. K. Hong, U. I. Chung, and M. Y. K. Lee:\n\nJpn. J. Appl. Phys. 37 (1998) 5849.\n\n(2003) 1150.\n\n13) Y. Tateyama, T. Hirano, T. Ono, N. Miyashita, and T. Yoda: Proc. Int.\nSymp. Chemical Mechanical Planarization IV, Phoenix, 2000, p. 297.\n14) J. G. Park, T. Katoh, W. M. Lee, H. Jeon, and U. Paik: Jpn. J. Appl.\n\n3) K. Hirai, H. Ohtsuki, T. Ashizawa, and Y. Kurata: Hitachi Chemical\n\nPhys. 42 (2003) 5420.\n\nTech. Rep. 35 (2000) 17.\n\n15) H. G. Kang, M. Y. Lee, H. S. Park, U. Paik, and J. G. Park: Jpn. J.\n\n4) H. Nojo, M. Kodera, and R. Nakata: IEDM Tech. Dig., 1996, p. 349.\n5) J. S. Reed: Principles of Ceramics Processing (Wiley-Interscience,\n\nAppl. Phys. 44 (2005) 4752.\n\n16) M. Itano, T. Kezuka, M. Ishii, T. Unemoto, M. Kubo, and T. Ohmi: J.\n\nNew York, 1995) 2nd ed., Chap. 17, p. 323.\n\nElectrochem. Soc. 142 (1995) 971.\n\n6) T. Chartier, S. Souchard, J. F. Baumard, and H. Vesteghem: J. Eur.\n\n17) D. H. Kim, H. G. Kang, S. K. Kim, U. Paik, and J. G. Park: Jpn. J.\n\nCeram. Soc. 16 (1996) 1283.\n\nAppl. Phys. 45 (2006) 4893.\n\n7) J. R. McLaughlin: Ceram. Ind. 149 (1999) No. 12, p. 34.\n8) H. G. Kang, T. Katoh, D. H. Kim, U. Paik, and J. G. Park: Jpn. J. Appl.\n\nPhys. 44 (2005) L238.\n\n9) D. H. Kim, H. G. Kang, S. K. Kim, U. Paik, and J. G. Park: Jpn. J.\n\nAppl. Phys. 44 (2005) 7770.\n\n10) V. A. Hackley and J. Texter: in Ultrasonic and Dielectric Character-\nization Techniques for Suspended Particulates, ed. V. A. Hackley and\nU. Paik (American Ceramic Society, Westerville, OH, 1998) p. 191.\n11) S. K. Kim, P. W. Yoon, U. Paik, T. Katoh, and J. G. Park: Jpn. J. Appl.\n\n18) C. Varinot, S. Hiltgun, M.-N. Pons, and J. Dodds: Chem. Eng. Sci. 52\n\n(1997) 3605.\n\n19) M. Gao and E. Forssberg: Powder Technol. 84 (1995) 101.\n20) V. D. Kosynkin, A. A. Arzgatkina, E. N. Ivanov, M. G. Chtoutsa, A. I.\nGrabko, A. V. Kardapolov, and N. A. Sysina: J. Alloys Compd. 303 –\n304 (2000) 421.\n\n21) M. N. Rahaman: Ceramic Processing and Sintering (Marcel Dekker,\n\nNew York, 1995) Chap. 2, p. 42.\n\n22) C. W. Cho, S. K. Kim, U. Paik, J. G. Park, and W. M. Sigmund:\n\nPhys. 43 (2004) 7427.\n\nJ. Mater. Res. 21 (2006) 473.\n\n12) T. Katoh, H. G. Kang, U. Paik, and J. G. Park: Jpn. J. Appl. Phys. 42\n\n7677\n\n\f"
}