{
  "metadata": {
    "source_file": "Lee et al. - 2002 - Chemical mechanical polishing of thermal oxide fil.pdf",
    "extraction_date": "2024-11-17T17:45:19.685219",
    "character_count": 24566
  },
  "content": "Chemical mechanical polishing of thermal oxide films using\nsilica particles coated with ceria\n\nSeung-Ho Lee,a) Zhenyu Lu, S.V. Babu, and Egon Matijevic´b)\nCenter for Advanced Materials Processing, Clarkson University, Potsdam, New York 13699-5814\n\n(Received 12 June 2002; accepted 7 August 2002)\n\nThermal oxide covered silicon wafers were polished with slurries containing either\nnano-sized ceria (CeO2) or newly prepared uniform colloidal silica particles coated\nwith ceria. The polish rate of the latter was significantly higher than that of pure ceria.\nThe experiments were carried out using different concentrations of the abrasives at\npH 4 and 10. Little effect on the polishing rates was noted when the conditions of the\nslurries were varied, which was explained by the compensation of two opposite\npolishing mechanisms.\n\nI.\n\nINTRODUCTION\n\nCeria slurries have been commonly used in polishing\nsilicon oxide films. The CeO2 particles offer certain ad-\nvantages, such as high polish rates due to their chemical\nreactivity with the silica substrate. In spite of these ad-\nvantages, ceria-based slurries have not yet gained wide-\nspread commercial acceptance. The reasons include their\ncost, as well as the broad size distribution and irregular\nshape of the particles. In addition, the commercial ceria\nabrasives contain several contaminants that influence\nnegatively their polishing performance, since they can\nalter the surface morphology, the charge characteristics,\nand the roughness of the particles, resulting in the exces-\nsive scratches and defects of the polished films. Finally,\nthe stability of the slurries can also be affected. So far,\nlimited information has been given on the properties of\nceria used in chemical mechanical polishing (CMP). In-\ndeed, in the reported studies data on the characterization\nof the slurries are either nonexistent or incomplete.1–4\nMore recently, America5 employed two commercial par-\nticles of approximately 440 and 140 nm in diameter\nand Jindal6 used mixed abrasives of nano-sized ceria and\nalumina in polishing silicon oxide wafers.\n\nDepending on the size and the structural properties of\nthe abrasives, different mechanisms may be operational\nin the CMP processes. Thus, it is important to carry out\nexperiments with slurries of well-defined morphological\ncharacteristics. In this study experiments were carried\nout with uniform ceria particles. For this purpose, two\ndifferent dispersions were prepared, one consisting of\nnano-sized ceria particles of narrow size distribution\n\na)On leave from Korea Institute of Ceramic Engineering and Tech-\n\nnology, Seoul, South Korea.\n\nb)Address all correspondence to this author.\n\nand the other of monodispersed colloidal silica coated\nwith ceria. The latter dispersion was chosen because\nmethods for the preparation of uniform larger ceria\nyielded only very low concentrations of solids,7 insuf-\nficient for polishing experiments. In contrast, uniform\nsilica cores are available in large amounts and could be\ncoated with ceria by a process described in this work.\nThis approach makes it possible to control the size of the\ndispersed abrasives, yet having the desired surface and\nother characteristics, in this case of ceria. The actual\nCMP experiments were conducted at two pH values with\ndifferent concentrations of the slurries to examine the\nphysical and chemical effects on the polishing of silicon\noxide films.\n\nThus, the particles described here are superior in terms\nof purity and size uniformity over those available com-\nmercially. It is also shown that the surface roughness of\nthe thermal oxide films polished with these particles is\nreasonably low.\n\nII. EXPERIMENTAL\n\nA. Preparation of nano-sized CeO2 particles\n\nStock solutions of 2 mol dm − 3 Ce(NO 3) 3 and\n2 mol dm−3 NH4OH were prepared from reagents\nand were diluted before use as needed.\n\nNano-sized CeO2 particles were obtained by modify-\ning a process described in a patent.8 The procedure con-\nsists of adding NH4OH solutions into a reactor\ncontaining a preheated Ce(NO3)3 solution. Systematic\nexperiments were carried out to optimize the conditions\n(temperature, concentration of reactants, final pH, etc.)\nthat would yield uniform, highly crystalline particles. It\nwas observed that with increasing temperature the reac-\ntion was faster and that the resulting particles were\n\n2744\n\nJ. Mater. Res., Vol. 17, No. 10, Oct 2002\n\n© 2002 Materials Research Society\n\n\fS-H. Lee et al.: Chemical mechanical polishing of thermal oxide films using silica particles coated with ceria\n\nlarger, if higher concentrations of Ce(NO3)3 solutions\nwere used. Furthermore, the crystallinity of CeO2 was\npoorer when the pH of the reacting solutions was higher.\nThe most uniform stable dispersions of nano-sized ce-\nria (CeO2) particles were obtained by adding 300 cm3 of\na 0.2 mol dm−3 NH4OH solution into a reactor contain-\ning 200 cm3 of a 0.2 mol dm−3 Ce(NO3)3 solution pre-\nheated to 93 °C. The mixture was kept at this temperature\nfor 6 h, while stirred, and then the resulting disper-\nsion was cooled to room temperature. To purify the par-\nticles, the supernatant solution over settled, aggregated\nparticles (due to the high ionic strength) was decanted,\nand the remaining solids were redispersed in water and\ncentrifuged. The process was repeated until the conduc-\ntivity of the washing liquid was approximately\n100 (cid:9)moh or until the pH of the suspension was approxi-\nmately 4.0. The purified samples were kept in an aqueous\nsuspension at room temperature.\n\nThe formation of CeO2 particles proceeded through\nseveral stages. After the mixing of Ce(NO3)3 and\nNH4OH solutions, a gel-like phase was formed in which,\non aging at the elevated temperature, the Ce3+ ion was\noxidized to Ce4+ and H2 gas was released. It was shown\nthat under these conditions hydrated cerium hydroxide\ncomplexes were generated,9,10 and dehydrated during the\ndescribed process, resulting in CeO2 crystallites. This\nmechanism was corroborated in this work by the drop of\nthe pH from approximately 7.0 to approximately 2.5,\nwhile the color of the suspensions changed from purple\nto light yellow.\n\nSugimoto11 has demonstrated that such a “gel-sol”\ntransformation can be used to produce a number of uni-\nform inorganic dispersions.\n\nB. Silica particles coated with CeO2\n\nMonodispersed silicas in modal diameters of 300 and\n400 nm (MP3040 and MP4050, supplied by Nissan\nChemical Industries, Ltd., Houston, TX) were employed\nas core materials in the coating process. Before use, these\nparticles were washed with de-ionized water to remove\nexcess NaOH present in the dispersions.\n\nThe procedure to coat the colloidal silica with cerium\noxide (CeO2) involved essentially the same conditions as\nthose described in the previous section, except for the\ncores being present in the reactant mixtures. Thus,\n300 cm3 of a 0.2 mol dm−3 NH4OH solution was added\ninto the reactor containing 200 cm3 of a 0.2 mol dm−3\nCe(NO3)3 solution preheated to 93 °C, followed by ad-\nmixing 10 g of silica in 20 cm3 of water. The entire\nsystem was then kept at this temperature for 6 h under\nstirring. The resulting dispersions contained both\ncoated silica and nano-sized ceria particles. The latter\nwere separated through several decantation and redisper-\nsion cycles.\n\nThe process of the formation of the coating seemed to\nfollow the same stages as observed in the preparation of\nnano-sized CeO2. First, a gel-like layer encases the cores,\nwhich on aging crystallizes into CeO2 particles that ad-\nhere to silica, mostly in an incomplete monolayer. It is\nnoteworthy, that the independent ceria particles and those\ncomprising the shell are of the same size.\n\nC. Particle characterization\n\nThe crystal structure of the particles was determined\nby x-ray diffraction using CuK(cid:5) radiation, and the crys-\ntallite size of ceria was evaluated by the Scherrer method.\nThe particle size and morphology were assessed by scan-\nning and transmission electron microscopies. The com-\nposition of the coated particles was estimated by energy\ndispersive x-ray spectrometry (EDX). The electropho-\nretic mobilities of the samples were determined with the\nZetapuls instrument as a function of the pH, adjusted\neither with HNO3 or KOH.\n\nD. Polishing of wafers\n\nPolishing experiments were carried out with thermally\ngrown silicon oxide film on 4-in. silicon wafers (Noel\nTechnologies, Campbell, CA) in a Buehler Phoenix-beta\npolisher using IC-1400 K Groove pads made of poly-\nurethane (Rodel Inc., Phoenix, AZ). The rotation speed\nof the pad was set at 90 rpm, while the disk holder was\nheld stationary. The applied pressure was approximately\n4.0 psi. The feed-in slurry flow rate was 120 cm3 min−1.\nBefore each experiment, the pad was hand-conditioned\nfor 1 min with a diamond grit conditioner using de-ionized\nwater. The polishing slurry was agitated continuously\nwith a magnetic stirrer to maintain a good dispersion.\n\nThe polish rates for wafers were determined from the\ndifferences of the film thicknesses measured by means of\noptical interferometry using a Filmetrics instrument. The\nsurface roughness of the polished wafers was estimated\nby a Horizon noncontact optical profilometer.\n\nIII. RESULTS\n\nA. Nano-sized ceria\n\nThe transmission electron micrograph in Fig. 1(a) il-\nlustrates the nano-sized CeO2, prepared as described in\nSec. II.A. The size of the well-dispersed particles of\nnearly cubic shape is approximately 10–15 nm, evaluated\nfrom transmission electron microscopy (TEM) pictures.\nThe x-ray diffractogram [Fig. 2(a)] is characteristic of the\ncubic phase ceria.12 The crystallite size determined by\nthe Scherrer method is approximately 10 nm. Thus, it\nwould appear that these nanoparticles are single crystals.\nThe weight loss of the solids heated to 700 °C was\n2.3%, as determined by the thermogravimetric analysis\nmethod. This result supports the crystalline nature of the\nparticles which are, therefore, expected to be of high\n\nJ. Mater. Res., Vol. 17, No. 10, Oct 2002\n\n2745\n\n\fS-H. Lee et al.: Chemical mechanical polishing of thermal oxide films using silica particles coated with ceria\n\nFIG. 1. Transmission electron micrographs of (a) ceria particles, (b) core silica particles, and (c, d) silica particles coated with ceria nanoparticles.\n\nhardness. The latter is an important property with respect\nto their application in polishing. It should be noted that\nthe commercial samples of nano-sized ceria (Nyacol)\nshowed a weight loss of 6–8%.\n\ncores toward pure ceria. These data indicate that either\nthe shell is incomplete or that silica may still exert an\neffect on the electrokinetic properties of the very small\nceria particles in the shell.\n\nB. Silica coated with ceria\n\nTEM Fig. 1(b) displays silica cores used in this study,\nwhile Fig. 1(c) is the TEM of the same particles covered\nwith ceria by the process described in Sec. II.B. To better\nvisualize the nature of the shell a single coated particle is\nshown in Fig. 1(d). The XRD peaks of coated particles\n[Fig. 2(b)] are characteristic of CeO2, the presence of\nwhich is also confirmed by the EDX analysis.\n\nElectrokinetic mobilities (Fig. 3) of silica cores, of\nnano-sized CeO2, and of the coated particles clearly dis-\nplay a significant shift of the isoelectric point from the\n\nC. Polishing of SiO2 films on wafer\n\nThermal oxide films were polished with slurries con-\ntaining nano-sized ceria, silica cores, a mixture of\nboth, and silica particles coated with ceria, at different\nsolid contents, and at pH 4 and pH 10, respectively. Data\nsummarized in Table I show that the polishing rates\nwere quite low with either of the single systems (SI-B\nand CE) or with their mixtures of different weight ratios\n(M-1, -2, -3).\n\nIn contrast, considerably higher removal rates were\nobserved with slurries containing silica particles coated\nwith ceria (Table II). It is noteworthy that varying the\n\n2746\n\nJ. Mater. Res., Vol. 17, No. 10, Oct 2002\n\n\fS-H. Lee et al.: Chemical mechanical polishing of thermal oxide films using silica particles coated with ceria\n\nsolid contents of abrasives or of the pH had only modest\ninfluence on the rate of the process. Furthermore, the\nroughness of the films after polishing was essentially\nthe same using these slurries under different conditions.\n\nIV. DISCUSSION\n\nA. Abrasive particles\n\nMost of the preparation methods of nano-sized ceria\nwere based on hydrothermal reactions in the ab-\nsence7,10,13–15 or in the presence of stabilizers.16 The\n\nFIG. 2. X-ray diffractograms of (a) nano-sized ceria particles and\n(b) silica particles coated with ceria prepared as described in Sec.\nII.A. and II.B.\n\nFIG. 3. Electrophoretic mobilities of SiO2/CeO2 (silica particles\ncoated with ceria), CeO2 (ceria particles), and SiO2 (silica particles)\nsuspended in 1 × 10−3 mol dm−3 KCl solution as a function of the pH.\n\nsynthesis employed in this work, which is a modification\nof a patent,8 is characterized by a low-temperature proc-\ness, without requiring pressurization or additives. The\nresulting dispersions remain stable, or they can be easily\npeptized by ultrasound. These properties are in part af-\nfected by the hydration envelope on the very small par-\nticles and by their charge. As noted earlier, the adopted\nprocedure can be best described as a gel-sol process.11\nThe coating of silica cores with ceria may follow two\ndifferent paths. One involves the precipitation of nano-\nsized ceria particles, which then adsorb on silica, while in\nthe other case the gel is formed on the cores followed by\ncrystallization of ceria in this layer. The experimental\nevidence supports the latter process. The actual attach-\nment involves a bond formation between basic ≡CeOH\ngroups on the particles and acidic ≡SiOH groups on the\ncores.17\n\nB. Polishing\n\nIn discussing the polishing rate results, it is necessary\nto consider chemical and physical parameters. Any\nevaluation of chemical effects should involve the inter-\nactions due to the solvent, i.e., the effect of the pH, and\nof the possible bond formation between the abrasive par-\nticles and the wafer.\n\nThe very low polish rates of either nano-sized ceria or\npure colloidal silica (CE, SI-B in Table I and SI-A in\nTable II) were observed before.5,6,18 On the other hand,\n\nTABLE I. Polish rates for thermal SiO2 wafers using different mixture\nof silica particles of 400 nm in diameter and of nano-sized ceria par-\nticles at pH 10.\n\nSample\n\nSiO2 wt%\n\nCeO2 wt%\n\nSI-B\nM-1\nM-2\nM-3\nCE\n\n3\n2.85\n2.55\n2\n0\n\n0\n0.15\n0.45\n1\n3\n\nPolish rates\n(nm/min)\n\n11 ± 1\n19 ± 5\n28 ± 2\n25 ± 0\n18 ± 6\n\nTABLE II. Polish rates for thermal SiO2 wafers using different solid\nconcentrations of silica particles coated with ceria.\n\nSample\n\nSiO2/CeO2\nwt%\n\nSiO2\nwt%\n\nParticle\nsize (nm)\n\nSC-1\nSC-2\nSI-A\nSC-A\nSC-B\nSC-C\nSI-B\nSC-D\nSC-E\nM-4\n\n1\n3\n0\n0.3\n1\n3\n0\n1\n3\n1.5\n\n0\n0\n3\n0\n0\n0\n3\n0\n0\n1.5\n\n300\n300\n400\n400\n400\n400\n400\n400\n400\n400\n\nPolish rates\n(nm/min)\n\nRoughness\n(nm)\n\n110 ± 8\n106 ± 1\n15 ± 0\n105 ± 5\n95 ± 5\n93 ± 9\n11 ± 1\n115 ± 14\n91 ± 10\n57 ± 11\n\n0.7–0.9\n1.2–1.4\n0.9–1.1\n1.5–1.7\n1.1–1.4\n1.0–1.4\n0.8–1.0\n1.3–1.5\n0.9–1.2\n0.8–1.0\n\npH\n\n4\n4\n4\n4\n4\n4\n10\n10\n10\n10\n\nJ. Mater. Res., Vol. 17, No. 10, Oct 2002\n\n2747\n\n\fS-H. Lee et al.: Chemical mechanical polishing of thermal oxide films using silica particles coated with ceria\n\nthe great enhancement in the material removal rate with\ncoated silica particles needs to be addressed. It is also\nimportant to note that the polish rates were not affected\nby the experimental conditions, which requires some\nexplanation.\n\nAs mentioned in Sect. I, uniform colloidal ceria is\ndifficult to produce, especially in large quantities needed\nin CMP studies; thus, the coated particles developed in\nthis work are a useful substitute for this application.\n\nThe two pH values used in the experiments were cho-\nsen to alter surface charge characteristics of the interact-\ning surfaces and to evaluate possible chemical reactions\nthat may influence the process. Figure 3 shows that at the\nlow pH the interacting surfaces are of opposite sign of\ncharge, resulting in attraction, while at the higher pH the\neffect will be opposite. Consequently, at pH 4 the con-\nditions are favorable for chemical bond formation be-\ntween the sites on ceria and on the wafer, which should\ndecrease the distance between the particles and the film.\nThis condition facilitates the removal of the oxide film\nfrom the wafer by ceria, while decreasing the amount of\nabrasives sticking to the pad rather than to the wafer. At\npH 10, some dissolution of the silica film can also take\nplace, which would cause the formation of a gel-like\nlayer and enhance the effect of the pressure on the impact\nof abrasive particles.\n\nIt should be mentioned here that the acidified slurry\nproduced a distinct noise during polishing, while at\npH 10 hardly any sound was heard. Obviously, at pH 4\nthe higher friction must be involved in the polishing\nprocess, most likely due to the electrostatic attraction\nbetween the particles and the wafer, as well as to the\nexistence of bonds and to the indentation of the film\nsurface by the abrasives.\n\nThe effect of the surface charges on the particle/wafer\ninterface can also be seen in Fig. 4. The samples were\nprepared by dipping the oxide film wafers in 3 wt% slur-\nries containing silica particles coated with ceria, followed\nby drying in air. At pH 4 silica particles coated with ceria\nform a nearly complete monolayer evenly distributed on\nthe surface of the wafer [Fig. 4(a)], which means that\nthey were immobilized by the electrostatic attraction.\n\nIn contrast, at pH 10 one observes patchwise distribu-\ntion of the abrasives [Fig. 4(b)]. The particles are mobile\ndue to the electrostatic repulsion, and on drying they\nrearrange. Either the repulsion between the particles\nand the surface layer is stronger than that between\nparticles themselves or the capillary force brings the par-\nticles closer, resulting in separate close-packed patches\non the wafer surface.\n\nTable II shows that the polish rate was essentially in-\ndependent on the concentration of coated particles (SC-\n1,-2, SC-A, -B, -C, -D, -E) and on the two pH values. In\nearlier studies it was demonstrated that, depending on\nthe particle size of silica, the rates either increased or\n\nFIG. 4. Scanning electron micrographs of SiO2 wafers dipped in\n3 wt% slurries of silica particles coated with ceria at (a) pH 4 and\n(b) pH 10.\n\ndecreased with the slurry concentrations.19,20 To explain\nthe present finding, it is necessary to consider the pos-\nsible mechanisms operational in the polishing process,\nwhich are based either on the effect of the surface area of\nthe abrasive solids or on the indentation of the particles\ninto silica film on the wafer surface. The polish rates for\nthe two cases can be given in terms of parameter rela-\ntionships as follows:19\n\nsurface area based mechanism: R \" A \" C0\n\n1(cid:6)3 d −1(cid:6)3\n\nindentation based mechanism: R \" V \" C0\n\n−1(cid:6)3 d 4(cid:6)3\n\n,\n(1)\n.\n(2)\n\nHere R is the polish rate, A and V are the contact area and\nindentation volume, respectively, C0 is the abrasive con-\ncentration, and d is the particle diameter.\n\n2748\n\nJ. Mater. Res., Vol. 17, No. 10, Oct 2002\n\n\fS-H. Lee et al.: Chemical mechanical polishing of thermal oxide films using silica particles coated with ceria\n\nThese two relationships clearly show that for a given\nparticle size the polish rate should decrease as the slurry\nconcentration increases, if the indentation mechanism\nwere dominant, while the opposite effect is expected on\nthe basis of the surface area controlled process.\n\nThe independence of the polish rate on the solid con-\ntent could indicate both mechanisms to be operational in\nthe system described in this study. To understand the\nlatter, it is necessary to take into consideration the indi-\nvidual pressure on the particles and the contact surface\narea during polishing. While at higher concentration of\nabrasives the contact area with the surface of the wafer is\nlarger, the distributed pressure on each particle is lower\nand vice versa. Thus, over the range of the conditions in\nthe reported experiments, the effects of these two param-\neters, i.e., the individual pressure and the contact surface\narea, may compensate each other, resulting in nearly the\nsame polish rates.\n\nIn the specific case of polishing with silica coated with\nceria, one must also consider the configuration at the\nsurface of these particles; i.e., the surface is not smooth\nas of pure silica but studded with ceria “spikes.” The\nlatter would probably cause a sharper indentation and\nhigher contact area per overall particle.\n\nAn indirect test of the concepts described above was\nattempted by carrying out the polishing with a slurry\ncomprised of a mixture of pure silica and silica coated\nwith ceria in an equal weight ratio (M-4 in Table II).\nThe polishing rate was essentially halved, because the\npressure was distributed over all particles, but pure\nsilica had little effect by itself on the planarization of the\nwafer.\n\nThe fact that there is not much difference in the rates\nof removal at pH 4 and 10 may be coincidental, because\nin alkali medium the SiO2 layer could partially dissolve,\nchanging the nature of interfaces (bond formation and\nindentation) in the system. Similar independence on the\npH was reported for the polishing rates with the mixture\nof ceria and alumina using the same kind of wafers.6\n\nFinally, the roughness of the polished oxide films\n(Table II) is quite low, making the slurries prepared from\nthese ceria-coated silica particles very attractive for com-\nmercial applications. A paper by K. S. Choi et al.21 also\nshows that the polishing of silica glass with porous silica\nparticles coated with ceria is considerably more efficient\nthan when CMP was carried out with only nanosized\nceria.\n\nACKNOWLEDGMENTS\n\nThis work was supported by Intel Corporation and the\nSemiconductor Research Center (SRC). The authors ac-\nknowledge Nissan Chemical Industries Ltd. and Rodel\nInc. for providing colloidal silica particles and IC-400 K\nGroove pads, respectively.\n\nREFERENCES\n\n1. T. Hoshino, Y. Kurata, Y. Terasaki, and K. Susa, J. Non-Cryst.\n\nSolids 282, 129 (2001).\n\n2. J.W. Lee, B.U. Yoon, S. Han, and J.J. Moon in Chemical-\nMechanical Polishing 2001–Advances and Future Challenges,\nedited by S.V. Bahu, K.C. Cadien, J.G. Ryan, and H. Yano\n(Mater. Res. Soc. Symp. Proc. 671, Warrendale, PA, 2001)\n3. Y. Wang, S. Yu, and A. Tanikella, reported at the 5th Interna-\n\ntional Symposium on CMP, Lake Placid, NY, Aug 2000.\n\n4. C.W. Nam, S.I. Lee, C.I. Kim, and H.H. Kim, reported at the 5th\nInternational Symposium on CMP, Lake Placid, NY, Aug 2000.\n5. W.G. America, R. Srinivasan, and S.V. Babu, in Chemical-\nMechanical Polishing—Fundamentals and Challenges, edited by\nS.V. Babu, S. Danyluk, M.I. Krishnan, and M. Tsujimura (Mater.\nRes. Soc. Symp. Proc. 566, Warrendale, PA, 2000), p. 13.\n\n6. A. Jindal, S. Hegde, and S.V. Babu, J. Electrochem. Soc. (submit-\n\nted for publication).\n\n7. W.P. Hsu, L. Ro¨nnquist, and E. Matijevic´, Langmuir 4, 31 (1988).\n8. K. Hanawa, N. Mochizuki, and N. Ueda, U.S. Patent 5 938 837,\n\nMay 17, 1999.\n\n9. P.L. Chen and I-W. Chen, J. Am. Ceram. Soc., 76, 1577 (1993).\n10. M. Hirano and E. Kato, J. Am. Ceram. Soc. 79, 777 (1993).\n11. T. Sugimoto, in Fine Particles Synthesis, Characterization, and\nMechanisms of Growth, edited by T. Sugimoto (Marcel Dekker,\nNew York, 2000), p. 58ff.\n\n12. Powder Diffraction File, JCPDS Card No. 34-0394, International\n\nCentre for Diffraction Data, Swarthmore, PA (1981).\n\n13. M. Hirano, Y. Fukuda, H. Iwata, Y. Hotta, and M. Inagaki, J. Am.\n\nCeram. Soc. 83, 1287 (1993).\n\n14. M. Hirano and E. Kato, J. Am. Ceram. Soc. 82, 786 (1999).\n15. S. Lakhwani and M.N. Rahaman, J. Mater. Res. 14, 1455 (1999).\n16. T. Masui, K. Fujiwara, K-I. Machida, and G-Y. Adachi, Chem.\n\nMater. 9, 2197 (1997).\n\n17. S-H. Lee and E. Matijevic´, J. Colloid Interface Sci. (submitted for\n\npublication).\n\n18. A. Jindal, Ph.D. Thesis, Clarkson University, Potsdam, NY (2002).\nin Chemical-\n19. U. Mahajan, M. Bielmann, and R.K. Singh,\nMechanical Polishing—Fundamentals and Challenges, edited by\nS.V. Babu, S. Danyluk, M.I. Krishnan, and M. Tsujimura (Mater.\nRes. Soc. Symp. Proc. 566, Warrendale, PA, 2000), p. 27.\n20. Z. Lu, S-H. Lee, S.V. Babu, and E. Matijevic´, J. Colloid Interface\n\nSci. (submitted for publication).\n\n21. K.S. Choi, R. Vacassy, N. Bassim, and R.K. Singh, in Chemical-\nMechanical Polishing 2001–Advances and Future Challenges,\nedited by S.V. Babu, K.C. Cadien, and H. Yano (Mater. Res. Soc.\nSymp. Proc. 671, Warrendale, PA, 2001), p. M5.8.1.\n\nJ. Mater. Res., Vol. 17, No. 10, Oct 2002\n\n2749\n\n\f"
}