{
  "metadata": {
    "source_file": "Li et al_2022_Changing the calcination temperature to tune the microstructure and polishing.pdf",
    "extraction_date": "2024-11-17T17:45:22.178547",
    "character_count": 31134
  },
  "content": "RSC Advances\n\nPAPER\n\nCite this: RSC Adv., 2022, 12, 16554\n\nReceived 12th April 2022\nAccepted 26th May 2022\n\nDOI: 10.1039/d2ra02367a\n\nrsc.li/rsc-advances\n\nIntroduction\n\nChanging the calcination temperature to tune the\nmicrostructure and polishing properties of ceria\noctahedrons†\n\nYongxiu Li,\n\nab Xueliang Wang,a Linmin Ding,a Yao Li,a Rucheng Hea and Jing Li\n\n*ab\n\nCeria octahedrons with diﬀerent microstructure and surface characteristics were prepared by calcining an\noctahedral CeO2 precursor self-assembled from spherical primary nanocrystals of about 5 nm at 500–\n900 (cid:1)C. Structural characterization revealed that with the calcination temperature increasing from 500\nto 700 (cid:1)C, the products maintained a hierarchical structure and primary nanocrystals changed from\nspherical to octahedral particles. Signiﬁcant fusion occurred between the primary nanocrystals and the\nsurface of the octahedrons became smooth at the calcination temperature of 800 (cid:1)C. Single crystal\nCeO2 octahedrons were formed when the calcination temperature reached 900 (cid:1)C. The change in\nmicrostructure induced by elevated calcination temperature led to increased mechanical hardness and\ndecreased surface chemical activity (speciﬁc surface area and surface Ce3+ concentration) of the\noctahedrons, which had an impact on their polishing performance. The polishing experiments on K9\nglass showed that the polishing rate ﬁrst increased and then decreased with the increment of calcination\ntemperature, indicating that in addition to the mechanical hardness, the surface chemical activity of the\noctahedrons is also important for material removal. Owing to the best matching of chemical activity and\nmechanical hardness, CeO2 octahedrons calcinated at 700 (cid:1)C exhibited the highest polishing rate and\nthe best surface quality for K9 glass.\n\nCeria is an important rare earth functional material that is\nwidely used in solid oxide fuel cells (SOFCs), oxygen sensors,\ncatalysts, ultraviolet absorbents, biological elds and polishing\nmaterials.1–7 As a polishing material, ceria has many advan-\ntages, such as high polishing rate, little damage to the polished\nsurface, good surface quality aer polishing and high removal\nselectivity, and therefore, has been used as the key abrasive for\nthe chemical mechanical polishing (CMP) of optical glass,\nadvanced integrated circuits and dielectric layers deposited for\nthe fabrication of microelectronic devices.6–8 In recent years,\nwith the decrease in size of the integrated circuit architecture\ndue to chip miniaturization and the increase in precision of the\noptical glass planarization due to device upgrade, higher\nrequirements are put forward for ceria abrasives.9–13\n\nA number of studies have been carried out with respect to the\nsynthesis and tailoring of ceria abrasives, in which the physical\nand chemical characteristics of ceria particles, such as\nmorphology, size, surface state, have a great inuence on the\n\naSchool of Chemistry and Chemical Engineering, Nanchang University, Nanchang,\nJiangxi 330031, China. E-mail: lijingbuaa@163.com\n\nbInstitute of Rare Earths, Nanchang University, Nanchang, Jiangxi, 330031, China\n† Electronic\nhttps://doi.org/10.1039/d2ra02367a\n\nsupplementary\n\ninformation\n\navailable.\n\n(ESI)\n\nSee\n\nthan spheres-shaped CeO2 because\n\npolishing performance.14–18 Hu et al. compared the polishing\nperformance of CeO2 nano-octahedrons and nanospheres on\nthe silicon single crystal substrate and the results showed that\nthe CeO2 nano-octahedrons with exposed {111} facets exhibited\na stronger material removal capacity and inferior polishing\nquality\nthe nano-\noctahedron with sharp corners and well-dened edges could\ninduce higher compressive stress.19 Sreeremya et al. observed\na strong morphology dependence of ceria nano-abrasives in\nglass polishing and the ceria nanostructure with a mixed\nmorphology of rods and cubes exhibited the highest material\nremoval rate and the best surface nish compared to nano-cube\nand nanosphere.20 Peng et al. carried out contrast experiments\nusing ceria abrasive with micro and nano particle sizes in glass\npolishing and found that the material was removed by chemical\nreaction for ceria nanoparticles, while chemical reaction and\nmechanical abrasion simultaneously took place for ceria parti-\ncles with sizes at scale of micrometers.21\n\nIn addition to size and morphology of the particle, the pol-\nishing performance of ceria abrasive is also aﬀected by the heat\ntreatment conditions. Janos et al. prepared ceria abrasive by\ncalcining carbonate or oxalate precursors and the calcination\ntemperature was found to be a critical parameter that governed\nthe polishing eﬃciency and the quality of\nthe polished\nsurface.22 Kim et al. studied the eﬀect of the oxygen partial\npressure on the crystalline structure of ceria particles during the\n\n16554 | RSC Adv., 2022, 12, 16554–16560\n\n© 2022 The Author(s). Published by the Royal Society of Chemistry\n\nOpen Access Article. Published on 06 June 2022. Downloaded on 10/19/2023 3:50:04 AM.  This article is licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported Licence.View Article OnlineView Journal | View Issue\fPaper\n\nRSC Advances\n\ncalcination of carbonate precursor and the results showed that\nthe calcination process with a high oxygen concentration was\nbenecial for the synthesis of cubic phase CeO2 with enhanced\nshallow trench isolation (STI) CMP performance.23\n\nAlthough much work has been done on the fabrication of ceria\nabrasives, there are few studies on the correlations between\ncalcination temperature and abrasive morphology, chemical\nactivity and mechanical hardness. Herein, using hierarchical\nCeO2 octahedrons as precursor, we synthesized a series of octa-\nhedral ceria abrasives with diﬀerent microstructure and surface\ncharacteristics by varying calcination temperature. The relation-\nship between calcination temperature and microstructure,\nmechanical hardness and chemical activity was established\nthrough polishing experiments on K9 glass. This work shed a light\non manipulating the mechanical and chemical properties of ceria\nabrasives from a microstructural perspective, providing new ideas\nfor the design and synthesis of ceria polishing materials.\n\ntreated by ultrasound for 15 min. The solid content (for abra-\nsive) of the slurry was 3 wt% and the pH value of the slurry was\nabout 6.7. Polishing tests were performed at the K9 optical glass\nwafers with a diameter of 60 mm by a UNIPOL-802 CMP\nequipment (Shenyang Kejing Co. Ltd.). The polishing process\nparameters were set as follows: using a synthetic leather pad\nwith rotation speed 200 rpm, downforce 0.67 psi, feed rate of the\n(cid:4)1, polishing temperature of 25 (cid:5) 2 (cid:1)C, polishing\nslurry 2 L min\ntime 1 h. Aer polishing, the wafers were rinsed by absolute\nethyl alcohol and DI water and then dried naturally in a super\nclean room. Material removal rate (MRR) was calculated\naccording the formula MRR ¼ (m0\n(cid:4) m)/rtA, where r is the\n(cid:4)3), A is the area of the wafer, t\ndensity of the K9 glass (2.51 g cm\nis polishing time, m0 is the original mass of the wafer and m is\nmass of the wafer aer polishing. The MRR is the average of 3\nruns. The surface topography and root mean square (RMS)\nroughness were measured by atomic force microscope (AFM,\nBruker Dimension Icon).\n\nResults and discussion\n\nThe hierarchical octahedral CeO2 precursor was self-assembled\nby spherical primary nanocrystals of about 5 nm which shared\nan almost common crystallographic orientation (Fig. S1†). The\nthermal behaviour of the precursor was investigated with TG-\nDTA. As illustrated in Fig. 1, the TG curve exhibited contin-\nuous weight loss in a broad temperature range from room\ntemperature to 500 (cid:1)C. The total weight loss is measured at\nabout 13%. The weight loss before 200 (cid:1)C is ascribed to the\nremoval of free water or adsorbed water and the signicant\nweight loss from 200 to 500 (cid:1)C is attributed to the combustion\nof the residual surfactant PVP. The DTA curve showed two\nexothermic peaks around 254 and 337 (cid:1)C, corresponding to the\nexothermic behaviour during the thermal decomposition/\noxidation of PVP.\n\nFig. 2 showed the XRD patterns of the calcined products. All\nthe diﬀraction peaks can be indexed to the pure cubic uorite\nstructure of CeO2 with lattice constant of a ¼ 5.41 ˚A, which is in\ngood agreement with the JCPDS card (no. 34-0394). As the\ncalcination temperature was increased, the peaks in the XRD\npattern became sharper and the full width at half maximum\n\nExperimental\nPreparation\n\nHierarchical octahedral CeO2 precursor with an average edge\nlength of (cid:3)200 nm was synthesized according to our previous\nreport by a hydrothermal method.24 Typically, 21.711 g of\n$6H2O and 11.117 g of polyvinylpyrrolidone (PVP, K30)\nCe(NO3)3\nwere dissolved in 300 ml of deionized (DI) water. The pH of the\nsolution was adjusted to 4.0 with 0.1 M NaOH solution. The\nmixture was transferred into a Teon-lined stainless autoclave\n(capacity 500 ml) and heated at 180 (cid:1)C for 24 h. Aer washed\nand dried in an oven at 60 (cid:1)C for 12 h, the hierarchical CeO2\noctahedrons were calcined at 500, 600, 700, 800 or 900 (cid:1)C in air\nfor 2 h to obtain polishing abrasive (Sample A–E).\n\nCharacterization\n\nThermal analysis was performed using a PE PYRIS Diamond TG-\n(cid:4)1 from room tempera-\nDTA in air at a heating rate of 10 (cid:1)C min\nture to 900 (cid:1)C. The phase and composition of the samples were\ncharacterized by X-ray powder diﬀraction (XRD, Bruker axs D8\nAdvance) using Cu Ka radiation (l ¼ 0.15406 nm). The\nmorphology and structure were examined by eld-emission\nscanning electron microscopy (FE-SEM, FEI Quanta-200F micro-\nscope) and transmission electron microscopy (TEM, JEOL JEM-\n2100 microscope). Raman spectra were recorded on a Renishaw\ninVia spectrometer using 532 nm laser excitation. The BET (Bru-\nnauer–Emmett–Teller) surface area of the samples was deter-\nmined by physical adsorption of N2 at 77 K using a Quantachrome\nAutosorb-iQ gas adsorption analyzer. The surface zeta potential\nmeasurement of the samples was performed using an Agilent\nZetaprobe 7020. The particle size distribution was measured by\na Bettersize 2000LD particle size analyzer. X-ray photoelectron\nspectroscopy (XPS) data were obtained using a Thermo Scientic\nEscalab 250Xi with Al Ka radiation (hn ¼ 1486.6 eV).\n\nPolishing tests\n\nThe slurry was prepared by dispersing ceria abrasive calcined at\ndiﬀerent temperature into DI water under stirring and then\n\nFig. 1 TG-DTA pattern of the hierarchical octahedral CeO2 precursor.\n\n© 2022 The Author(s). Published by the Royal Society of Chemistry\n\nRSC Adv., 2022, 12, 16554–16560 | 16555\n\nOpen Access Article. Published on 06 June 2022. Downloaded on 10/19/2023 3:50:04 AM.  This article is licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported Licence.View Article Online\fRSC Advances\n\nPaper\n\ndiﬀraction spots, in which the high-order diﬀraction spots were\nobviously prolonged (Fig. 4f–h). This suggested that the primary\nparticles were assembled into octahedrons with almost the\nsame crystallographic orientation. As the calcination tempera-\nture was increased to 800 (cid:1)C, the primary particles fused\nsignicantly and the elongation of high-order diﬀraction spots\nbecame inconspicuous (Fig. 4d and i). When the calcination\ntemperature reached 900 (cid:1)C, CeO2 octahedrons with single\ncrystal structure were obtained (Fig. 4e and j). The HRTEM\nimages (Fig. 4k–o) taken from the white-boxed areas in Fig. 4a–e\nrevealed the evolution of primary particles with the increment\nof calcination temperature. The primary nanocrystals changed\nfrom spherical-like particles of about 5 nm to sharp octahedral\nparticles with the edge length of about 8 nm as the calcination\ntemperature increased from 500 to 700 (cid:1)C. With the calcination\ntemperature rising up to 800 (cid:1)C, the primary nanocrystals were\nfused together to form big particles and the boundary between\nthese big particles was not obvious. As the calcination temper-\nature was 900 (cid:1)C, the primary nanocrystals were completely\nfused and the hierarchical structure disappeared, forming\nsingle crystal CeO2 octahedrons. This is consistent with the XRD\nresults, i.e., the increase in calcination temperature led to the\nincrease of crystallinity and grain size.\n\nThe Raman spectroscopy technology was also used to\ninvestigate the structure of the calcined products. As shown in\nFig. 5, the main Raman band was peaked at about 462.5, 462.6,\n(cid:4)1 for Sample A–E. It belongs to the only\n464.2, 464.7, 465.9 cm\nallowed Raman mode (F2g) of cubic-uorite-structured CeO2,\nwhich is attributed to the symmetrical stretching mode of Ce–\nO8 vibrational unit.25 The F2g mode is very sensitive to the\ndisorder in oxygen sublattice caused by thermal or grain sized\ninduced eﬀects.26–28\nIn bulk CeO2 this frequency is 465–\n(cid:4)1. For the calcined products, we observed a red-shi of\n466 cm\nthis main Raman band accompanied by peak broadening as the\ncalcination temperature decreased. This is attributable to the\ndecrease of grain size revealed by XRD and TEM.\n\nThe products calcined at diﬀerent\n\ntemperatures were\nprepared into polishing slurries to investigate their polishing\n\nFig. 2 XRD patterns of the calcined products (Sample A–E).\n\n(FWHM) decreased,\nindicating better crystallinity and an\nincrease in the grain size with rising calcination temperature.\nThe morphology of the calcined products was examined by\nSEM. As illustrated in Fig. 3a–e, the samples calcined at\ndiﬀerent temperatures have octahedral shape with rounded\nedges and corners. High-magnication SEM images of a single\nthey possessed diﬀerent surface\noctahedron revealed that\nstructures (Fig. 3f–j). The samples calcined at temperature\nvalues of 500, 600 and 700 (cid:1)C have a hierarchical structure\nsimilar to the precursor and small primary particles can be\nclearly observed on the surface. When the calcination temper-\nature increased to 800 and 900 (cid:1)C, the surface of the calcined\nproducts became smooth, indicating that the primary particles\nwere fused.\n\nMore details about the crystallinity and structure of the\nsamples calcined at diﬀerent temperatures were studied with\nTEM, selected area electron diﬀraction (SAED) and high-\nresolution transmission electron microscopy\n(HRTEM).\nFig. 4a–c displayed the typical TEM images of a single particle of\nSample A–C oriented along the [110] zone axis, showing that\nthey were assembled from small primary particles. The corre-\nsponding SAED patterns exhibited single-crystal-like electron\n\nFig. 3 Low-magniﬁcation SEM images of Sample A–E (a–e) and high-magniﬁcation SEM images of a single particle for Sample A–E (f–j).\n\n16556 | RSC Adv., 2022, 12, 16554–16560\n\n© 2022 The Author(s). Published by the Royal Society of Chemistry\n\nOpen Access Article. Published on 06 June 2022. Downloaded on 10/19/2023 3:50:04 AM.  This article is licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported Licence.View Article Online\fPaper\n\nRSC Advances\n\nFig. 4 TEM images (a–e) and corresponding SEAD patterns (f–j) of single particle for Sample A–E. (k–o) HRTEM images recorded from white-\nboxed areas marked in a–e.\n\njudges stability of particle dispersion, so the calcined products\nhave good dispersion stability. Considering that K9 glass has an\nelectronegative surface charge (negative zeta potential), oppo-\nsite surface charge will lead to the adhesion of calcined particles\nto the K9 surface by electrostatic attraction, which is helpful to\nimprove the removal rate.29,30 The particle size distribution\nmeasurement showed that D90 of the calcined products was\nremarkably increased with the rising of calcination tempera-\nture, resulting in the broadening of the particle size distribution\n(R values). This may be because with the increase of calcination\ntemperature, fusion occurred not only between primary nano-\nforming particle\ncrystals, but also between octahedrons,\nagglomerates.\n\nThe polishing rate of the calcined products towards K9 glass\nwas also shown in Table 1. With calcination temperature rising,\nMRR rst increased and then decreased. The products calcined\nat 700 (cid:1)C was found to possess the highest MRR (187.9\n(cid:4)1). From the mechanical eﬀect during polishing, the\nnm min\nincrement of calcination temperature increased the grain size\nand made the octahedrons denser, thereby improving the\nmechanical hardness of the octahedral particles, which could\n(cid:4)1\nexplain the increase in MRR from 140.6 to 187.9 nm min\nwhen the calcination temperature went up from 500 to 700 (cid:1)C.\nHowever, as the calcination temperature continued to rise to\n800 and 900 (cid:1)C, we observed a decrease in MRR. This showed\nthat apart from the mechanical friction, the chemical eﬀect\nduring polishing is also important.\n\nCeO2 is an excellent polishing material for glass, because it\nrelies not only on mechanical friction but also on chemical\n\nFig. 5 Raman spectra of the calcined products (Sample A–E).\n\nperformance on K9 glass. Table 1 showed the physical charac-\nteristics of the calcined products and their MRR values for\npolishing K9 glass. It can be seen that the specic surface area\n(cid:4)1 with\ndecreased with values at 122.80, 113.01 and 75.96 m2 g\nthe increasing calcination temperature at 500, 600 and 700 (cid:1)C,\nwhich is consistent with the increase in the size of primary\nnanocrystals caused by the elevated calcination temperature.\nDue to the fusion of primary nanocrystals, the specic surface\narea of products calcined at 800 and 900 (cid:1)C decreased sharply to\n(cid:4)1. All the calcined products were positively\n34.24 and 12.79 m2 g\ncharged with the surface zeta potential of 116.6, 79.2, 77.2, 75.0\nand 40.2 mV for Sample A–E. A zeta potential value of 30 mV\n(positive or negative) can be taken as the arbitrary value that\n\n© 2022 The Author(s). Published by the Royal Society of Chemistry\n\nRSC Adv., 2022, 12, 16554–16560 | 16557\n\nOpen Access Article. Published on 06 June 2022. Downloaded on 10/19/2023 3:50:04 AM.  This article is licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported Licence.View Article Online\fRSC Advances\n\nTable 1 Physical characteristics of the calcined products (Sample A–E) and their MRR values for polishing K9 glass\n\nCeO2\n\n(cid:4)1)\n\nSurface area (m2 g\nZeta potential (mV)\nD10 (mm)\nD50 (mm)\nD90 (mm)\nR ¼ (D90\nMRR (nm min\n\n(cid:4) D10)/D50\n\n(cid:4)1)\n\n500 (cid:1)C\n\n122.80\n116.6\n0.269\n0.329\n0.428\n0.483\n140.6 (cid:5) 6.7\n\n600 (cid:1)C\n\n113.01\n79.2\n0.266\n0.322\n0.424\n0.491\n163.8 (cid:5) 8.0\n\n700 (cid:1)C\n\n75.96\n77.2\n0.271\n0.389\n0.725\n1.17\n187.9 (cid:5) 7.8\n\n800 (cid:1)C\n\n34.24\n75.0\n0.280\n0.415\n0.850\n1.37\n166.8 (cid:5) 6.6\n\nPaper\n\n900 (cid:1)C\n\n12.79\n40.2\n0.285\n0.544\n1.043\n1.39\n166.7 (cid:5) 8.5\n\nchemical eﬀect during CMP for the reason that Ce3+ sites helped\nthe formation of Ce–OH groups at the CeO2 surface in aqueous\nmedium through H2O dissociation and facilitated the breaking\nup of Si–O bond during polishing.7–10,31–34,37–39 Therefore, XPS\nanalysis was carried out to investigate the surface Ce oxidation\nstate of the calcined products. Fig. 6 showed the Ce 3d spectra of\nSample A–E. Quantitative calculation of the Ce3+ concentration\nwas conducted by peak deconvolution of XPS spectra using the\nmixed Gaussian–Lorentzian function. Ten deconvoluted peaks\ncould be observed, of which the peaks labelled as v correspond\nto Ce 3d5/2 at low binding energy and the peaks labelled as u\nrefer to Ce 3d3/2 at high binding energy.40 Among the ten peaks,\ntwo doublets (v0, u0), (v1, u1) are indexed to two diﬀerent nal\nstates of Ce3+ in CeO2 owing to the emission from the spin–orbit\nsplit 3d5/2 and 3d3/2 core levels and three doublets (v0, u0), (v00,\nu00), (v000, u000) result from diﬀerent nal states of Ce4+. The\nconcentration of Ce3+ ions in Sample A–E was calculated by\ndividing the area corresponding to Ce3+ to the total integrated\narea of Ce 3d. As displayed in Table 2, with increasing calcina-\ntion temperature from 500 to 900 (cid:1)C, the Ce3+ concentration\ndecreased from 24.2 to 20.5%. Combined with the specic\nsurface area data, it can be concluded that the surface chemical\nactivity decreased from Sample A to Sample E.\n\nFig. 7 showed the O1s XPS spectra of the calcined products.\nThe peak centered at 529.0–529.6 eV is ascribed to the charac-\nteristic peak of lattice oxygen in CeO2. The position of this peak\nshied to lower binding energy with increasing calcination\ntemperature, indicating the change in the chemical environ-\nment of lattice oxygen in CeO2. According to the reports in\nliterature,41,42 the conversion of Ce3+ to Ce4+ in CeO2 easily led to\nthe shi of oxygen binding energy to a low position. This\n\nFig. 6 Ce 3d XPS spectra of the calcined products (Sample A–E).\n\nto\n\nglass\n\nsurface\n\nreaction with the\nachieve material\nremoval.6,7,31–34 From the chemical eﬀect during polishing, Ce–\nOH on the CeO2 surface can react with Si–OH on the glass\nsurface to form Ce–O–Si bond that is stronger than Si–O–Si\nbond, thereby realizing the removal of the glass surface layer.\nMany studies have shown that the surface Ce oxidation state\nhad a great impact on the polishing performance of CeO2\nparticles.15–17,35,36 It was believed that CeO2 particle with high\nsurface Ce3+ concentration was benecial\nto improve the\n\nTable 2 XPS binding energy and peak area of individual peak of Ce 3d for Sample A–E\n\nPeak assignment\n\nv0\n\nv0\n\nv1\n\nv00\n\nv000\n\nu0\n\nu0\n\nu1\n\nu00\n\nu000\n\nCe 3d5/2\n\nCe 3d3/2\n\nCe3+\n\nCe4+\n\nCe3+\n\nCe4+\n\nCe4+\n\nCe3+\n\nCe4+\n\nCe3+\n\nCe4+\n\nCe4+\n\nTemperature\n\nBinding energy (eV)\n\n880.7\n\n882.3\n\n884.6\n\n888.7\n\n898.3\n\n899.3\n\n900.8\n\n903.9\n\n907.3\n\n916.7\n\n500 (cid:1)C\n600 (cid:1)C\n700 (cid:1)C\n800 (cid:1)C\n900 (cid:1)C\n\nPeak area (%)\nPeak area (%)\nPeak area (%)\nPeak area (%)\nPeak area (%)\n\n3.5\n2.8\n3.1\n3.3\n1.3\n\n14.6\n13.2\n15.0\n13.4\n15.7\n\n9.6\n8.2\n8.3\n8.1\n8.1\n\n11.1\n12.2\n11.7\n12.2\n12.9\n\n12.1\n11.6\n12.2\n13.5\n13.0\n\n5.4\n6.3\n6.2\n5.2\n6.1\n\n11.9\n12.1\n11.6\n11.8\n11.7\n\n5.7\n5.9\n5.3\n5.2\n5.0\n\n11.0\n12.3\n11.8\n12.4\n12.2\n\n15.1\n15.3\n14.8\n14.8\n14.0\n\n[Ce3+]\n(%)\n\n24.2\n23.2\n22.9\n21.8\n20.5\n\n16558 | RSC Adv., 2022, 12, 16554–16560\n\n© 2022 The Author(s). Published by the Royal Society of Chemistry\n\nOpen Access Article. Published on 06 June 2022. Downloaded on 10/19/2023 3:50:04 AM.  This article is licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported Licence.View Article Online\fPaper\n\nRSC Advances\n\nFig. 7 O1s XPS spectra of the calcined products (Sample A–E).\n\nimplied that the ratio of Ce4+ increased as the calcination\ntemperature rose, which is in accordance with the Ce 3d XPS\nanalysis. The decline in chemical activity thus resulted in lower\nMRR for Sample D and E calcined at 800 and 900 (cid:1)C than for\nSample C calcined at 700 (cid:1)C.\n\nSurface quality aer polishing is also crucial to evaluate the\nCMP eﬀect. Fig. 8 displayed the surface roughness of the K9\nglass wafer before and aer polished with the calcined prod-\nucts. Results showed that the RMS surface roughness of K9\nglass in a 20 mm (cid:6) 20 mm area aer CMP by Sample A–E was\n1.66 (cid:5) 0.131, 0.893 (cid:5) 0.058, 0.793 (cid:5) 0.066, 0.877 (cid:5) 0.072 and\n0.951 (cid:5) 0.065 nm, respectively. Sample C calcinated at 700 (cid:1)C\nexhibited the best surface quality aer polishing. The K9\nsurface polished by Sample A has a high surface roughness\nalthough the particle size distribution of this sample is narrow,\nwhich should be ascribed to the mismatch between chemical\nactivity and mechanical hardness of the particles. The RMS\nroughness of K9 glass polished by Sample D and E also\nincreased compared to Sample C. In addition to the mismatch\nbetween chemical activity and mechanical hardness of the\nparticles, this may be also related to the broadening of particles\nsize distribution.\n\nAlthough all the calcined products have the quasi-octahedral\nshape with a similar edge length of 200 nm, their microstruc-\nture and physicochemical properties changed due to the\n\nFig. 9 Schematics illustrating the chemical and mechanical polishing\neﬀect for the products calcinated at diﬀerent temperatures.\n\n(cid:4)\n\ndiﬀerent calcination temperatures, leading to varied polishing\neﬀects. As illustrated in Fig. 9, the octahedral CeO2 in water is\nterminated with Ce–OH2\n+ due to the positive zeta potential\n(cid:4)\nwhile the surface of the K9 wafer is Si–O\n.43 The opposite\nsurface charge between K9 surface and the calcined octahe-\ndrons leads to a strong electrostatic attraction. Under certain\npressure, Ce–OH2\n+ on the surface of octahedrons will react with\nSi–O\nto form Ce–O–Si bonds, thus weakening the Si–O–Si\nbonds on K9 surface layer. This surface layer activated by\nchemical reaction is then removed by mechanical friction of\noctahedrons. The removal of K9 surface layer is achieved under\nthe synergy of chemical reaction and mechanical friction. When\nthe calcination temperature is low, the chemical eﬀect of the\noctahedral particles is stronger than their mechanical eﬀect\nduring polishing, resulting in low MRR and high surface\nroughness. At a high calcination temperature, such as 900 (cid:1)C,\nthe chemical eﬀect is weak and the mechanical eﬀect domi-\nnates, which also brings about a decrease in MRR and an\nincrease in RMS. The octahedral CeO2 obtained at a calcination\ntemperature of 700 (cid:1)C has the best matching chemical and\nmechanical eﬀects, resulting in high MRR and low surface\nroughness.\n\nConclusions\n\nFig. 8 2D-AFM images of the surface before (a) and after polishing\nwith Sample A–E (b–f).\n\nOctahedral CeO2 particles with diﬀerent microstructures were\nobtained by calcining the hierarchical CeO2 octahedrons at\n\n© 2022 The Author(s). Published by the Royal Society of Chemistry\n\nRSC Adv., 2022, 12, 16554–16560 | 16559\n\nOpen Access Article. Published on 06 June 2022. Downloaded on 10/19/2023 3:50:04 AM.  This article is licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported Licence.View Article Online\fRSC Advances\n\nPaper\n\nvaried temperatures. The diﬀerence in microstructure makes\nthese octahedral CeO2 particles have varied physicochemical\nproperties, resulting in diﬀerent polishing eﬀects on K9 glass.\nAt low calcination temperatures of 500 and 600 (cid:1)C, the octa-\nhedral particles maintained the hierarchical structure of the\nprecursor, which possessed high chemical activity and low\nmechanical hardness. The primary nanoparticles were fused\ntogether and single crystal CeO2 octahedrons were formed at\nhigh calcination temperatures of 800 and 900 (cid:1)C, which had\nbetter mechanical hardness but lower chemical activity. The\noctahedral particles calcined at 700 (cid:1)C had the best matching of\nchemical activity and mechanical hardness, thus exhibiting the\nbest polishing performance toward K9 glass.\n\nConﬂicts of interest\nThere are no conicts to declare.\n\nAcknowledgements\n\nThis work was supported by National Natural Science Founda-\ntion of China (Grant No. 21965020, 51864033, 21978127) and\nKey R&D Program of the Ministry of Science and Technology\n(Grant No. 2019YFC0605000).\n\nReferences\n\n1 C. W. Sun, H. Li and L. Q. Chen, Energy Environ. Sci., 2012, 5,\n\n8475.\n\n2 P. Jasinski, T. Suzuki and H. U. Anderson, Sens. Actuators, B,\n\n2003, 95, 73.\n\n3 T. Montini, M. Melchionna, M. Monai and P. Fornasiero,\n\nChem. Rev., 2016, 116, 5987.\n\n4 R. Alvarez-Asencio, R. W. Corkery and A. Ahniyaz, RSC Adv.,\n\n2020, 10, 14818.\n\n5 A. Dhall and W. Self, Antioxidants, 2018, 7, 97.\n6 M. Krishnan, J. W. Nalaskowski and L. M. Cook, Chem. Rev.,\n\n2010, 110, 178.\n\n7 R. Srinivasan, P. V. R. Dandu and S. V. Babu, ECS J. Solid\n\nState Sci. Technol., 2015, 4, 5029.\n\n8 E. Matijevic and S. V. Babu, J. Colloid Interface Sci., 2008, 320,\n\n219.\n\n9 L. Wang, K. Zhang, Z. Song and S. Feng, Appl. Surf. Sci., 2007,\n\n253, 4951.\n\n10 M. Oh, J. S. Nho, S. B. Cho, J. S. Lee and R. K. Singh, Powder\n\nTechnol., 2011, 206, 239.\n\n11 P. R. V. Dandu, V. K. Devarapalli and S. V. Babu, J. Colloid\n\nInterface Sci., 2010, 347, 267.\n\n12 R. Manivannan and S. Ramanathan, Appl. Surf. Sci., 2009,\n\n255, 3764.\n\n13 K. Wakamatsu, S. Kurokawa, T. Toyama and T. Hayashi,\n\nPrecis. Eng., 2019, 60, 458.\n\n14 M. Fu, L. Wei, Y. Li, X. Zhou, S. Hao and Y. Li, Solid State Sci.,\n\n2009, 11, 2133.\n\n15 J. Choi, C. Shin, J. Yang, S. Chae and T. Kim, ECS J. Solid State\n\nSci. Technol., 2019, 8, 3128.\n\n16 J. Cheng, S. Huang, Y. Li, T. Wang, L. Xie and X. Lu, Appl.\n\nSurf. Sci., 2020, 506, 144668.\n\n17 W. Pei, D. Zhao, X. Chen, X. Wang, X. Yang, J. Wang, Z. Li\n\nand L. Zhou, RSC Adv., 2019, 9, 26996.\n\n18 A. Chen, Y. Duan, Z. Mu, W. Cai and Y. Chen, Appl. Surf. Sci.,\n\n2021, 550, 149353.\n\n19 P. Hu, Y. Chen, R. Sun, Y. Chen, Y. Yin and Z. Wang, Appl.\n\nSurf. Sci., 2017, 401, 100.\n\n20 T. S. Sreeremya, M. Prabhakaran and S. Ghosh, RSC Adv.,\n\n2015, 5, 84056.\n\n21 W. Peng, C. Guan and S. Li, Opt. Eng, 2014, 53, 1.\n22 P. Janos, J. Ederer, V. Pilarova, J. Henych, J. Tolasz, D. Milde\n\nand T. Opletal, Wear, 2016, 362–363, 114.\n\n23 Y. H. Kim, S. K. Kim, N. Kim, J. G. Park and U. Paik,\n\nUltramicroscopy, 2008, 108, 1292.\n\n24 J. Li, C. Wang, X. Zhu, T. Wu, B. Tang and Y. Li, Mater. Lett.,\n\n2019, 240, 73.\n\n25 A. Mineshige, T. Taji, Y. Muroi, M. Kobune, S. Fujii, N. Nishi,\nM. Inaba and Z. Ogumi, Solid State Ionics, 2000, 135, 481.\n\n26 S. Loridant, Catal. Today, 2021, 373, 98.\n27 M. Guo, J. Lu, Y. Wu, Y. Wang and M. Luo, Langmuir, 2011,\n\n27, 3872.\n\n28 S. Saitzek, J. F. Blach, S. Villain and J. R. Gavarri, Phys. Status\n\nSolidi A, 2008, 205, 1534.\n\n29 G. Chen, Z. Ni, Y. Bai, Q. Li and Y. Zhao, RSC Adv., 2017, 7,\n\n16938.\n\n30 K. M. Han, S. Y. Han, S. Sahir, N. P. Yerriboina, T. G. Kim,\nN. Mahadev and J. G. Park, ECS J. Solid State Sci, 2020, 9,\n124004.\n\n31 L. M. Cook, J. Non-Cryst. Solids, 1990, 120, 152.\n32 J. Xin, W. Cai and J. A. Tichy, Wear, 2010, 268, 837.\n33 Y. G. Wang, L. C. Zhang and A. Biddut, Wear, 2011, 270, 312.\n34 T. Hoshino, Y. Kurata, Y. Terasaki and K. Susa, J. Non-Cryst.\n\nSolids, 2001, 283, 129.\n\n35 J. Seo, J. Moon, J. H. Kim, K. Lee, J. Hwang, H. Yoon, D. K. Yi\n\nand U. Paik, Appl. Surf. Sci., 2016, 389, 311.\n\n36 C. M. Netzband and K. Dunn, ECS J. Solid State Sci. Technol.,\n\n2020, 9, 044001.\n\n37 A. Rajendran, Y. Takahashi, M. Koyama, M. Kubo and\n\nA. Miyamoto, Appl. Surf. Sci., 2005, 244, 34.\n\n38 P. W. Carter and T. P. Johns, Electrochem. Solid-State Lett.,\n\n2005, 8, G218.\n\n39 K. Dawkins, B. W. Rudyk, Z. Xu and K. Cadien, Appl. Surf.\n\nSci., 2015, 345, 249.\n\n40 L. Qiu, F. Liu, L. Zhao, Y. Ma and J. Yao, Appl. Surf. Sci., 2006,\n\n252, 4931.\n\n41 E. Abi-aad, R. Bechara, J. Grimblot and A. Aboukais, Chem.\n\nMater., 1993, 5, 793.\n\n42 J. P. Holgado, G. Munuera, J. P. Espinos and A. R. Gonzalez-\n\nElipe, Appl. Surf. Sci., 2000, 158, 164.\n\n43 S. Sahir, N. P. Yerriboina, S. Y. Han, K. M. Han, T. G. Kim,\nN. Mahadev and H. G. Park, Appl. Surf. Sci., 2021, 545,\n149035.\n\n16560 | RSC Adv., 2022, 12, 16554–16560\n\n© 2022 The Author(s). Published by the Royal Society of Chemistry\n\nOpen Access Article. Published on 06 June 2022. Downloaded on 10/19/2023 3:50:04 AM.  This article is licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported Licence.View Article Online\f"
}