{
  "metadata": {
    "source_file": "Masanori Hirano et al. - 2004 - Hydrothermal Synthesis of Nanocrystalline Cerium(IV) Oxide Powders.pdf",
    "extraction_date": "2024-11-17T17:45:23.271671",
    "character_count": 16381
  },
  "content": "Journal\n\nHydrothermal Synthesis of Nanocrystalline Cerium(IV) Oxide Powders\n\nDepartment of Applied Chemistry, Aichi Institute of Technology, Yachigusa, Yakusa, Toyota, 470-0392 Japan\n\nMasanori Hirano* and Etsuro Kato*\n\nJ. Am. Ceram. Soc., 82 [3] 786–88 (1999)\n\nNanocrystalline cerium(IV) oxide (CeO2) powders were\nprepared by heating solutions of cerium(IV) salts in the\npresence of urea under hydrothermal conditions at 120° to\n180°C. The effects of the concentration of urea and hydro-\nthermal treatment temperature on the morphology and\ncrystallite size of the synthesized particles were investi-\ngated. The synthesized particles were angular, ultrafine\nCeO2, with a cubic fluorite structure. Their crystallite size\ndecreased from 20 to 10 nm with increasing urea concen-\ntration from 2 times to 8 times that of the Ce4+ ion. The size\nonly slightly changed by calcining at temperatures below\n600°C.\n\nI.\n\nIntroduction\n\nCERIA (CeO2) has been considered a useful material and\n\nattracted interest in an application for catalytic supports\n(for automotive exhaust systems).1,2 Several rare-earth-doped\ncerium oxides exhibit high oxygen ionic conductivity which\nmakes them interesting materials for applications as solid elec-\ntrolytes in solid oxide fuel cells.3,4 Ceria has a fluorite structure\nthat is stable from room temperature to its melting point as\ncompared with other pure oxides with oxygen ion conductivity,\nzirconia, and bismuth oxide, which have polymorph transfor-\nmations in different temperature ranges. This material has also\nreceived attention for other various applications such as addi-\ntives for glass, stabilizers for ZrO2, glass polishers, and so on.\nThere is current interest in using hydrothermal routes to\nsynthesize materials at relatively low temperatures. The hydro-\nthermally synthesized powder has excellent homogeneity and\nparticle uniformity. Several techniques that include hydrother-\nmal synthesis,5–8 urea-based homogeneous precipitation,9–12\nhexamethylenetetramine-based homogeneous precipita-\ntion,13,14 coprecipitation,15,16 decomposition of oxalate precur-\nsors,17 forced hydrolysis,18 and electrochemical synthesis19\nhave been developed for the production of ceria or cation-\ndoped ceria particles and their precursors. The sintering behav-\nior of CeO2 and Y2O3-doped CeO2 particles that were hydro-\nthermally synthesized from Ce(NO3) solution and ammonium\nhydroxide solution has been reported by Zhou and Rahaman.6\nTani et al.5 studied the effect of mineralizers on the crystal\ngrowth of CeO2 under hydrothermal conditions at 500–600°C\nand 100 MPa. It was also shown that controlling the growth of\nCeO2 particles was possible, and ultrafine ceria particles could\nbe hydrothermally prepared from Ce(IV) sources.7,8 Studies on\nthe synthesis of Y2O3–ZrO2 powders by the hydrothermal tech-\nnique in the presence of urea have also been reported.20,21\nThese crystalline powders had a 11.6 nm crystalline size and\nconsisted of metastable cubic zirconia. However, few research-\ners have reported the hydrothermal synthesis of powders in the\npresence of urea except for 3 mol% Y2O3–ZrO2 powder.\n\nI-W. Chen—contributing editor\n\nManuscript No. 189997. Received July 27, 1998; approved December 15, 1998.\n*Member, American Ceramic Society.\n\n786\n\nThe purpose of the present work is to report the synthesis of\nultrafine CeO2 powders under hydrothermal conditions in the\npresence of urea and investigate the effects of the concentration\nof urea and hydrothermal treatment temperature on the mor-\nphology and crystallite size of the synthesized particles.\n\nII. Experimental Procedure\n\n(1) Preparation\n\nCerium(IV) sulfate tetrahydrate (Ce(SO4)2\n\n?4H2O, Kishida),\n?2H2O,\ncerium(IV) ammonium sulfate dihydrate (Ce(NH4)4(SO4)4\nNacalai), and urea (CO(NH2)2, Nacalai) were of laboratory\npurity and used as the starting materials. A given quantity (20\ncm3) of mixed solution of the cerium salt and urea in the\ndesired concentrations was poured into a Teflon bottle with an\ninner volume of 25 cm3 held in a stainless-steel vessel. After\nthe vessel was sealed, it was placed in a thermostatted oven,\nheated, and constantly rotated at 120° to 180°C for 5 h. The\nprecipitated powders were then washed and dried in an oven\nwith an air atmosphere. The calcination of the powders was\ncarried out at 300° to 900°C for 1 h in a furnace with an air\natmosphere.\n\n(2) Measurements\n\nThe crystalline phase identification was performed by the\nX-ray diffraction (XRD) method using CuKa radiation. The\ncrystallite size was estimated by line broadening analysis. The\nreflection from the (220) plane was used for the crystallite size\ndeterminations. The precipitate morphology and size were ex-\namined by transmission electron microscopy (TEM) (Model\nJEM-200CX, JEOL, Tokyo, Japan). Specific surface areas of\nthe as-synthesized and calcined powders were determined by\nthe BET method.\n\nIII. Results and Discussion\n\nCe(SO4)2\n\n?4H2O solution (0.1 mol?dm−3) was hydrother-\nmally treated in the presence of urea (0.3 mol?dm−3) at 180°C\nfor 5 h. The XRD data of the synthesized particles were char-\nacteristic of CeO2 with a fluorite structure. Similar CeO2 par-\n?2H2O solu-\nticles were also synthesized from Ce(NH4)4(SO4)4\ntions under the same conditions. Figure 1 shows the\nmorphology of the synthesized CeO2 particles as viewed by\nTEM. It reveals that the particles are angular and very fine.\nThey appear to be cubic or octahedral and ranged in size from\n10 to 25 nm. They must be single CeO2 crystals based on the\nfact that their particle size is in good accordance with the\ncrystallite size determined by the XRD line broadening analy-\nsis. Their particle size is coarser than those (3 nm in size)\nhydrothermally prepared from the same cerium(IV) salt solu-\ntion with an excess amount of ammonia solution for the same\ntreatment temperature and holding time.7,8 The number of\nnucleations of the hydroxide from the solution using urea may\nbe fewer than those from the solution using an excess amount\nof ammonia. The morphology and size of the particles obtained\nin this study are similar to those hydrothermally prepared from\nthe cerium(III) salt solution with an excess amount of ammonia\nsolution rather than those from the cerium(IV) salt solution.8 It\nis noteworthy that there is a large difference in the size of the\n\n\fMarch 1999\n\nCommunications of the American Ceramic Society\n\n787\n\nFig. 1. TEM photographs of CeO2 particles prepared from 0.1\nmol?dm−3 Ce(SO4)2\n?4H2O solution in the presence of 0.2 mol?dm−3\nurea under hydrothermal conditions at 180°C for 5 h.\n\nparticles prepared from the same cerium(IV) salt solution be-\ntween ammonia and urea which is used as the ligand source for\nammonia.\n\nIn the present study, the precipitate formed by heating the\nsolutions of cerium(IV) salts in the presence of urea under\nhydrothermal conditions was not cerium carbonate but CeO2.\nUrea produces ammonium and cyanate ions:\n(cid:219) NH4\n\nH2N–CO–NH2\n\n+ + OCN -\n\nIn an acidic solution, cyanate ions rapidly react according to\n\nOCN - + 2H+ + H2O (cid:221) CO2 + NH4\n\n+\n\nIn neutral and basic solutions, carbonate ions and ammonia are\nformed:\n\nOCN- + OH+ + H2O (cid:221) NH3 + CO3\n2-\n\nBecause of their lower basicity and higher charge, Ce4+ ions\nusually undergo strong hydration and form hydroxide at low\npH (PH 1,22 3.023). The hydrated Ce4+ ions can form com-\nplexes with H2O molecules or OH− ions.\n\n[Ce(H2O)n]4+ + yH2O (cid:221)\n\n[Ce(OH)y(H2O)n−y](4- y)+\n+ yH3O+\n\nFurther polymerization is likely, and both can serve as precur-\nsors for the final oxide. In aqueous solution, H2O as polar\nmolecules tend to take protons away from the hydroxide.\n?n(H2O) + H3O+\n(4- y)+ + H2O (cid:221) CeO2\nIn this way, Ce4+ ions precipitate as CeO2 before reacting with\n2− ions. On the other hand, Ce3+ ions precipitated as two\nthe CO3\ntypes of cerium carbonate particles.24\n\nCe(OH)y(H2O)x\n\nThe effect of hydrothermal treatment temperature on the\ncrystallite size of the CeO2 particles based on the XRD line-\nbroadening analysis of the (220) peak of the powder hydro-\nthermally synthesized for 5 h from 0.1 mol?dm−3 cerium(IV)\nsulfate solution in the presence of 0.4 mol?dm−3 urea is sum-\nmarized in Fig. 2. The crystallite size increased with the hy-\ndrothermal treatment temperature. It appeared that the hydro-\ntreatment at higher temperature promoted the\nthermal\ncrystallization and crystal growth of CeO2 from those hydrated\n?n(H2O) species according to the\nCe(OH)y(H2O)x\ndissolution–precipitation mechanism.\n\n(4−y)+ or CeO2\n\nFig. 2. Effect of hydrothermal treatment temperature on the crys-\ntallite size of CeO2 precipitates prepared from 0.1 mol·dm−3\nCe(SO4)2·4H2O solution in the presence of 0.4 mol?dm−3 urea under\nhydrothermal conditions for 5 h.\n\nFigure 3 shows the effect of urea concentration on the mor-\nphology and the particle size of the CeO2 formed from the 0.1\nmol·dm−3 Ce(SO4)2 solution under hydrothermal conditions at\n180°C in contrast with Fig. 1. It was observed that the crys-\ntallinity and particle size of the synthesized ceria decreased\nwith an increase in the urea concentration as seen from these\nexamples. Figure 4 indicates the dependence of the crystallite\nsize of the synthesized CeO2 particles on the concentration of\nurea. The pH of the solutions after hydrothermal treatment\ncontaining 0.2 mol?dm−3 and 0.4 mol?dm−3 urea was 2.7\nand 7.8, respectively. It is likely that the increase in crystallite\nsize is due to a decrease in the nucleation in the acidic solu-\ntion as the solution becomes acidic by a decrease in the urea\nconcentration.\n\nThe effects of calcining temperature on the specific surface\narea and crystallite size of the CeO2 particles are shown in Fig.\n5. The crystallite size of the as-prepared CeO2 particles was\n\nFig. 3. TEM photographs of CeO2 particles prepared from 0.1\nmol?dm−3 Ce(SO4)2\n?4H2O solution in the presence of 0.5 mol?dm−3\nurea under hydrothermal conditions at 180°C for 5 h.\n\n 15512916, 1999, 3, Downloaded from https://ceramics.onlinelibrary.wiley.com/doi/10.1111/j.1151-2916.1999.tb01838.x by Clarkson University, Wiley Online Library on [14/11/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\f788\n\nCommunications of the American Ceramic Society\n\nVol. 82, No. 3\n\nture. The crystallinity and particle size of the synthesized ceria\ndecreased with an increase in the urea concentration. Their\ncrystallite size only slightly changed by calcining at tempera-\ntures below 600°C.\n\nReferences\n\n1P. Fornasiero, G. Balducci, R. Di Monte, J. Kaspar, V. Sergo, G. Gubitosa,\nA. Ferrero, and M. Graziani, “Modification of the Redox Behaviour of CeO2\nInduced by Structural Doping with ZrO2,” J. Catal., 164, 173–83 (1996).\n\n2G. Ranga Rao, P. Fornasiero, R. Di Monte, J. Kaspar, G. Vlaic, G. Balducci,\nS. Meriani, G. Gubitosa, A. Cremona, and M. Graziani, “Reduction of NO over\nPartially Reduced Metal-Loaded CeO2–ZrO2 Solid Solutions,” J. Catal., 162,\n1–9 (1996).\n\n3(a) T. Kudo and H. Obayashi, “Oxygen Ion Conduction of the Fluorite-Type\nCe1−x Ln xO2−x / 2 (Ln 4 Lanthanide Element),” J. Electrochem. Soc., 122 [1]\n42–47 (1975). (b) T. Kudo and H. Obayashi, “Mixed Electrical Conduction in\nthe Fluorite-Type Cerium Gadolinium Oxide (Ce1−xGdxO2−x),” J. Electrochem.\nSoc., 123 [3] 415–19 (1976).\n\n4H. Yahiro, Y. Baba, K. Eguchi, and H. Arai, “High Temperature Fuel Cell\nwith Ceria–Yttria Solid Electrolyte,” J. Electrochem Soc., 135 [8] 2077–80\n(1988).\n\n5E. Tani, M. Yoshimura, and S. Somiya, “Crystallization and Crystal Growth\nof CeO2 under Hydrothermal Conditions,” J. Mater. Sci. Lett., 1, 461–62 (1982).\n6Y. C. Zhou and M. N. Rahaman, “Hydrothermal Synthesis and Sintering of\n\nUltrafine CeO2 Powders,” J. Mater. Res., 8 [7] 1680–86 (1993).\n\n7M. Hirano and E. Kato, “The Hydrothermal Synthesis of Ultrafine Ceri-\n\num(IV) Oxide Powders,” J. Mater. Sci. Lett., 15, 1249–50 (1996).\n\n8M. Hirano and E. Kato, “Hydrothermal Synthesis of Cerium(IV) Oxide,” J.\n\nAm. Ceram. Soc., 79 [3] 777–80 (1996).\n\n9E. Matijevic and W. P. Hsu, “Preparation and Properties of Monodispersed\nColloidal Particles of Lanthanide Compounds: I. Gadolinium, Europium, Ter-\nbium, Samarium, and Cerium(III),” J. Colloid Interface Sci., 118, 506–23\n(1987).\n\n10X. Chu, W. Chung, and L. D. Schmidt, “Sintering of Sol–Gel-Prepared\nSubmicrometer Particles Studied by Transmission Electron Microscopy,” J. Am.\nCeram. Soc., 76 [8] 2115–18 (1993).\n\n11M. Akinc and D. Sordelet, “Preparation of Yttrium, Lanthanum, Cerium,\nand Neodymium Basic Carbonate Particles by Homogeneous Precipitation,”\nAdv. Ceram. Mater., 2 [3A] 232–38 (1987).\n\n12B. Aiken, W. P. Hsu, and E. Matijevic, “Preparation and Properties of\nMonodispersed Colloid Particles of Lanthanide Compounds: III, Yttrium(III)\nand Mixed Yttrium(III)/Cerium(III) Systems,” J. Am. Ceram. Soc., 71 [10]\n845–53 (1988).\n\n13P. L. Chen and I-W. Chen, “Reactive Cerium(IV) Oxide Powders by the\nHomogeneous Precipitation Method,” J. Am. Ceram. Soc., 76 [6] 1577–83\n(1993).\n\n14P. L. Chen and I-W. Chen, “Sintering of Fine Oxide Powders: I, Micro-\n\nstructural Evolution,” J. Am. Ceram. Soc., 79 [12] 3129–41 (1996).\n\n15H. Yahiro, Y. Baba, K. Eguchi, and H. Arai, “High Temperature Fuel Cell\nwith Ceria–Yttria Solid Electrolyte,” J. Electrochem. Soc., 135, 2077–81\n(1988).\n\n16T. J. Kirk and J. Winnick, “A Hydrogen Sulfide Solid Oxide Fuel Cell\nUsing Ceria-Based Electrolytes,” J. Electrochem. Soc., 140, 3494–96 (1993).\n17J. V. Herle, T. Horita, T. Kawada, N. Sakai, H. Yokokawa, and M. Dokiya,\n“Fabrication and Sintering of Fine Yttria-Doped Ceria Powder,” J. Am Ceram.\nSoc., 80 [4] 933–40 (1997).\n\n18W. P. Hsu, L. Ronnquist, and E. Matijevic, “Preparation and Properties of\nMonodispersed Colloidal Particles of Lanthanide Compounds: II, Cerium(IV),”\nLangmuir, 4, 31–37 (1988).\n\n19Y. Zhow, R. J. Philips, and J. A. Switzer, “Electrochemical Synthesis and\nSintering of Nanocrystalline Cerium(IV) Oxide Powders,” J. Am. Ceram. Soc.,\n78 [4] 981–85 (1995).\n\n20K. Hishinuma, T. Kumaki, Z. Nakai, M. Yoshimura, and S. Somiya, “Char-\nacterization of Y2O3–ZrO2 Powders Synthesized under Hydrothermal Condi-\ntions”; pp. 201–209 in Advances in Ceramics, Vol. 24A, Science and Technol-\nogy of Zirconia III. Edited by S. Somiya, N. Yamamoto, and H. Yanagida.\nAmerican Ceramic Society, Westerville, OH, 1988.\n\n21S. Somiya, T. Akiba, Z. Nakai, K. Hishinuma, T. Kumaki, and Y. Suwa,\n\n“Hydrothermal ZrO2 Powder,” J. Aust. Ceram. Soc., 26 [2] 171–75 (1990).\n\n22K. Kakegawa, Zikkenkagakukoza 16 Mukikagobutsu (in Jpn.); p. 43. Edited\n\nby the Chemical Society of Japan. Maruzen, Tokyo, Japan, 1995.\n\n23H. Kamada, Bunsekikagaku (in. Jpn.); p. 236. Corona Publishing, Tokyo,\n\nJapan, 1975.\n\n24M. Hirano and E. Kato, “Hydrothermal Synthesis of Two Types of Cerium\nh\n\nCarbonate Particles,” J. Mater. Sci. Lett., in press.\n\nFig. 4. Effect of urea concentration on the crystallite size of CeO2\nprecipitates prepared from 0.1 mol?dm−3 Ce(SO4)2\n?4H2O solution in\nthe presence of urea under hydrothermal conditions for 5 h.\n\nFig. 5. Calcining temperature dependence of specific surface area\nand crystallite size of CeO2 powder prepared from 0.1 mol?dm−3\n?4H2O solution in the presence of 0.4 mol?dm−3 urea under\nCe(SO4)2\nhydrothermal conditions at 180°C for 5 h.\n\n12.5 nm, and it scarcely changed by calcining at a temperature\nbelow 600°C. A significant increase in the crystallite growth of\nthe particles occurred at temperatures above 700°C. The spe-\ncific surface area of the as-synthesized powder was 80 m2/g,\nand the change with heat treatment temperature showed good\nagreement with the change in the crystallite size.\n\nIV. Conclusions\n\nNanocrystalline CeO2 powders, with a particle size of 10–25\nnm, were synthesized by heating solutions of cerium(IV) salts\nin the presence of urea under hydrothermal conditions at 120°\nto 180°C. The particle size was controlled by adjusting the\nconcentration of urea and the hydrothermal treatment tempera-\n\n 15512916, 1999, 3, Downloaded from https://ceramics.onlinelibrary.wiley.com/doi/10.1111/j.1151-2916.1999.tb01838.x by Clarkson University, Wiley Online Library on [14/11/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\f"
}