{
  "metadata": {
    "source_file": "Menon et al. - 2020 - Influence of pH and calcination temperature on the.pdf",
    "extraction_date": "2024-11-17T17:45:23.659757",
    "character_count": 11146
  },
  "content": "J. Indian Chem. Soc.,\nVol. 97, July 2020, pp. 979-982\n\nNCNE-2020 Special Issue\n\nInfluence of pH and calcination temperature on the properties of synthesized ceria\n\nSarath Menon, Shiv Kumar Manu, S. Noyel Victoria and R. Manivannan*\n\nDepartment of Chemical Engineering, National Institute of Technology Raipur, Raipur-492 010, Chhattisgarh, India\n\nE-mail:  rmani.che@nitrr.ac.in\n\nManuscript received online 20 April 2020, accepted 01 June 2020\n\nCeria particles  are now extensively used  in chemical mechanical  polishing of glass,  which makes them a  promising material\nfor  semiconductor  industry.  In  this  work,  a  facile  co-precipitation  route  was  adopted  to  synthesis  ceria  particles.  Cerium  ni-\ntrate hexahydrate and sodium carbonate were used as the precursors. Study of the effect of  pH and calcination temperature\non synthesized ceria particles were carried out in detail. The  surface morphology was found to be  influenced significantly by\nchange  in  solution  pH,  as  evinced  from  SEM  results.  XRD  spectra  revealed  improvement  in  crystallite  size  for  synthesized\nnanoceria calcined at different temperatures.\n\nKeywords: Nanoparticles, ceria, pH, calcination temperature.\n\nIntroduction\n\nCeria is a rare earth material having face centered cubic\nfluorite structure1. In recent years’ ceria as a nanoparticle\nhave gained wide attentiveness in research domain. Because,\nunlike their bulk counterparts, they possess captivating im-\nmanent physical and chemical properties2. Immense poten-\ntial uses of ceria have been observed as an outcome of bur-\ngeoning academic interest on them. Some salient applica-\ntions being: as an electrolyte material for solid oxide fuel\ncells (SOFC), as sunscreen for ultraviolet absorbents, in oxy-\ngen sensors, as ceramic pigments, as catalytic wet oxida-\ntion material and for photocatalytic oxidation of water3. Cur-\nrently  both  industrial  and  academic  focus  on  ceria\nnanoparticles are deeply rooted to their use as an abrasive\nin silicon substrate chemical mechanical polishing (CMP) and\nmodern automotive engine exhaust catalyst4.\n\nPrescience behind the promising nature of nanoceria and\nnanoceria based  compounds, with different properties for\ndifferent applications, emerged with a large number of con-\nventional and novel methods for its synthesis. These meth-\nods include precipitation, hydrothermal, sono-chemical, so-\nlution combustion, ultra-sonic spray pyrolysis and hydroxide\nmediated approach5. Selection of proper techniques depends\non both the required specific properties and accessibility of\nreagent chemicals6. Among  these  methods, owing to  its\n\ncomparably simpler, inexpensive nature and easy scale-up,\nprecipitation method has gained ample attention7. Chen et\nal. synthesized nanoceria by precipitation using cerium ni-\ntrate and ammonia as precursors to evaluate the effect of\nreaction temperature and atmosphere on its characteristics8.\nLiu et al. prepared nanoceria particles about 200 nm size\nwith cerium sulphate and oxalic acid as precursors9. Cerium\nnitrate, potassium carbonate and potassium hydroxide were\nused as precursors by Farahmandjou et al. to synthesis ce-\nrium oxide nanoparticles via co-precipitation route5. Cerium\nprecursors in nitrate form are reported to be most preferred\nfor producing nanoceria particles with uniform size10. Most\nliteratures on precipitation technique were evolving around\ninfluence of  cerium  precursors, additives,  reaction  atmo-\nsphere and ligands7. Whilst very few reported works are avail-\nable on effects of  pH and calcination temperature.  In this\npaper, a facile co-precipitation method to synthesize cerium\noxide nanoparticles is reported. Further the influence of pH\non morphology  and calcination temperature  on crystallite\ngrowth of prepared particles was investigated with the aid of\nSEM, EDS and XRD.\n\nExperimental\n\nCerium nitrate hexahydrate (Ce (NO3)3.6H2O: 99.9%) and\nsodium carbonate (Na2CO3: anhydrous 99.5%: extra pure)\nwere purchased from Loba Chemie.\n\n979\n\n\fJ. Indian Chem. Soc., Vol. 97, July 2020\n\nRequisite amount of cerium nitrate and sodium carbon-\nate precursors were weighed precisely and dissolved in 250\nmL of water. Then the freshly prepared 0.1 M cerium nitrate\nand 0.15 M sodium carbonate aqueous solutions were added\ndrop by drop to 100 mL of well stirred distilled water simulta-\nneously in required quantity. Precipitation of cerous carbon-\nate occurs immediately and much more progressively. There-\nupon, the solution was parted to three. NaOH/nitric acid was\nadded to adjust the pH of solutions to acidic (5), neutral (7)\nand alkaline (9). Solutions were then dried for 2 h at 80ºC in\na hot air oven and brought to room temperature. Without any\npurification, solutions were aged in a muffle furnace for 2.5 h\nat 230ºC. Finally, the sample was calcined at 600ºC for 3 h\nto produce ceria nanoparticles. XRD analysis of the sample\nwas carried out with 2 in range 20–90º (scan rate: 3.5º/min)\nusing PANalytical 3Kw Xpert Powder XRD to identify crystal-\nline size and phase. The morphology of prepared nanoceria\nwas characterised by SEM with type ZEISS EVO-18. Elemen-\ntal composition was studied using EDS (INCA 250 EDS).\n\nResults  and  discussion\n\nInfluence of pH:\n\nFig. 1 evinces the SEM images of ceria particles synthe-\nsized at different pH values. The significant effect of solute\nenvironment in  defining  the  surface  morphology of grains\nwas reported in most of the existing literatures11. At acidic\ncondition (Fig. 1a), softly agglomerated small crystallites were\nobserved. Ceria nanoparticle tends to aggregate and evolve\n\ninto an irregular complex mixture of spherical and rod like\nassembly at neutral environment12 (Fig. 1b). Clearly defined\ncubical flake like morphology of nanoceria aggregates (Fig.\n1c) were found in alkaline pH. This can be attributed to the\neffect of nucleation of nanoparticles. Elemental composition\nof nanoceria synthesized at different pH was affirmed by EDS\nresults as reported in Table 1.\n\nTable 1.  Elemental composition of prepared nanoceria at different\npH\n\nElement\n\nO\n\nK\nCe\n\nAcidic\n15.32\n\n–\n84.68\n\nWeight (%)\n\nNeutral\n23.17\n\n0.88\n75.95\n\nBasic\n16.50\n\n1.35\n82.15\n\nFig. 2 revealed the XRD morphology of nanoceria par-\nticles prepared at different pH conditions. Spectra peaks at\n28.5º, 33.1º, 47º, 56.3º, 69.5º, 76.7º and 79.1º corresponds\nto (111), (200), (220), (311), (222), (400), (331), (420) and\n(422) respectively of cerium oxide with fluorite cubic struc-\nture. Crystallite diameter and average crystallite size is re-\nported in Table 2. A decline in average crystallite size with\nrise  in pH of solute  environment was  observed. This is in\ncongruence with existing literatures11,13.\n\nEffect of calcination:\n\nXRD patterns of synthesized ceria nanoparticles at dif-\nferent calcination temperatures evidenced the pure crystal-\n\nFig. 1. SEM images of nanoceria synthesized at (a) acidic, (b) neutral and (c) alkaline condition.\n\n980\n\n\fMenon et al.: Influence of pH and calcination temperature on the properties of synthesized ceria\n\nOn increasing the temperature, peaks become sharper along\nwith an addition of five more peaks at (222), (400), (331),\n(420) and (422). This gives a plausible reason for the rise in\ncrystallization. According to Debye-Sherrer equation10:\n\n0.89 \n\nD = —————\n\nB cos\n\n(1)\n\nFig. 2. XRD patterns of synthesized nanoceria at different pH.\n\nTable 2.  Characterization data on influence of pH\n\nXRD\n\nCrystallite diameter (D)\n\nAverage crystallite size\n\n(nm)\n\n16\n18\n\n11\n\n(nm)\n\n17\n14\n\n13\n\nSample\n\nAcidic\nNeutral\n\nAlkaline\n\nline nature of as-synthesized particles as shown in Fig. 3.\nEach  sample  evinces  distinctive  peaks corresponding to\n(111), (200), (220), (311) planes which closely confirms to\nfluorite structured CeO2 crystal. Prior to calcination, broad\nXRD peaks were observed at (111), (200), (220) and (311).\n\nFig. 3. XRD patterns of synthesized nanoceria at various calcination\n\ntemperatures.\n\ncrystallite size of the synthesized ceria particles at each cal-\ncination temperature has been estimated. Table 3 summa-\nrizes the crystallite diameter and average crystallite size cor-\nresponding to calcination temperature. In general, crystallite\nsize is deliberated using the strong peak, while the average\ncrystallite size is deliberated using all the peaks obtained in\nthe XRD spectra13. With the increase in calcination tempera-\nture, a  proliferating  trend can be observed in both the re-\nsults. Small crystallite sizes  prior to and at low calcination\ntemperatures can be attributed to high porosity and inter-\nconnection between the pores14. Network of continuous par-\nticle boundaries have been able to be formed at higher tem-\nperatures by linking of fine particles, thus improving the size\nof crystals10.\n\nTable 3. Characterisation data on effect of calcination temperature\n\nSample\n\nXRD\n\nCrystallite diameter (D)\n\nAverage crystallite size\n\n(nm)\n6\n\n7\n\n18\n29\n\n(nm)\n5\n\n6\n\n15\n25\n\nPre-calcined\nCalcined at 300ºC\nCalcined at 600ºC\nCalcined at 900ºC\n\nConclusions\n\nCeria particles were synthesised successfully by adopt-\ning a facile co-precipitation  route using cerium nitrate and\nsodium carbonate as precursors. XRD results ascertained\nthe cubic fluorite structure of prepared nanoceria. Influence\nof pH on surface morphology of ceria nanoparticles was evi-\ndent from SEM images with significant changes in each case.\nIrregular, small and agglomerated crystals were observed in\nacidic conditions. Neutral environment resulted in complex\nmixture of spherical and rod like assembly, while in alkaline\nstate defined cubical morphology was obtained. Also, aver-\nage crystallite size tends to decrease from acidic to alkaline\n\n981\n\n\fJ. Indian Chem. Soc., Vol. 97, July 2020\n\nconditions. On increasing, calcination temperature strongly\naffirms its significance on crystallite size. Small crystals at\nlower temperature attain improvement in crystallinity at higher\ntemperature.\n\nReferences\n\n1. M. Jalilpour and M. Fathalilou, Int. J. Phys. Sci., 2012, 7, 944.\n\n2. N. K. Renuka, J. Alloys Compd., 2012, 513, 230.\n\n7.\n\nJ.  C.  Chen, W.  C.  Chen, Y. C. Tien  and  C. J.  Shih,  J. Alloys\nCompd., 2010, 496, 364.\n\n8. H. I. Chen and H. Y. Cheng, Solid State Commun., 2004, 133,\n\n593.\n\n9. Y.  H. Liu,  J.  C.  Zuo, X.  F.  Ren  and L. Yong,  METALURGIJA,\n\n2014, 53, 463.\n\n10. K.  K. Babitha, A.  Sreeedevi,  K.  P.  Priyanka,  B.  Sabu  and\nT. Varghese, Indian J. Pure Appl. Phys., 2015, 53, 596.\n\n11. M.  Ramachandran,  R.  Subadevi  and  M.  Sivakumar,  Vaccum,\n\n3. A.  I.  Y Tok,  L.  H.  Luo,  F.  Y.  C  Boey  and  J.  L.  Woodhead,  J.\n\n2019, 161, 220.\n\nMater. Res., 2006, 21, 119.\n\n12. M.  Yan,  W.  Wei  and  N.  Zouren,  J.  Rare  Earth,  2007,  25,\n\n4.\n\nT. S. Sreeremya, M. Prabhakaran and S. Gosh, RSC Adv., 2015,\n5, 84056.\n\n5. M. Farahmandjou, M. Zarinkamar and T. P. Firoozabadi, Rev.\n\nMex. Fis., 2016, 62, 496.\n\n6. S. Sciré and L. Palmisano, Metal Oxides, 2020, 1.\n\n53.\n\n13.\n\n14.\n\nA. S.  Saleemi, A. Abdullah  and  M. A.  Rehman,  J.  Supercond.\nNov. Mag., 2013, 26, 1065.\n\nT.  Lai,  Y.  Shu,  G.  Huang,  C.  Lee  and  C.  Wang,  J.  Alloys\nCompd., 2008, 450, 318.\n\n982\n\n\f"
}