{
  "metadata": {
    "source_file": "Oh et al. - 2011 - Polishing behaviors of ceria abrasives on silicon .pdf",
    "extraction_date": "2024-11-17T17:45:24.050382",
    "character_count": 27883
  },
  "content": "Powder Technology 206 (2011) 239–245\n\nContents lists available at ScienceDirect\n\nPowder Technology\n\nj o u r n a l h o m e p a g e : w w w. e l s ev i e r. c o m / l o c a t e / p ow t e c\n\nPolishing behaviors of ceria abrasives on silicon dioxide and silicon nitride CMP\nMyoung-Hwan Oh a,⁎, Jun-Seok Nho b, Seung-Beom Cho b, Jae-Seok Lee a, Rajiv K. Singh a\na Department of Materials Science and Engineering, University of Florida, Gainesville, Florida, 32611, USA\nb LG Chem. Ltd/Research Park, I&E materials, 104-1 Moonji-dong, Yuseong-gu, Daejeon, 305-380, Republic of Korea\n\na r t i c l e\n\ni n f o\n\na b s t r a c t\n\nArticle history:\nReceived 22 January 2010\nReceived in revised form 14 September 2010\nAccepted 22 September 2010\nAvailable online 29 September 2010\n\nKeywords:\nCeria\nChemical mechanical polishing (CMP)\nGrain growth accelerator\nFlux method\nSintering process\n\nThe effects of ceria (CeO2) abrasives in chemical mechanical polishing (CMP) slurries were investigated on\nsilicon dioxide (SiO2) and silicon nitride (Si3N4) polishing process. The ceria abrasives were prepared by the\nﬂux method, using potassium hydroxide (KOH) as the grain growth accelerator. The primary particle size of\nthe ceria abrasives was controlled in the range of ~ 84–417 nm by changing the concentration of potassium\nhydroxide and the calcination temperature without mechanical milling process. The removal rate of silicon\ndioxide ﬁlm strongly depended upon abrasive size up to an optimum abrasive size (295 nm) after CMP\nprocess. However, the surface uniformity deteriorated as abrasive size increases. The observed polishing\nresults conﬁrmed that there exists an optimum abrasive size (295 nm) for maximum removal selectivity\nbetween oxide and nitride ﬁlms. In this study, polishing behaviors of the ceria abrasives were discussed in\nterms of morphological characteristics.\n\n© 2010 Elsevier B.V. All rights reserved.\n\n1. Introduction\n\nCeria is receiving intense attention as a main slurry component for\nthe chemical mechanical polishing (CMP) process in semiconductor\nmanufacturing industry due to the effective removal rate for oxide\nﬁlm and the softness of the particles [1,2]. Ceria-based slurry has been\nused in CMP of shallow trench isolation (STI) structures consisting of\nsilicon dioxide and silicon nitride deposition due to its high selectivity\nover nitride. For the STI-CMP process, the use of high selectivity\nslurries is very important to halt the polishing at the nitride stop layer\nand reduce the amount of defects such as erosion and dishing [3].\nDuring the past decade, structural properties, chemical aspects and\nmorphological characteristics of the ceria abrasives have been\nidentiﬁed as the important parameters that inﬂuence the STI-CMP\nperformance [4,5]. Therefore, many approaches to control these\nproperties of ceria abrasives have been extensively investigated.\n\nThe commercial method for synthesis of ceria particles involves\nthermal decomposition of cerium salts such as carbonate and hy-\ndroxide [6]. This method leads to very porous ceria particles with high\nsurface area, inducing softness and high chemical reactivity to oxide\nﬁlms. However, the size and the shape of ceria abrasives are very\nlimited since particle growth is difﬁcult to control during calcination\nprocess. To achieve the desired particle size and the uniform particle\nsize distribution, mechanical milling and ﬁlteration is required [7].\nOther methods for preparing ceria abrasives are liquid phase pro-\ncesses [8,9]. These methods can lead to ceria abrasives with desirable\n\n⁎ Corresponding author. Tel.: + 1 352 846 2496; fax: + 1 352 392 3771.\n\nE-mail address: mhplusmy@uﬂ.edu (M.-H. Oh).\n\n0032-5910/$ – see front matter © 2010 Elsevier B.V. All rights reserved.\ndoi:10.1016/j.powtec.2010.09.025\n\nmorphological characteristics by manipulating reaction parameters.\nHowever, the size of ceria abrasives is limited to less than 50 nm. Use\nof these small size particles results in low removal rates of target\nlayers during CMP.\n\nTo overcome these problems, ﬂux method is proposed to synthe-\nsize the ceria abrasives with a well-deﬁned morphology. This method\nconsists of adding precursor in the required ratio to a molten salt\nmixture, which accelerates the kinetics of the formation of ceria\nparticles [10]. The ceria particles obtained by this method have the\nseveral advantages over other methods such as narrow size distribu-\ntion, desirable characteristics including very ﬁne size, high chemical\npurity and good chemical homogeneity [11]. However, this method\nhas seldom been applied to the synthesis of ceria abrasives for CMP\nslurry. Furthermore, the polishing performance of ceria abrasives\nsynthesized using ﬂux method has not been reported so far for the\nsilica and silicon nitride ﬁlms.\n\nIn this work, we synthesized the ceria particles of different sizes\nwith uniform particle size distribution using the ﬂux method. For CMP\nperformance evaluation, the effect of ceria abrasives on the removal\nrate, the oxide-nitride removal selectivity and the within-wafer non\nuniformity (WIWNU) was investigated.\n\n2. Experiment\n\n2.1. Preparation of ceria abrasive particles by solid state reaction\n\nCerium (III) nitrate hexahydrate (Ce(NO3)3∙ 6H2O) and potassium\nhydroxide (KOH) were used as the starting materials for synthesis of\nceria abrasive particles. 0.5 M of cerium (III) nitrate hexahydrate and\n1.0 M of potassium hydroxide were separately dissolved in mixed\n\n\f240\n\nM.-H. Oh et al. / Powder Technology 206 (2011) 239–245\n\nsolvent of ethylene glycol (C2H6O2) and deionized (DI) water. The\nvolume ratio of ethylene glycol to water was kept at 2:3. The reaction\nwas carried out at a temperature of 50 °C with stirring rate of 100 rpm\nfor 12 h. Air was bubbled into the precipitation reactor with passage\nthrough a gas distributor as an oxidizer. The precipitated substance\nwas separated via centrifugation and then redispersed in distilled\nwater under continuous stirring. The weight ratio of distilled water to\na precipitated substance was kept 5:1. The suspension solution was\nput into an autoclave. The hydrothermal reaction was carried out at\n230 °C for 6 h. After the hydrothermal reaction, the precipitated\nparticles were washed with distilled water three times via centrifu-\ngation and then uniformly wetted in a potassium hydroxide/water\nmixed solution. The concentration of potassium hydroxide was 0.1–\n2.0 wt.% depending on the total weight of the precipitated particles.\nThe wetted particles were sintered for 2 h at 800–900 °C temperature.\nThe synthesized particles were washed with distilled water until the\nion conductivity of the washed solution was less than 0.5 μS. The\nschematic diagram of experimental procedure was shown in Fig. 1.\n\nThe crystal structure and grain size were identiﬁed through X-ray\ndiffraction (XRD) using CuKα radiation. The crystallite size was esti-\nmated by the Scherrer equation according to the formula D = 0.9λ / (β\ncos θ), where D is crystallite size, λ is the wavelength of X-rays, β is the\nhalf-width of the diffraction peaks, and θ is the diffraction angle. The\nbroadening of the reﬂection from the (111) plane was used to calculate\nthe crystallite size. The morphology and sizes of the abrasive particles\nwere also examined by ﬁeld emission scanning electron microscope\n(FESEM). The average primary particle size was calculated by\nmeasuring ca. 100 particles from FESEM micrographs. The speciﬁc\nsurface area (SSA) of ceria abrasives was determined by Brunauer–\nEmmett–Teller (BET) method using nitrogen adsorption/desorption at\n77 K.\n\n2.2. Polishing of wafers\n\nDifferent ceria-based slurries were formulated by dispersing\nabrasives each with different primary particle sizes in DI water\ncontaining an anionic organic polymer (Poly acrylic acid, PAA; Mw\n4000, LG Chem.) as dispersant. The PAA was 2 wt.% based on the total\nweight of the ceria abrasives. For each slurry, pH was adjusted to 6.5–6.7\nby adding ammonium hydroxide (NH4OH). The solid loading of ceria\nabrasives was ﬁxed to 2.0 wt.%. Table 1 presents the slurry character-\nistics used in polishing tests. The abrasive size distribution of slurry was\nmeasured using light scattering method (UPA 150, Microtrac Inc.). In\norder to investigate the adsorption characteristics of ceria abrasives for\nthe additive polymer, slurry A and D were dried at 80 °C for 24 h. The\n\nFig. 1. Schematic diagram of experimental procedure.\n\nTable 1\nComparison of slurries used in this study.\n\nSamples Calcination\nconditions\n\npH Temp. (°C)\n\nPrimary\nparticle Size\n(SEM, nm)\n\nGrain size\n(XRD, nm)\n\nSlurry mean\nsize (UPA, nm)\n\nSlurry A 0.5 800\nSlurry B 0.2 850\nSlurry C 0.5 850\nSlurry D 0.5 900\n\n84\n166\n295\n417\n\n38\n43\n57\n88\n\n165\n278\n483\n742\n\nSurface\narea\n(m2/g)\n\n20.53\n14.06\n12.70\n5.58\n\nweight loss of the abrasives dried from slurries was measured by\nthermogravimetric analysis (TGA). TGA was performed in an air ﬂow of\n100 ml/min at a heating rate of 10 °C/min from 30 °C to 600 °C.\n\nSilicon dioxide ﬁlm of 2 μm thick was formed on a 5-in. p-type\nsilicon substrates with (001) orientation by plasma enhanced\nchemical vapor deposition (PECVD). The silicon nitride ﬁlms were\ndeposited by using low-pressure chemical vapor deposition (LPCVD).\nPolishing tests were performed on a rotary type CMP machine (GNP\nPOLI 400, G&P technology) for 1 min with each of the ceria-based\nslurries. IC 1000/SUBA IV stacked pads (supplied by Rodel Inc.) were\nutilized as CMP pads. The downforce was 280 g/cm2 and the rotation\nspeed between the pad and the wafer was 90 rpm. The slurry ﬂow rate\nwas 100 mL/min. The ﬁlm thickness on the wafers before and after\nCMP was measured using spectroscopic reﬂectometry (Nanospec\n6100, Nanometrics) to calculate the removal rate. In this experiment,\nthe WIWNU was deﬁned as the standard deviation of remaining\nthickness divided by the average of the remaining thickness after the\nCMP process. The average polishing data for removal rate was carried\nby performing the same tests more than three times in order to\nsupport the validity of the results from the statistical viewpoint.\n\n3. Results and discussion\n\n3.1. Morphological characteristics of ceria abrasives\n\nFig. 2 shows the FESEM images of abrasive particles prepared in\ndifferent calcination conditions as described in Table 1. The primary\nparticle sizes determined using the FESEM micrographs were 84, 166,\n295, and 417 nm for slurry A, B, C and D, respectively. As shown in\nFig. 2, the ceria particles consisted of crystalline grains with a well-\ndeﬁned morphology. The size of ceria particles increased with the\nincrease in concentration of potassium hydroxide and the calcination\ntemperature. These images indicate that the primary particle size can\nbe controlled by changing the calcination conditions, which inﬂuence\nthe crystal growth of ceria particles.\n\nFig. 3 shows the X-ray diffraction patterns of the prepared\nparticles. As shown in Fig. 3(a), the characteristic peaks correspond-\ning to (111), (200), (220), (311), and (222) planes are located at\n2θ = 28.51, 33.06, 47.48, 56.20, and 59.05o, respectively. They show\nvery close to the ones with cubic ﬂuorite structure of ceria crystal in\nJCPDS database. The sharp intensity peaks were observed for ceria\nabrasives with larger primary particle size as shown in Fig. 3(b). The\ncrystallite size of ceria abrasives was calculated from the Scherrer\nequation using the line-broadening of the (111) peak in the XRD\npattern. The crystallite size gradually increased from 38 nm to 88 nm\nas the calcination temperature and the concentration of additive were\nincreased. This result coincides with the trend of increasing primary\nparticle size in the FESEM images shown in the Fig. 2.\n\nThe synthesis method employed in this study is characterized by a\nlow sintering temperature process, using grain growth accelerator.\nThe eutectic mixed solvents as an accelerator is used to promote the\nkinetics by enhancing diffusion, due to their low melting temperature.\nIn this study, potassium hydroxide/water mixed solvent was used as\nthe accelerator to reduce sintering temperature. Considering that the\n\n\fM.-H. Oh et al. / Powder Technology 206 (2011) 239–245\n\n241\n\nFig. 2. FESEM photographs of the ceria abrasives prepared with different calcination conditions; (a) slurry A, (b) B, (c) C and (d) D.\n\nconventional sintering of ceria requires high temperatures leading to\npartial reduction above 1200 °C [12], potassium hydroxide/water\nmixed solvent might offer a liquid phase to promote interdiffusion on\ncontact surface between the smaller particle and the larger ones\nduring the sintering process. Fig. 4 shows this dependence of the\ncrystallite size on the concentration of potassium hydroxide at a\nﬁxed temperature (850 °C). It can be observed that an increase in\nthe crystallite size was seen with addition of KOH at same calcination\ntemperature. These results indicate that potassium hydroxide\nstrongly affects the growth rate of ceria particles at relatively low\ntemperature. Therefore, the physical properties and the morphology\nof ceria abrasives could be controlled by manipulating the concen-\ntration of potassium hydroxide in this system.\n\nAdditionally, cerium dioxide particles obtained by hydrothermal\nmethod were used as the precursor in this study, instead of cerium\nsalts such as hydroxide, nitride, and chloride. Fig. 5 shows the FESEM\nimages of the particles prepared with different cerium precursors.\nCompared with other particles as shown in Fig. 5(a), (b), and (c), it\ncan be observed that the uniformity of ceria particles (Fig. 5(d))\nprepared using oxide is superior. This result is attributed to the fact\nthat in case of cerium dioxide as a precursor, direct grain growth of\ncrystallite is involved during heat treatment. However, in case of other\nprecursors (hydroxide, nitride and chloride), the formation of cerium\ndioxide crystallites involves two steps via thermal decomposition\nfollowed by grain growth. Thermal decomposition of such precursors\ninvolve series of chemical reactions [13] leading to retarded growth of\nceria particles. Furthermore, it is difﬁcult to achieve uniform ceria\nparticle morphology because of the high surface energy and chemical\nreactivity of the volatile cerium compounds. Therefore, it seems that\nthe direct formation to ceria induces the absence of hard aggregates\nand surface necking in the ceria crystallites.\n\n3.2. Characteristics of ceria abrasives before and after CMP\n\nTo investigate the CMP performance using the synthesized ceria\nabrasives, we performed polishing test for the four types of slurries\nwith different abrasive size. Fig. 6 shows the particle size distribution\nof these slurries without surfactant addition. The average particle\nsizes determined by light scattering method were 165, 278, 483, and\n742 nm for slurry A, B, C and D, respectively. The dispersed particle\nsize is much larger than the crystallite size estimated by X-rays and\nthe primary particle size calculated by FESEM. This observation is due\nto the extensive overlapping of the ceria particles in water-based\nsolution [14]. As shown in Fig. 6, the increase in the size of the primary\nparticle led to broader particle size distribution in water-based\nsolution.\n\nFig. 7 shows the FESEM images of ceria abrasives before and after\nsilicon dioxide polishing for slurry C. The ceria abrasives after polishing\nwere washed with distilled water three times via centrifugation.\nAccording to Fig. 6, we can conﬁrm that the ceria abrasives are brittle\nand break during polishing process. This indicates that the ceria abra-\nsives used in this study are easily broken-down by applied pressure and\nshear force during polishing.\n\n3.3. Polishing test\n\nTable 2 summarizes the quantitative results of the polishing test. It\nis clear that the removal rate of the oxide ﬁlms increased with increas-\ning size of ceria abrasives. The removal rate of oxide ﬁlm is mainly\ninﬂuenced by chemical contribution of ceria abrasives and mechanical\nfactors, such as the CMP conditions, morphological characteristics of\nabrasives and particles size distribution. During the polishing of the\noxide ﬁlm, ceria abrasives exhibit a chemical tooth property which\n\n\f242\n\nM.-H. Oh et al. / Powder Technology 206 (2011) 239–245\n\nthis work, it was found that the removal rate of oxide ﬁlm was\nessentially dependent on the size of ceria abrasives. As with the removal\nrate of oxide ﬁlm, the removal rate of nitride ﬁlm increased with\nincreasing in the crystallite size of ceria abrasives. However, the removal\nrate of nitride ﬁlm is affected by the physical properties of ceria-based\nslurry systems and the amount of surfactant adsorbed on the ﬁlm\nsurface [5]. In order to improve the selectivity and uniformity, an anionic\nacrylic polymer is commonly used to passivate the surface of the nitride\nﬁlm during STI-CMP, which prevents ceria abrasives from contacting the\nﬁlm surface [15]. In this study, the amount of the polymer was\nmaintained constant for all slurry. Therefore, it seems that the increase\nin the removal rate of nitride ﬁlm is relate to the mechanical factors\nrather that to the effect of passivation layer of the polymer absorbed on\nthe ﬁlm surface. These mechanical factors are inﬂuenced by several\nphysical parameters of the CMP process, such as morphological aspects\nof the abrasives, crystallite size of the abrasives and the CMP conditions.\nIt is well known that the removal rate increases with increasing\nparticle size due to mechanical indentation. However, the increase in\nremoval rate shows lower slope between slurry C and D as compared\nto that from slurry A to C as shown in Fig. 8. This led to a transition in\nremoval selectivity between oxide and nitride ﬁlm at slurry C. This\nresult is attributed to two related factors: the contact-area reduction\nand the particle surface activity. In the case of oxide CMP process, the\nremoval rate is mainly affected by contact area between the abrasives\nand the ﬁlm surface. According to contact-area mechanism [16], the\nremoval rate increases with decreasing abrasive size and increasing\nsolid loading, due to the increase in contact-area between the\nabrasives and the ﬁlm surface. At a ﬁxed solid loading, the number\nof ceria abrasives in slurry decrease as the abrasive size increases. This\nimplies the decrease in contact area between ceria abrasives in slurry\nD and oxide ﬁlm during CMP processing. Additionally, large abrasives\nwith round-shape lead to the decrease in interfacial contact with ﬁlm\nsurface, due to their rolling motion [17]. Furthermore, relatively lower\nremoval rate are attributed to the inhomogeneous distribution of\nslurry on the wafer. For the slurry D, the broader size distribution\ninduces a loss in the frictional occasion of smaller abrasives by bigger\nabrasives and a local friction interaction of bigger abrasives on the\nwafer. The frictional force between the abrasives and the wafer is\ndecreased by using slurry D because the frictional force is directly\nproportional to the contact area [18]. These polishing behaviors would\nlead to a relatively lower increase in removal rate for the oxide wafer\nduring CMP. In this study, such behavior can be clearly seen from the\nchange in oxide removal rate from slurry A to C and slurry C to D. As\nshown in Fig. 8, the removal rate rapidly increased from 1662 Å/min\nfor 84 nm to 3990 Å/min for 295 nm, whereas it slightly increased to\n4343 nm for 417 nm in spite of size effect of bigger abrasives during\nCMP process. In case of the nitride ﬁlm CMP, the polishing behavior\ncan be explained by the relationship between additive polymer and\nabrasive size. The additive polymer can be more easily attached on the\nsurface of the small abrasives than on the surface of large ones, due to\nhigh surface activity and speciﬁc surface area of the small abrasives.\nThe slurry with small abrasives can induce a relatively high removal\nrate for nitride ﬁlm, since the passivation layer is insufﬁciently formed\non the nitride ﬁlm surface as polymer is largely adsorbed on the\nparticle surface. As described in Table 1, the speciﬁc surface area\ndecreased with increasing abrasive size. Moreover, the compositional\nchanges associated with the additive polymer adsorbed on the surface\nof ceria abrasives were investigated with thermal analysis. Fig. 9\npresents the TGA curves of the ceria abrasives dried from slurry A and\nD. The TGA curves of the ceria abrasives show two weight losses\n(curve (a) and (b)). The initial weight loss below the temperature of\n100 °C can be attributed to the evaporation of physically absorbed\nwater in the air. The second weight loss observed at 200–260 °C is\nrelated to the decomposition of the additive polymer adsorbed on the\nabrasive surface. As shown in Fig. 9, ﬁnal weight loss for two abrasives\nwas different because the additive polymer content adsorbed on\n\nFig. 3. (a) XRD patterns and (b) the (111) peaks analyzed to conﬁrm crystallite size of\nthe ceria abrasives dispersed in slurry (a) A, (b) B, (c) C and (d) D.\n\naccelerates the polishing removal rate of oxide ﬁlm [1]. As a\nconsequence, the Si–O–Ce bonds can be rapidly removed by the\nmechanical force generated by pressed pad and abrasives, and this\nphysicochemical reaction lead to the high removal rate of oxide ﬁlm. In\n\nFig. 4. The variation of crystallite size as a function of the concentration of grain growth\naccelerator.\n\n\fM.-H. Oh et al. / Powder Technology 206 (2011) 239–245\n\n243\n\nFig. 5. FETEM micrographs of the ceria abrasives prepared with different cerium precursor; (a) cerium hydroxide, (b) cerium nitride, (c) cerium chloride and (d) cerium dioxide.\n\nabrasive surface was different. This means that removal rate for\nnitride ﬁlms can be relatively increased in spite of decrease in the\nabrasive size. As a result, the removal rate of nitride ﬁlm showed\nrelatively low increase in rate with increase in the abrasive size.\nTherefore, these polishing behaviors for oxide and nitride ﬁlms result\nin the transition of removal selectivity, suggestive of existence of an\noptimum size of ceria abrasives for high removal selectivity.\n\nAdditionally, the results for surface uniformity of the oxide ﬁlms\nare shown in Fig. 10. As the size of ceria abrasives increased, the slurry\nhad a higher WIWNU for the oxide ﬁlm. This polishing behavior is\n\nFig. 6. Particle size distribution of ceria slurries as function of abrasive size.\n\nFig. 7. FESEM photographs of ceria abrasives (a) before and (b) after polishing.\n\n\f244\n\nM.-H. Oh et al. / Powder Technology 206 (2011) 239–245\n\nTable 2\nThe results of the CMP evaluation.\n\nSamples Oxide removal\n\nrate (Å/min)\n\nNitride removal\nrate (Å/min)\n\nSelectivity WIWNU of oxide\n\nﬁlm (%)\n\nSlurry A 1661(±77)\nSlurry B 3390(±103)\nSlurry C 3989(±91)\nSlurry D 4343(±136)\n\n79(± 6)\n117(± 8)\n127(± 6)\n155(± 13)\n\n21(± 0.9)\n29(± 1.0)\n32(± 1.3)\n28(± 1.4)\n\n7.9\n11.0\n14.6\n16.7\n\nFig. 8. Results of CMP ﬁeld evaluation for removal rate and selectivity.\n\nattributed to a broader particle size distribution of the slurry with\nlarge abrasives. The distribution data in Fig. 6 showed that the slurry\nhas a rather-wide particle size distribution as abrasive particles in-\ncreases. The broader particle size distribution of large abrasives can\ncause a different removal rate between the center and the edges of\nthe ﬁlm surface due to their limited mobility on the wafer surface.\nConsequently, the surface uniformity deteriorated with increasing\nabrasive size during CMP process. It seems that surface uniformity of\noxide ﬁlm is related to the mechanical factors of ceria abrasives rather\nthat to the morphological factors on the ﬁlm surface.\n\nFig. 10. Within-wafer non uniformity (WIWNU) of oxide ﬁlm.\n\n4. Conclusions\n\nIn this study, we investigated the effects of ceria abrasives on\npolishing performance during silicon dioxide and silicon nitride CMP.\nThe ceria abrasives with controllable size were synthesized using the\nﬂux method. The size of the ceria abrasives was controlled by changing\nthe calcination conditions without mechanical milling process. With\nincreasing abrasive size, the removal rate of silicon dioxide and silicon\nnitride ﬁlms increased. On the other hand, the surface uniformity\ndeteriorated after CMP process, due to a wide particle size distribution of\nthe slurry with large abrasives. In addition, the removal selectivity\nshowed a transition behavior at the slurry C (with particle size of\n295 nm). This result indicates that there exists an optimum for removal\nselectivity as a function of abrasive size in the used slurry system.\nTherefore, we concluded that the control of the size and uniform particle\nsize distribution of ceria abrasives is an important parameter for high\nremoval selectivity and surface uniformity in the CMP process.\n\nReferences\n\n[1] L.M. Cook, Chemical processes in glass polishing, J. Non-Cryst. Solids 120 (1990)\n\n152–171.\n\n[2] T. Hoshino, Y. Kurata, Y. Terasaki, K. Susa, Mechanism of polishing of SiO2 ﬁlms by\n\nCeO2 particles, J. Non-Cryst. Solids 283 (2001) 129–136.\n\n[3] I.Y. Yoon, J.Y. Jeong, Y.B. Park, D.W. Lee, H.H. Ryu, W.G. Lee, Inﬂuence of high\nselectivity slurry in shallow trench isolation CMP on junction leakage characteristics,\nElectrochem. Solid-State Lett. 5 (4) (2002) G19–G21.\n\n[4] D.S. Lim, J.W. Ahn, H.S. Park, J.H. Shin, The effect of CeO2 abrasive size on dishing\nand step height reduction of silicon oxide ﬁlm in STI-CMP, Surf. Coat. Technol. 200\n(2005) 1751–1754.\n\n[5] H.G. Kang, H.S. Park, U. Paik Test, Effects of abrasive particle size and molecular\nweight of poly(acrylic acid) in ceria slurry on removal selectivity of SiO2/Si3N4\nﬁlms in shallow trench isolation chemical mechanical planarization, J. Mater. Res.\n22 (3) (2007) 777–787.\n\n[6] P. Janos, M. Petrak, Preparation of ceria-based polishing powders from carbonates,\n\nJ. Mater. Sci. 26 (1991) 4062–4066.\n\n[7] S.I. Lee, J. Hwang, H. Kim, H. Jeong, Investigation of polishing characteristics of\nshallow trench isolation chemical mechanical planarization with different types\nof slurries, Microelectron. Eng. 84 (2007) 626–630.\n\n[8] S.H. Lee, Z.L. Lu, S.V. Babu, E. Matijevic, Chemical mechanical polishing of thermal\noxide ﬁlms using silica particles coated with ceria, J. Mater. Res. 17 (10) (2002)\n2744–2749.\n\n[9] N.C. Wu, E.W. Shi, Y.Q. Zheng, W.J. Li, Effect of pH medium on hydrothermal\nsynthesis of nanocrystalline cerium (IV) oxide powders, J. Am. Ceram. Soc. 85 (10)\n(2002) 2462–2468.\n\n[10] A.R. West, Solid State Chemistry and its Applications, Wiley, New York, 1995.\n[11] F. Bondioli, A. Bonamartini Corradi, C. Leonelli, T. Manfredini, Nanosized CeO2\npowders obtained by ﬂux method, Mater. Res. Bull. 34 (1999) 2159–2166.\n[12] C. Kleinlogel, L.J. Gauckler, Sintering of nanocrystalline CeO2 ceramics, Adv. Mater.\n\n13 (14) (2001) 1081–1085.\n\nFig. 9. TGA curves of the ceria abrasives dried from (a) slurry A and (b) slurry D.\n\n\fM.-H. Oh et al. / Powder Technology 206 (2011) 239–245\n\n245\n\n[13] H. Wakita, S. Kinoshita, A synthetic study of the solid solutions in the systems and\nLa2(CH3)3·8H2O-Ce2(CO3)3·8H2O and La(OH)CO3–Ce(OH)CO3, Bull. Chem. Soc.\nJpn 52 (2) (1979) 428–432.\n\n[16] U. Mahajan, M. Bielmann, R.K. Singh, Effect of particle size during tungsten\nchemical–mechanical polishing, Mater. Res. Soc. Symp. Proc. 566 (1999) 27–31.\n[17] W. Choi, J. Abiade, S.M. Lee, R.K. Singh, Effects of slurry particles on silicon dioxide\n\n[14] T. Allen, 5th ed, Particle size measurement, Vol. 1, Chapman and Hall, New-York, 1997.\n[15] Y.H. Kim, S.K. Kim, N.S. Kim, J.G. Park, U. Paik, Crystalline structure of ceria\nparticles controlled by the oxygen partial pressure and STI CMP performances,\nUltramicroscopy 108 (2008) 1292–1296.\n\nCMP, J. Electrochem. Soc. 158 (8) (2004) G512–G522.\n\n[18] U. Mahajan, M. Belmann, R.K. Singh, In situ lateral force technique for dynamic\nsurface roughness measurements during chemical mechanical polishing, Electro-\nchem. Solid-State Lett. 2 (1999) 46–48.\n\n\f"
}