{
  "metadata": {
    "source_file": "Sakurada et al_2012_Method of producing oxide particles, slurry, polishing slurry, and method of.pdf",
    "extraction_date": "2024-11-17T17:45:27.913960",
    "character_count": 75453
  },
  "content": "USOO8328893B2 \n\n(12) United States Patent \n\nSakurada et al. \n\n(10) Patent No.: \n\n(45) Date of Patent: \n\nUS 8,328,893 B2 \n\nDec. 11, 2012 \n\n(54)  METHOD OF PRODUCING OXIDE \n\nPARTICLES, SLURRY, POLISHING SLURRY, \n\nAND METHOD OF POLISHING SUBSTRATE \n\n(75)  Inventors:  Takafumi Sakurada, Hitachi (JP); \n\nDaisuke Hosaka, Hitachi (JP); Kanshi \n\nChinone, Mito (JP) \n\n(73)  Assignee:  Hitachi Chemical Co., Ltd., Tokyo (JP) \n\nJP \n\n(*)  Notice: \n\nSubject to any disclaimer, the term of this \n\npatent is extended or adjusted under 35 \n\nU.S.C. 154(b) by 151 days. \n\n(56) \n\nReferences Cited \n\nU.S. PATENT DOCUMENTS \n\n5,759,917 A \n\n6/1998  Grover et al. \n\n(Continued) \n\nFOREIGN PATENT DOCUMENTS \n\nO9-188516 \n\n7/1997 \n\n(Continued) \n\nOTHER PUBLICATIONS \n\n(21)  Appl. No.: \n\n12/226,545 \n\n(22)  PCT Filed: \n\nApr. 20, 2007 \n\n(86).  PCT No.: \n\nPCT/UP2007/058629 \n\nS371 (c)(1), \n\n(2), (4) Date: \n\nOct. 21, 2008 \n\n(87)  PCT Pub. No.:  WO2007/123203 \n\nPCT Pub. Date: Nov. 1, 2007 \n\nPrior Publication Data \n\nUS 2009/O165396 A1 \n\nJul. 2, 2009 \n\n(65) \n\n(30) \n\nForeign Application Priority Data \n\nApr. 21, 2006  (JP). \n\n...  P2006-117772 \n\nJun. 16, 2006  (JP) ............................... P2006-167283 \n\n(51)  Int. Cl. \n\nB24D 99/00 \n\nCOB I 3/8 \n\nCOIF 17/00 \n\nCD7C5L/4I \n\nC09C I/68 \n\nC09K 3/4 \n\n(2010.01) \n\n(2006.01) \n\n(2006.01) \n\n(2006.01) \n\n(2006.01) \n\n(2006.01) \n\nZheng et al., The Preparation of a Nano-Composite Oxide Solid \n\nSolution of Cerium and Zirconium by Solid State Reaction, Jul. 2005, \n\nNew Chemical Materials, vol. 33, No. 7, pp. 24-26.* \n\n(Continued) \n\nPrimary Examiner — Roy King \n\nAssistant Examiner — Jared Wood \n\nKraus, LLP. \n\n(57) \n\nABSTRACT \n\n(74) Attorney, Agent, or Firm — Antonelli, Terry, Stout & \n\nThe present invention provides a method of producing oxide \n\nparticles, comprising a step of mixing a metal carbonate with \n\nan acid to give a mixture, a step of heating the mixture to give \n\na metal oxide and a step of pulverizing the metal oxide, and \n\nslurry wherein metal oxide particles obtained by the above \n\nmethod of producing are dispersed in an aqueous medium, a \n\npolishing slurry, and a method of polishing a substrate. \n\nParticularly, the present invention provides a polishing slurry \n\ncontaining cerium oxide particles obtained by using cerium \n\ncarbonate as the metal carbonate material and oxalic acid as \n\nthe acid. \n\nThe present invention provides a method of producing oxide \n\nparticles, wherein coarse particle- and abrasion powder-free \n\nfine particles can be rapidly obtained. The present invention \n\nalso provides a polishing slurry using the oxide particles, \n\nwhich can maintain a suitable polishing rate, can reduce \n\ngeneration of scratches, and can accurately polish the Surface \n\n(52)  U.S. Cl. ........  51/309; 51/307; 423/21.1; 423/592.1; \n\n(58)  Field of Classification Search ....................  51/309; \n\nof a semiconductor. \n\n562/400 \n\n423/21.1 \n\nSee application file for complete search history. \n\n46 Claims, 6 Drawing Sheets \n\n  \n\fUS 8,328,893 B2 \n\nPage 2 \n\nU.S. PATENT DOCUMENTS \n\nIto et al.  ..........................  51.309 \n\n6,562,092 B1* \n\n6,863,700 B2 * \n\n2001/0004855 A1* \n\n2003/0092265 A1* \n\n2003/017O991 A1* \n\n5/2003 \n\n3, 2005 \n\n6, 2001 \n\n5/2003 \n\n9, 2003 \n\nYoshida et al \n\nFukuda et al. \n\nKim et al.  ... \n\nWang et al.  ...................  438,692 \n\nFOREIGN PATENT DOCUMENTS \n\n51.309 \n\n75/255 \n\n438,689 \n\nJP \n\nJP \n\nJP \n\nJP \n\n2000-186277 \n\n2002-309236 \n\n2004-107186 \n\n2005-126253 \n\nWO  WO 2005/017989 \n\nT 2000 \n\n10, 2002 \n\n4/2004 \n\n5, 2005 \n\n2, 2005 \n\nOTHER PUBLICATIONS \n\nRiemenschneider, W. and Tanifuji, M. 2000. Oxalic Acid. Ullmann's \n\nEncyclopedia of Industrial Chemistry.* \n\nChinese Official Action issued on Mar. 11, 2010, for Application No. \n\n200780014174.1 \n\nZ. Yuying, et al., “The preparation of nano-composite oxide Solid \n\nSolution of cerium and Zirconium by Solid state  reaction'.  New \n\nChemical Materials, vol. 33, No. 7, Jul. 2005, pp. 24-26. \n\nTransmittal of Translation of the Preliminary Report on Patentability \n\nmailed Nov. 27, 2008, for Application No. PCT/JP2007/058629. \n\nTaiwanese Official Action dated Mar. 21, 2011, for TW Application \n\nChinese Official Action dated Oct. 25, 2011, for CNApplication No. \n\nNo. 10020232000. \n\n200780014174.1 \n\nWilliams, pKa Data, http://research.chem.psu.edu/brpgroup/pKa \n\ncompilation.pdf.* \n\n* cited by examiner \n\n  \n\fU.S. Patent \n\nDec. 11, 2012 \n\nSheet 1 of 6 \n\nUS 8,328,893 B2 \n\n  \n\fU.S. Patent \n\nDec. 11, 2012 \n\nSheet 2 of 6 \n\nUS 8,328,893 B2 \n\n  \n\fU.S. Patent \n\nDec. 11, 2012 \n\nSheet 3 of 6 \n\nUS 8,328,893 B2 \n\n  \n\fU.S. Patent \n\nDec. 11, 2012 \n\nSheet 4 of 6 \n\nUS 8,328,893 B2 \n\n& \n\n  \n\fU.S. Patent \n\nDec. \n\n9 11 \n\n2012 \n\nSheet 5 of 6 \n\nUS 8,328,893 B2 \n\nr \n\n13 \n\nG \n\n5 \n\n  \n  \n\fU.S. Patent \n\nDec. 11, 2012 \n\nSheet 6 of 6 \n\nUS 8,328,893 B2 \n\n& x: SS \n\n& \n\nF.G.  7 \n\n  \n\fUS 8,328,893 B2 \n\n1. \n\nMETHOD OF PRODUCING OXDE \n\nPARTICLES, SLURRY, POLISHING SLURRY, \n\nAND METHOD OF POLISHING SUBSTRATE \n\nTECHNICAL FIELD \n\n10 \n\n25 \n\n30 \n\n35 \n\nThe present invention relates to a method of producing \n\noxide particles, slurry and polishing slurry obtained by the \n\nmethod, and a method of polishing a Substrate. \n\nBACKGROUND ART \n\nFine particles of metal oxides have been used in various \n\napplications. For example, cerium oxide is used a material of \n\na polishing slurry, a catalyst, an ultraviolet Screening agent or \n\nthe like, cobalt oxide as a material of a capacitor, a varistor, a \n\nsecondary cell or the like, nickel oxide as a material of ferrite \n\nor the like, and titanium oxide as a material of a photocatalyst, \n\na pigment or the like. \n\nParticularly, fine particles of cerium oxide are rapidly \n\nspreading as an abrasive for precision polishing of semicon \n\nductor integrated circuits. The average size of Such fine par \n\nticles of cerium oxide used as an abrasive for precision pol \n\nishing is generally in the range of several nanometers to \n\nseveral hundreds nanometers. Various methods have been \n\nproposed to obtain such fine particles of cerium oxide. \n\nFirst, ammonium carbonate or ammonium hydrogencar \n\nbonate is added to a cerium salt solution Such as an aqueous \n\nSolution of cerium nitrate, to yield cerium carbonate precipi \n\ntates. Then, the precipitates are washed, filtered, dried and \n\nheated to give cerium oxide. The heating temperature should \n\nbe 400° C. or more to thermally decompose cerium carbon \n\nate. The size of the cerium oxide particles thus obtained is not \n\nsignificantly different from the size of the cerium carbonate \n\nparticles. For example, when cerium carbonate in the form of \n\na plate crystal aggregate having an average particle diameter \n\nof several tens nanometers is heated at 700° C., cerium oxide \n\nparticles in the form of a plate crystal aggregate having an \n\naverage particle diameter of several tens nanometers are \n\nobtained. Then, the resulting cerium oxide is dry-milled with \n\na jet mill or wet-milled with a bead mill, to make it particles \n\nmicroparticulated in the range of several nanometers to sev \n\neral hundreds nanometers. \n\nIn this method, however, considerable labor is required for \n\nmilling,  and coarse cerium oxide particles  may remain \n\ndepending on the capability of the mill. When milling is \n\ncontinued for a long time, parts of the mill may be worn to \n\nincrease the possibility of contamination of the resulting pol \n\nishing slurry with abrasion powder. Coarse cerium oxide \n\nparticles and abrasion powder are not preferable because they \n\ncause polishing scratches. \n\nThere is also a method of obtaining precipitates of cerium \n\noxalate by adding oxalic acid to a cerium salt solution Such as \n\nan aqueous solution of cerium nitrate. In this method, cerium \n\noxalate is also heated to give cerium oxide which is then \n\nmicroparticulated by milling, so there is a possibility of gen \n\neration  of polishing  scratches  for the  same reason  as \n\ndescribed above. \n\n2 \n\nthus requiring long time for washing. In addition, the precipi \n\ntates are so fine as to easily retain water as well, thus requiring \n\nlong time for drying too. When the heating time is high, the \n\ncerium oxide particles are so fine that a part of them may be \n\ncalcinated to form coarse cerium oxide particles. \n\nThere is also a method which comprises heating cerium \n\ncarbonate  in  water to  give  fine  precipitates  of cerium \n\nmonooxycarbonate, filtering the precipitates and drying them \n\nat 300° C. or more, followed by milling to give cerium oxide \n\nparticles free of coarse particles (see Japanese Patent Appli \n\ncation Laid-Open No. 2005-126253). In this method, how \n\never, the step of heating cerium carbonate in water is 2 to 48 \n\nhours, and the step of precipitating cerium monooxycarbon \n\nate is 5 to 96 hours, and thus the treatment requires a long \n\n15 \n\ntime. \n\nDISCLOSURE OF INVENTION \n\nAs described above, fine particles of cerium oxide obtained \n\nby the conventional production methods may contain coarse \n\nparticles or may be contaminated with abrasion powder from \n\na grinding machine. The method of producing fine particles \n\nfree of coarse particles is also reported, but there is a difficulty \n\nin necessity for a long time in production. \n\nIn view of the problems described above, the present inven \n\ntion provides a method of producing oxide particles, wherein \n\nfine particles not containing coarse particles or abrasion pow \n\nder can be rapidly obtained. The present invention also pro \n\nvides a polishing slurry using the oxide particles, which can \n\nmaintain a Suitable polishing rate, can reduce generation of \n\nscratches, and can accurately polish the Surface of a semicon \n\nductor. \n\nThe present invention was made by finding that the shape \n\nof an oxide obtained by heating a carbonate to which an acid \n\nwas added, as compared with an oxide obtained by heating a \n\ncarbonate as it is, is significantly changed. \n\nThe present invention relates to the following items. \n\n(1) A method of producing oxide particles, comprising: \n\na step of mixing a metal carbonate with an acid to give a \n\n40 \n\nmixture, \n\na step of heating the mixture to give a metal oxide, and a \n\nstep of pulverizing the metal oxide. \n\n(2) The method of producing oxide particles according to \n\nthe above item (1), wherein the metal carbonate is cerium \n\n45 \n\ncarbonate. \n\n(3) The method of producing oxide particles according to \n\nthe above item (1) or (2), wherein the acid is solid at 25°C. \n\n(4) The method of producing oxide particles according to \n\nthe above item (3), wherein the acid is powdery at 25°C. \n\n(5) The method of producing oxide particles according to \n\nany one of the above items (1) to (4), wherein the acid is an \n\norganic acid. \n\n(6) The method of producing oxide particles according to \n\nthe above item (5), wherein the organic acid is composed of a \n\ncarbon atom, an oxygen atom and a hydrogen atom. \n\n(7) The method of producing oxide particles according to \n\nthe above item (5) or (6), wherein the acid dissociation con \n\nstant pKa of the organic acid is lower than the acid dissocia \n\n50 \n\n55 \n\nThere is also a method which comprises optimizing the \n\nconcentration and reaction temperature of an aqueous solu \n\ntion of cerium nitrate and an aqueous solution of ammonium \n\nhydrogen carbonate to form fine precipitates of cerium car \n\nbonate  and heating the  precipitates,  whereby spherical \n\ncerium oxide having an average particle diameter of 50 nm or \n\nless is obtained without milling (see Japanese Patent Appli \n\ncation Laid-Open No. 2004-107186). In this method, how \n\never, the precipitates are so fine as to easily retain ammonium, \n\ntion constant pKa of carbonic acid. \n\n60 \n\n(8) The method of producing oxide particles according to \n\nthe above item (7), wherein the acid dissociation constant \n\npKa of the organic acid is 6 or less. \n\n(9) The method of producing oxide particles according to \n\nany one of the above items (5) to (8), wherein the organic acid \n\nis at least one member selected from Succinic acid, malonic \n\nacid, citric acid, tartaric acid, malic acid, oxalic acid, maleic \n\nacid, adipic acid, salicylic acid, benzoic acid, phthalic acid, \n\n65 \n\n\fUS 8,328,893 B2 \n\n3 \n\n4 \n\nglycolic acid, ascorbic acid, and isomers, polymers and \n\ncopolymers thereof, polyacrylic acid, and polymethacrylic \n\nFIG. 7 is  a scanning electron  micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and maleic \n\nacid. \n\n(10) The method of producing oxide particles according to \n\nany one of the above items (5) to (9), wherein the metal \n\ncarbonate is cerium carbonate, the organic acid is oxalic acid, \n\nand the mixing molar ratio of oxalic acid to cerium carbonate \n\n(11) Slurry wherein metal oxide particles obtained by the \n\nmethod of producing oxide particles according to any one of \n\nthe above items (1) to (10) are dispersed in an aqueous \n\nis 0.5 to 6. \n\nmedium. \n\n(12) A polishing slurry wherein cerium oxide particles \n\nobtained by the method of producing oxide particles accord \n\ning to any one of the above items (1) to (10) wherein the metal \n\nis cerium and the acid is oxalic acid are dispersed in an \n\naqueous medium. \n\n(13) A polishing slurry wherein particles prepared by pull \n\nVerizing cerium oxide obtained by heating a mixture of \n\ncerium carbonate and oxalic acid are contained in an aqueous \n\nmedium. \n\n(14) The polishing slurry according to the above item (12) \n\nor (13), wherein the median value of the cerium oxide particle \n\ndiameter is 100 to 2000 nm. \n\n(15) The polishing slurry according to the above item (14), \n\nwherein the content of cerium oxide particles having a par \n\nticle diameter of 3 um or more is 500 ppm or less based on the \n\ntotal Solid content. \n\n(16) The polishing slurry according to the above item (14) \n\nor (15), which further comprises a dispersant. \n\n(17) The polishing slurry according to any one of the above \n\nitems (14) to (16), wherein 99% by volume of the cerium \n\noxide particles have a particle diameter of 1.0 um or less. \n\n(18) A method of polishing a predetermined substrate with \n\nthe polishing slurry according to any one of the above items \n\nacid. \n\nacid. \n\nFIG. 8 is  a scanning electron  micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and adipic \n\nFIG. 9 is  a scanning electron  micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and Sali \n\ncylic acid. \n\nZoic acid. \n\n10 \n\nFIG. 10 is a scanning electron micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and ben \n\nFIG. 11 is a scanning electron micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and \n\n15 \n\nphthalic acid. \n\nFIG. 12 is a scanning electron micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and gly \n\nFIG. 13 is a scanning electron micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and ascor \n\nFIG. 14 is a scanning electron micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and poly \n\ncolic acid. \n\nbic acid. \n\nacrylic acid. \n\n25 \n\nFIG. 15 is a scanning electron micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and poly \n\nmethacrylic acid. \n\nFIG. 16 is a scanning electron micrograph of powder \n\nobtained by heating a mixture of cerium carbonate, lantha \n\n30 \n\nnum carbonate and malonic acid. \n\nFIG. 17 is a scanning electron micrograph of powder \n\nobtained by heating cerium carbonate only. \n\nFIG. 18 is a scanning electron micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and poly \n\n35 \n\nethylene glycol. \n\n(12) to (17). \n\n(19) The method of polishing a substrate according to the \n\nabove item (18), wherein the predetermined substrate is a \n\nsemiconductor Substrate having at least a silicon oxide film \n\n40 \n\nformed thereon. \n\nThe disclosure of this application is related to the subject \n\nmatters described in Japanese Patent Application No. 2006 \n\n117772 filed Apr. 21, 2006 and Japanese Patent Application \n\nNo. 2006-167283 filed Jun. 16, 2006, the disclosures of \n\nwhich are incorporated by reference in their entirety. \n\n45 \n\nBRIEF DESCRIPTION OF DRAWINGS \n\nFIG. 1  is  a scanning electron  micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and Suc \n\n50 \n\ncinic acid. \n\nonic acid. \n\nacid. \n\ntaric acid. \n\nacid. \n\nacid. \n\nFIG. 2 is  a scanning electron  micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and mal \n\nFIG. 3 is  a scanning electron  micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and citric \n\nFIG. 4 is  a scanning electron  micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and tar \n\n60 \n\nFIG. 5 is  a scanning electron  micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and malic \n\nFIG. 6 is  a scanning electron  micrograph of powder \n\nobtained by heating a mixture of cerium carbonate and oxalic \n\n65 \n\nBEST MODE FOR CARRYING OUT THE \n\nINVENTION \n\nThe method of producing oxide particles according to the \n\npresent invention comprises a step of mixing a metal carbon \n\nate with an acid to give a mixture, a step of heating the mixture \n\nto give a metal oxide, and a step of pulverizing the metal \n\noxide. Generally, when a metal carbonate only is heated, the \n\ncarbonate is thermally decomposed to give an oxide of the \n\nmetal. In this case, the carbonate and the oxide are often not \n\nsignificantly different in shape. However, when an acid is \n\nmixed with a metal carbonate and the mixture is heated, a \n\nchemical reaction occurs between the acid and the metal \n\ncarbonate, so that the carbonate ion is substituted to form a \n\nnew metal salt followed by thermal decomposition to give an \n\noxide of the metal. In this case, the carbonate and the oxide \n\nare significantly different in shape, and the oxide is an aggre \n\ngate of fine particles. This oxide is an aggregate of fine par \n\nticles and canthus be pulverized easily in a short time to form \n\nThe metal carbonate in the present invention may be not \n\nonly a carbonate containing one kind of metal element, but \n\nalso any of double salts consisting of several kinds of metal \n\nions, carbonate ions, and other cations and anions. When a \n\nmixtures of these double salts and an acid is heated, carbonate \n\nions in the components of the double salts are substituted to \n\nform new metal salts followed by thermal decomposition to \n\ngive oxides as aggregates of fine particles. For the same \n\nreason, the metal carbonates may contain impurities. \n\nThe metal that forms the carbonate includes cerium, cobalt, \n\nnickel etc. Particularly, when the oxide is used in a polishing \n\n55 \n\nfine oxide particles. \n\n\fUS 8,328,893 B2 \n\n5 \n\n6 \n\nslurry as described later, the metal is preferably cerium. The \n\nmethod of producing cerium carbonate is  not particularly \n\nlimited and includes a method wherein an aqueous solution of \n\nammonium hydrogencarbonate is  mixed with an aqueous \n\nSolution of trivalent cerium nitrate to precipitate cerium car \n\nbonate which is  then filtered and washed. As a matter of \n\ncourse, cerium carbonate may contain other metal carbonates \n\nand impurities. \n\nThe acid in the present invention is preferably solid at 25° \n\nC. It is not preferable that the acid is gaseous, because it is \n\ndifficult to handle the acid or to mix the acid with the metal \n\ncarbonate. When the acid is a liquid or in a solution state, its \n\nmixture with the metal carbonate becomes liquid so that \n\ndrying is necessary before the oxide is obtained by heating, \n\n10 \n\n15 \n\nand Such drying is time-consuming. \n\nThe acid in the present invention is preferably powdery \n\nfrom the viewpoint of easy mixing with the metal carbonate. \n\nThe size of the powder is not particularly limited. \n\nThe acid in the present invention is preferably an organic \n\nacid. The acid is more preferably a powdery organic acid at \n\n25° C. When an inorganic acid such as nitric acid or sulfuric \n\nacid is mixed with the metal carbonate, a chemical reaction is \n\nseverely caused to rapidly generate carbon dioxide to make \n\nthe reaction hardly controllable, and a nitrate ion and sulfate \n\nion may, without elimination, remain in the oxide when the \n\nheating temperature is low. \n\nThe organic acid in the present invention is composed \n\npreferably of a carbon atom, oxygen atom and hydrogen \n\natom. In addition to these atoms, a nitrogen atom and Sulfur \n\natom may be contained in the organic acid, but will, upon \n\nheating, form a nitrate ion and Sulfate ion which remain, \n\nwithout elimination, in the oxide when the heating tempera \n\nture is low. \n\n25 \n\nOn the other hand, when a mixture of another organic acid \n\nand cerium carbonate is calcined, the resulting cerium oxide \n\nmay become massive to sometimes make the pulverizing step \n\ntime-consuming. \n\n5 \n\nFurther, the combustion heat of oxalic acid is low, so tem \n\nperature control is easy during heating. \n\nIn addition, the number of carbonatoms in Oxalic acid per \n\nacid Valence is Small, so the amount of a global greenhouse \n\ngas carbon dioxide generated during combustion is Small. \n\nIt is preferable that when the acid is mixed for example with \n\ncerium carbonate, 1/n to 12/n mole of n-valent acid is mixed \n\nwith 1 mole of cerium carbonate. When the amount of the acid \n\nmixed is Small, the reaction may not sufficiently proceed, \n\nwhile when the amount of the acid mixed is large, the acid not \n\nparticipating in the reaction may burn during heating to dam \n\nage a heating apparatus, and therefore, it is more preferable \n\nthat 3/n to 9/n mole of n-valent acid is mixed with 1 mole of \n\ncerium carbonate. \n\nWhen cerium carbonate is mixed for example with oxalic \n\nacid, the mixing molar ratio of oxalic acid to cerium carbon \n\nate is preferably 0.5 to 6, more preferably 3 to 5. \n\nIn the present invention, the method of mixing the metal \n\ncarbonate with the acid is not limited, but when the two are \n\nmixed, carbon dioxide may occur depending on the type of \n\nacid such as oxalic acid, and therefore, it is preferable to use \n\na method wherein the two are introduced into an open con \n\ntainer and stirred therein. The shape of an oxide to be formed \n\nwill vary depending on the mixing time, but regardless of the \n\nmixing time, there can be brought about an effect of easy and \n\nrapid pulverization once the two are mixed. \n\nIn the case of cerium carbonate for example, the heating \n\ntemperature in the present invention is preferably 350° C. or \n\nmore, more preferably 400 to 1000° C. \n\n35 \n\nThe acid dissociation constant pKa of the organic acid in \n\nthe present invention is preferably lower than the first acid \n\ndissociation constant pKa  of carbonic acid. That is,  the \n\norganic acid in the present invention is preferably a stronger \n\nacid than carbonic acid. The pKa of the organic acid is more \n\npreferably 6 or less. When there occurs multistage dissocia \n\ntion of the organic acid, the first acid dissociation pKa is \n\ncompared with the pKa of carbonic acid. When the organic \n\nacid having an acid dissociation constant pKa lower than the \n\nacid dissociation constant pKa  of carbonic acid is mixed \n\nwith the metal carbonate and then heated, the conjugated base \n\nof the organic acid is Substituted by a carbonate ion to gener \n\nate carbon dioxide, thereby forming a metal organic acid salt. \n\nWhen heating is further continued, the metal organic acid salt \n\nis thermally decomposed to give an oxide as an aggregate of \n\nfine particles. In the present invention, the acid dissociation \n\nconstant shall be expressed as pKa that is a common loga \n\nrithm of reciprocal of the actual acid dissociation constant Ka. \n\nWhen there occurs multistage dissociation of the organic \n\nacid, the acid dissociation constant in the present invention \n\nshall be expressed as the first acid dissociation constant pKa. \n\nThe organic acid in the present invention is preferably at \n\nleast one member selected from Succinic acid, malonic acid, \n\ncitric acid, tartaric acid, malic acid, oxalic acid, maleic acid, \n\nadipic acid, Salicylic acid, benzoic acid, phthalic acid, gly \n\ncolic acid, ascorbic acid, and isomers, polymers and copoly \n\nmers thereof, polyacrylic acid, and polymethacrylic acid. \n\nThese organic acids are solid at room temperature and easily \n\navailable in powdery form. The organic acid is particularly \n\npreferably oxalic acid because oxalic acid when calcined in \n\nthe form of a mixture with cerium carbonate yields cerium \n\noxide in the form of powder to facilitate the pulverizing step. \n\n40 \n\n45 \n\n50 \n\n55 \n\n60 \n\n65 \n\nBecause the oxide in the present invention is an aggregate \n\noffine particles and canthus be easily pulverized, the method \n\nof pulverizing the same is not limited, but if the average \n\nparticle diameter should be reduced to several micrometers or \n\nless, drymilling with a jet mill or the like, or wet milling in a \n\ncountercurrent system or with a bead mill, is preferable. \n\nThe metal oxide particles obtained in the present invention \n\ncan be dispersed in an aqueous medium to form slurry. The \n\nmethod of dispersing the oxide particles  in an aqueous \n\nmedium includes dispersing treatment using a homogenizer, \n\nan ultrasonic dispersing machine and a wetball mill in addi \n\ntion to a usual agitator. When a dispersant is used, a polymer \n\ndispersant containing ammonium acrylate as a copolymeriza \n\ntion component can be used. \n\nThe slurry obtained in the present invention can be used as \n\na polishing slurry. Particularly, the polishing slurry contain \n\ning cerium oxide particles can be used as a polishing slurry for \n\nprecision polishing of semiconductor integrated circuits. \n\nExamples of films polished in semiconductor integrated cir \n\ncuits include a silicon oxide film, a silicon nitride film, and a \n\nsilicon oxide film doped with boron or phosphorus. \n\nThe polishing slurry of the present invention preferably \n\ncontains cerium oxide particles prepared by pulverizing \n\ncerium oxide obtained by calcining a mixture of cerium car \n\nbonate and oxalic acid, and water. \n\nThe polishing slurry of the present invention is preferably \n\na composition containing a dispersant in addition to the \n\ncerium oxide particles and water. For example, the polishing \n\nslurry is obtained by dispersing a composition containing the \n\ncerium oxide particles  prepared by the above-described \n\nmethod and a dispersant in water. \n\n\fUS 8,328,893 B2 \n\n7 \n\nThe concentration of the cerium oxide particles is not lim \n\nited, but is preferably in the range of 0.1 to 20% by weight for \n\neasy handling of the polishing slurry in the form of a disper \n\nS1O. \n\nBecause the dispersant is used in polishing of semiconduc \n\ntor elements, it is preferably a dispersant wherein the content \n\nof alkali metals such as sodium ion, potassium ion etc. and \n\nhalogens can be reduced to 10 ppm or less. For example, a \n\npolymer dispersant such as ammonium polyacrylate is pref \n\nerable. \n\n10 \n\n25 \n\nThe amount of the dispersant added is preferably in the \n\nrange of 0.01 to 5.0 parts by weight based on 100 parts by \n\nweight of the cerium oxide particles, for the dispersibility of \n\nthe particles in the polishing slurry, for prevention precipita \n\ntion thereof, and from the relationship between polishing \n\nscratches and the amount of the dispersant added. \n\nThe weight-average molecular weight of the dispersant is \n\npreferably 100 to 50,000, more preferably 1,000 to 10,000. \n\nWhen the molecular weight of the dispersant is lower than \n\n100, a sufficient polishing rate tends to be hardly attained in \n\npolishing of a silicon oxide film or a silicon nitride film, while \n\nwhen the molecular weight of the dispersant is higher than \n\n50,000, the viscosity is increased and the storage stability of \n\nthe polishing slurry tends to be decreased. In the present \n\ninvention, the weight-average molecular weight is a standard \n\npolystyrene-equivalent molecular weight determined by gel \n\npermeation chromatography. \n\nThe method of dispersing the cerium oxide particles in \n\nwater can make use of a homogenizer, an ultrasonic dispers \n\ning machine and a wet ball mill in addition to dispersing \n\n30 \n\ntreatment with a usual agitator. \n\nThe second particle diameter of the cerium oxide particles \n\nin the polishing slurry prepared in this manner has a particle \n\ndiameter distribution, so the diameter of 99% (also referred to \n\nhereinafter as D99) by volume of the cerium oxide particles is \n\npreferably 1.0 um or less. If the D99 is more than 1.0 um, \n\nmany scratches may occur. The D99 is more preferably 0.7 \n\num or less to reduce Scratches. \n\nThe median value (also referred to hereinafter as D50) of \n\nthe secondary particle diameter of the cerium oxide particles \n\nin the polishing slurry is preferably 100 nm or more, more \n\npreferably 150 nm or more. The median value is preferably \n\n2000 nm or less, more preferably 500 nm or less. When the \n\nmedian value of the secondary particle diameter is less than \n\n100 nm, the polishing rate tends to be reduced, while the \n\nmedian value is more than 2000 nm, polishing scratches tend \n\nto occur easily on the surface of a film to be polished. The \n\nmedian value (D50) and the D99 of the secondary particle \n\ndiameter of the cerium oxide particles in the polishing slurry, \n\ncan be measured by a light scattering method, for example \n\nwith a particle diameter distribution analyzer (for instance, \n\nMastersizer Micro Plus manufactured by Malvern Instru \n\nments Ltd.). \n\nIn the present invention, the content of particles having a \n\nparticle diameter of 3 um or more in the polishing slurry is \n\n500 ppm or less based on the total solid content of the pol \n\nishing slurry. The scratch reducing effect is apparent from this \n\nfeature. The coarse particles having a particle diameter of 3 \n\num or more refer to particles captured by filtration with a filter \n\nhaving a pore diameter of 3 um. The content of particles \n\nhaving a particle diameter of 3 um or more is more preferably \n\n200 ppm or less based on the total solid content, thereby \n\nfurther increasing the Scratch reducing effect, and the content \n\nof particles having a particle diameter of 3 um or more is still \n\nmore preferably 100 ppm or less based on the total solid \n\ncontent, thereby bringing about the highest scratch reducing \n\n40 \n\n45 \n\n50 \n\n55 \n\n60 \n\neffect. \n\nfication. \n\n15 \n\n8 \n\nThe content of the coarse particles having a diameter of 3 \n\num or more can be determined by measuring the weight of the \n\nparticles captured by filtration with a filter having a pore \n\ndiameter of 3 um. The total solid content of the polishing \n\nslurry is separately determined by measuring the weight of \n\nthe polishing slurry after drying. For example, 10 g of the \n\npolishing slurry is dried at 150° C. for 1 hour and then mea \n\nsured to determine the solid content. Then, the mass of the \n\npolishing slurry used in filtration with a filter having a pore \n\ndiameter of 3 um is multiplied by the solid content to deter \n\nmine the total solid content of the polishing slurry used. \n\nThe means that can be used to reduce the content of coarse \n\nparticles includes, but is not limited to, filtration and classi \n\nThe polishing slurry of the present invention can also be \n\nprepared for example either as a one-pack type polishing \n\nslurry composed of cerium oxide particles, a dispersant, an \n\nadditive Such as a polymer, and water, or as a two-liquid type \n\npolishing slurry in which cerium oxide slurry consisting of \n\ncerium oxide particles, a dispersant and water is separated \n\nfrom an additive liquid consisting of an additive and water. In \n\neither case, stable characteristics can be obtained. \n\nWhen the polishing slurry is stored as a two-liquid type \n\npolishing slurry in which the cerium oxide slurry is separated \n\nfrom an additive liquid, its planarization property and polish \n\ning rate can be regulated by arbitrarily changing the formu \n\nlation of the two liquids. When a substrate is polished with the \n\ntwo-liquid type polishing slurry, the additive liquid and the \n\ncerium oxide slurry are sent in different lines, and the lines are \n\nmerged into one to mix the liquids just before the outlet of the \n\nfeeding line, thereby supplying the mixture onto the polishing \n\nplaten. Alternatively, the two are mixed previously at an arbi \n\ntrary ratio in a container and then Supplied onto the polishing \n\nThe polishing slurry of the present invention can be used in \n\na Substrate polishing method of polishing a predetermined \n\nSubstrate. For example, the polishing slurry of the present \n\ninvention can be used in polishing a film flatly by pressing a \n\nSubstrate having the film to be polished against a polishing \n\ncloth and moving the film and the polishing cloth relatively to \n\neach other while Supplying the polishing slurry to the space \n\nbetween the film to be polished and the polishing cloth. \n\nThe substrate includes, for example, a substrate involved in \n\nthe manufacture of a semiconductor device, specifically a \n\nSubstrate having an inorganic insulating layer formed on a \n\nsemiconductor Substrate in a stage where a circuit element \n\nhas been formed, and a substrate having an inorganic insulat \n\ning layer embedded on the Substrate in a step of forming a \n\nshallow trench device isolation. The inorganic insulating \n\nlayer that is a film to be polished includes an insulating layer \n\nconsisting of at least silicon oxide film. \n\nEXAMPLES \n\nHereinafter, the present invention is described in more \n\ndetail by reference to the Examples, but the present invention \n\nis not limited to these examples. Chemical Substances used in \n\nthe Examples are reagents manufactured by Wako Pure \n\nChemical Industries, Ltd. \n\nExample 1 \n\nPreparation of Oxide \n\nplaten. \n\n35 \n\n65 \n\nAs a metal  carbonate and an acid,  100 g of cerium \n\ncarbonate.8H2O and 52 g of Succinic acid were placed in a \n\npolyethylene container and mixed for 10 minutes under stir \n\n\fUS 8,328,893 B2 \n\nring with a rotating stirring blade at 20 rpm. The mixture was \n\nplaced in an alumina container and heated at 750 g for hour in \n\nair to give about 50 g yellowish-white powder. FIG. 1 is a \n\nscanning electron micrograph of the powder thus obtained. \n\nThe shape of the resulting powder is changed as compared \n\nwith powder obtained without adding an organic acid in Com \n\nparative Example 1. By X-ray diffractometry analysis, this \n\npowder was confirmed to be cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\n10 \n\n15 \n\n40 g of the cerium oxide prepared above in manufacture of \n\nthe oxide, 1 g of (40 mass %) aqueous Solution of ammonium \n\npolyacrylate, and 759 g of deionized water were mixed, \n\nstirred for 10 minutes, and pulverized for 30 minutes with a \n\ncountercurrent wet grinding machine MICROFLUIDIZER \n\n(produced by MICROFLUIDEX INC.). The average particle \n\ndiameter of cerium oxide particles in the obtained slurry, as \n\ndetermined by a laser diffraction particle size distribution \n\nanalyzer (Mastersizer Micro Plus, manufactured by Malvern \n\nInstruments Ltd.), was 300 nm. The slurry was dried, and \n\nwhen cerium oxide particles were observed under a scanning \n\nelectron microscope, coarse particles of 3 um or more or \n\nparticles other than cerium oxide considered as abrasion pow \n\nder were not recognized. \n\nExample 2 \n\nPreparation of Oxide \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 100 g of cerium \n\ncarbonate.8HO and 45 g of malonic acid were used as the \n\nmetal carbonate and the acid respectively. FIG. 2 is a scanning \n\nelectron micrograph of the powder thus obtained. By X-ray \n\ndiffractometry analysis, this powder was confirmed to be \n\ncerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 230 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more or particles considered as abrasion \n\npowder other than cerium oxide were not recognized. \n\nExample 3 \n\nPreparation of Oxide \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 100 g of cerium \n\ncarbonate.8HO and 56 g of citric acid were used. FIG. 3 is a \n\nscanning electron micrograph of the powder thus obtained. \n\nBy X-ray diffractometry analysis, this powder was confirmed \n\nto be cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 210 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more or particles considered as abrasion \n\npowder other than cerium oxide were not recognized. \n\n35 \n\n40 \n\n45 \n\n50 \n\n55 \n\nExample 4 \n\nPreparation of Oxide \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 100 g of cerium \n\n10 \n\ncarbonate.8HO and 65 g of tartaric acid were used. FIG. 4 is \n\na scanning electron micrograph of the powder thus obtained. \n\nBy X-ray diffractometry analysis, this powder was confirmed \n\nto be cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 230 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more or particles considered as abrasion \n\npowder other than cerium oxide were not recognized. \n\nExample 5 \n\nPreparation of Oxide \n\nAbout 50gyellowish-white mass was obtained in the same \n\nmanner as in  Example 1  except that  100 g of cerium \n\ncarbonate.8HO and 58 g of malic acid were used. This mass \n\nwas ground in a mortar. FIG. 5 is a scanning electron micro \n\ngraph of the powder thus obtained. By X-ray diffractometry \n\nanalysis, this powder was confirmed to be cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\n25 \n\n30 \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 290 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more or particles considered as abrasion \n\npowder other than cerium oxide were not recognized. \n\nExample 6 \n\nPreparation of Oxide \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 100 g of cerium \n\ncarbonate.8HO and 55 g of oxalic acid.2H2O were used. \n\nFIG. 6 is a scanning electron micrograph of the powder thus \n\nobtained. By X-ray diffractometry analysis, this powder was \n\nconfirmed to be cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 210 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more or particles considered as abrasion \n\npowder other than cerium oxide were not recognized. \n\nExample 7 \n\nPreparation of Oxide \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 100 g of cerium \n\ncarbonate.8HO and 51 g of maleic acid were used. FIG. 7 is \n\na scanning electron micrograph of the powder thus obtained. \n\nBy X-ray diffractometry analysis, this powder was confirmed \n\n60 \n\nto be cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 280 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more or particles considered as abrasion \n\npowder other than cerium oxide were not recognized. \n\n65 \n\n\fUS 8,328,893 B2 \n\n11 \n\nExample 8 \n\nPreparation of Oxide \n\n12 \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more or particles considered as abrasion \n\npowder other than cerium oxide were not recognized. \n\nExample 12 \n\nPreparation of Oxide \n\nAbout 50gyellowish-white mass was obtained in the same \n\nmanner as in  Example 1  except that  100 g of cerium \n\ncarbonate.8HO and 64 g of adipic acid were used. This mass \n\nwas ground in a mortar. FIG. 8 is a scanning electron micro \n\ngraph of the powder thus obtained. By X-ray diffractometry \n\nanalysis, this powder was confirmed to be cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 280 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more or particles considered as abrasion \n\npowder other than cerium oxide were not recognized. \n\nExample 9 \n\nPreparation of Oxide \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 100 g of cerium \n\ncarbonate.8HO and 60 g of salicylic acid were used. FIG. 9 \n\nis  a scanning electron  micrograph of the powder thus \n\nobtained. By X-ray diffractometry analysis, this powder was \n\nconfirmed to be cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 250 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more or particles considered as abrasion \n\npowder other than cerium oxide were not recognized. \n\nExample 10 \n\nPreparation of Oxide \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 100 g of cerium \n\ncarbonate.8HO and 105 g of benzoic acid were used. FIG.10 \n\nis  a scanning electron  micrograph of the powder thus \n\nobtained. By X-ray diffractometry analysis, this powder was \n\nconfirmed to be cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 250 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more or particles considered as abrasion \n\npowder other than cerium oxide were not recognized. \n\nExample 11 \n\nPreparation of Oxide \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 100 g of cerium \n\ncarbonate.8HO and 72 g of phthalic acid were used. FIG. 11 \n\nis  a scanning electron  micrograph of the powder thus \n\nobtained. By X-ray diffractometry analysis, this powder was \n\nconfirmed to be cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 240 nm. The \n\n25 \n\n30 \n\n35 \n\n40 \n\n45 \n\n50 \n\n55 \n\n60 \n\n10 \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 100 g of cerium \n\ncarbonate.8HO and 33 g of glycolic acid were used. FIG. 12 \n\nis  a  scanning electron  micrograph of the powder thus \n\nobtained. By X-ray diffractometry analysis, this powder was \n\n15 \n\nconfirmed to be cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 200 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more or particles considered as abrasion \n\npowder other than cerium oxide were not recognized. \n\nExample 13 \n\nPreparation of Oxide \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 100 g of cerium \n\ncarbonate.8HO and 77 g of ascorbic acid were used. FIG. 13 \n\nis  a  scanning electron  micrograph of the powder thus \n\nobtained. By X-ray diffractometry analysis, this powder was \n\nconfirmed to be cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 280 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more or particles considered as abrasion \n\npowder other than cerium oxide were not recognized. \n\nExample 14 \n\nPreparation of Oxide \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 100 g of cerium \n\ncarbonate.8H2O and 63 g of polyacrylic acid having an aver \n\nage molecular weight of 25000 were used. FIG. 14 is a scan \n\nning electron micrograph of the powder thus obtained. By \n\nX-ray diffractometry analysis, this powder was confirmed to \n\nbe cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 270 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more or particles considered as abrasion \n\npowder other than cerium oxide were not recognized. \n\nExample 15 \n\nPreparation of Oxide \n\n65 \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 100 g of cerium \n\ncarbonate.8HO and 75 g of polymethacrylic acid were used. \n\n\f5 \n\n10 \n\n15 \n\nUS 8,328,893 B2 \n\n13 \n\nFIG. 15 is a scanning electron micrograph of the powder thus \n\nobtained. By X-ray diffractometry analysis, this powder was \n\nconfirmed to be cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 290 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more or particles considered as abrasion \n\npowder other than cerium oxide were not recognized. \n\n14 \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 340 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope and analyzed \n\nby the energy dispersive X-ray element analyzer, coarse par \n\nticles of 3 um or more and particles considered as abrasion \n\npowder other than cerium oxide were recognized similarly to \n\nComparative Example 1. \n\nExample 17 \n\nExample 16 \n\nPreparation of Oxide \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 90 g of cerium \n\ncarbonate.8HO, 10 g of lanthanum carbonate hydrate, and \n\n45g of malonic acid were used. FIG.16 is a scanning electron \n\nmicrograph of the powder thus obtained. By X-ray diffracto \n\nmetry analysis, this powder was confirmed to be a mixture of \n\ncerium oxide and lanthanum oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 220 nm. The \n\nslurry was dried, and when cerium oxide and lanthanum \n\noxide particles were observed under a scanning electron \n\nmicroscope, coarse particles of 3 uM or more or particles \n\nconsidered as abrasion powder other than cerium oxide or \n\nlanthanum oxide were not recognized. \n\n25 \n\n30 \n\nComparative Example 1 \n\nPreparation of Oxide \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 100 g of cerium \n\ncarbonate.8HO only was used in the absence of an acid. FIG. \n\n17 is a scanning electron micrograph of the powder thus \n\nobtained. By X-ray diffractometry analysis, this powder was \n\nconfirmed to be cerium oxide. \n\n(Preparation of Fine Oxide Particles) \n\nWhen slurry was prepared in the same manner as in \n\nExample 1, the average particle diameter was 340 nm. The \n\nslurry was dried, and when cerium oxide particles were \n\nobserved under a scanning electron microscope, coarse par \n\nticles of 3 um or more were recognized. When other observed \n\namorphous particles were analyzed by an energy dispersive \n\nX-ray element analyzer, the particles were confirmed to be \n\niron-containing particles. Because iron-containing particles \n\ncould not be confirmed even if the particles before pulveriza \n\ntion were analyzed, it is estimated that the iron-containing \n\namorphous particles are derived from abrasion powder other \n\nthan cerium oxide. \n\nComparative Example 2 \n\nPreparation of Oxide \n\nAbout 50 g yellowish-white powder was obtained in the \n\nsame manner as in Example 1 except that 100 g of cerium \n\ncarbonate.8H2O and 50 g of polyethylene glycol having an \n\naverage molecular weight of 400 that is not an acid were used \n\nin the absence of an acid. FIG. 18 is a scanning electron \n\nmicrograph of the powder thus obtained. By X-ray diffracto \n\nmetry analysis, this powder was confirmed to be cerium \n\n60 \n\n65 \n\noxide. \n\n6 kg of commercial cerium carbonate and 3.3 kg of Oxalic \n\nacid.2HO were placed in a polyethylene container provided \n\nwith a gas venting hole, and mixed by shaking for 5 minutes \n\nwith a shaker. The mixture was introduced into an alumina \n\ncontainer and calcined at 800° C. in air for 2 hours to give 3 kg \n\nyellowish-white powder. This powder was confirmed to be \n\ncerium oxide by phase identification in X-ray diffractometry. \n\n1000 g of the cerium oxide particles obtained above, 80 g of \n\n(40 mass %) aqueous Solution of ammonium polyacrylate, \n\nand 5600 g of deionized water were mixed, stirred for 10 \n\nminutes, and wet-milled for 30 minutes with a bead mill \n\n(manufactured by Ashizawa Finetec). The resulting disper \n\nsion was precipitated by leaving it at room temperature for 20 \n\nhours, and its Supernatant was collected. The Supernatant was \n\nfiltered with a filter having a pore diameter of 1.0 um, then \n\nfiltered again with a filter having a pore diameter of 1.0 um, \n\nand adjusted with deionized water to a solid content of 5% to \n\ngive a cerium oxide polishing slurry for semiconductor pla \n\nnarization. \n\n35 \n\n40 \n\n45 \n\n50 \n\n55 \n\nWhen the particle diameter of the resulting cerium oxide \n\npolishing slurry for semiconductor planarization was deter \n\nmined by measuring the stock solution of the cerium oxide \n\npolishing slurry for semiconductor planarization with a laser \n\ndiffraction particle size distribution analyzer (Mastersizer \n\nMicro Plus  manufactured by Malvern Instruments Ltd.: \n\nrefractive index: 1.9285; light source: He  Ne laser; and \n\nabsorption: 0), the median value (D50) of the secondary par \n\nticle diameter was 190 nm and D99 was 0.7 um. \n\nFor examining the content of coarse particles, the resulting \n\ncerium oxide polishing slurry for semiconductor planariza \n\ntion was diluted 15-fold, and 30 g of the resulting dilution was \n\nfiltered through a 3-um filter (Cyclopore Track Etch Mem \n\nbrane Filter manufactured by Whatman). After filtration, the \n\nfilter was dried at room temperature, the mass of the filter was \n\nmeasured, and from the difference in the mass of the filter \n\nbefore and after filtration, the amount of coarse particles \n\nhaving a diameter of 3 um or more was determined. Sepa \n\nrately, 10 g of the polishing slurry was dried at 150° C. for 1 \n\nhour, and the solid content of the polishing slurry was calcu \n\nlated. As a result, the content (mass ratio) of coarse particles \n\nhaving a diameter of 3 um or more in the Solid of the polishing \n\nslurry was 300 ppm. \n\nThe cerium oxide polishing slurry for semiconductor pla \n\nnarization was diluted 5-fold with deionized water and used \n\nin polishing in the following manner. The polishing rate was \n\n650 nm/min. When the surface of a wafer that had been \n\npolished with the polishing slurry was observed under an \n\noptical microscope, 20 scratches were observed on the whole \n\narea (200 mm) of the wafer. \n\n(Polishing Test Method) \n\nPolishing load: 30 kPa \n\nmanufactured by Rodel Inc.) \n\nPolishing  pad:  Foamed polyurethane  resin  (IC-1000, \n\nRevolution number: platen, 75 min\"; pad, 75 min \n\nFeed speed of polishing slurry: 200 mL/min \n\nObject polished: P-TEOS layered Si wafer (200 mm) \n\n\fUS 8,328,893 B2 \n\n15 \n\nExample 18 \n\n1000 g of the cerium oxide particles obtained in Example \n\n17, 80 g of (40 mass %) aqueous Solution of ammonium \n\npolyacrylate, and 5600 g of deionized water were mixed, \n\nstirred for 10 minutes, and wet-milled for 30 minutes with a \n\nbeadmill (manufactured by Ashizawa Finetec). The resulting \n\ndispersion was precipitated by leaving it at room temperature \n\nfor 100 hours, and its supernatant was collected. The super \n\nnatant was filtered with a filter having a pore diameter of 0.7 \n\num, then filtered again with a filter having a pore diameter of \n\n0.7 um, and adjusted with deionized water to a solid content \n\nof 5% to give a cerium oxide polishing slurry for semicon \n\nductor planarization. \n\nWhen the particle diameter of the resulting cerium oxide \n\npolishing slurry for semiconductor planarization was mea \n\nSured in the same manner as in Example 17, the median value \n\n(D50) of the secondary particle diameter was 160 nm and D99 \n\nwas 0.5 um. \n\nFor examining the content of coarse particles in the result \n\ning cerium oxide polishing slurry for semiconductor pla \n\nnarization, the amount of coarse particles having a diameter \n\nof 3 um or more was determined in the same manner as in \n\nExample 17 from the difference in the mass of the filter before \n\nand after filtration. As a result, the content of coarse particles \n\nhaving a diameter of 3 um or more in the Solid of the polishing \n\nslurry was 20 ppm. \n\nThe cerium oxide polishing slurry for semiconductor pla \n\nnarization was diluted 5-fold with deionized water and used \n\nin polishing in the same polishing test method as in Example \n\n1. The polishing rate was 350 nm/min. When the surface of a \n\nwafer that had been polished with the polishing slurry was \n\nobserved under an optical microscope, 10 scratches were \n\nobserved on the whole area (200 mm) of the wafer. \n\n10 \n\n15 \n\n25 \n\n30 \n\n35 \n\nExample 19 \n\n6 kg of commercial cerium carbonate and 4.9 kg of oxalic \n\nacid.2HO were placed in a polyethylene container provided \n\nwith a gas venting hole, and mixed by shaking for 12 hours \n\nwith a shaker. The mixture was introduced into an alumina \n\ncontainer and calcined at 800° C. in air for 2 hours to give 3 kg \n\nyellowish-white powder. This powder was confirmed to be \n\ncerium oxide by phase identification in X-ray diffractometry. \n\n1000 g of the cerium oxide particles obtained above, 80 g of \n\n(40 mass %) aqueous Solution of ammonium polyacrylate, \n\nand 5600 g of deionized water were mixed, stirred for 10 \n\nminutes, and wet-milled for 30 minutes with a bead mill \n\n(manufactured by Ashizawa Finetec). The resulting disper \n\nsion was precipitated by leaving it at room temperature for \n\n100 hours, and its Supernatant was collected. The Supernatant \n\nwas filtered with a filter having a pore diameter of 0.7 um, \n\nthen filtered again with a filter having a pore-diameter of 0.7 \n\num, and adjusted with deionized water to a solid content of \n\n5% to give a cerium oxide polishing slurry for semiconductor \n\n50 \n\n55 \n\nplanarization. \n\nWhen the particle diameter of the resulting cerium oxide \n\npolishing slurry for semiconductor planarization was mea \n\nSured in the same manner as in Example 17, the median value \n\n(D50) of the secondary particle diameter was 160 nm and D99 \n\n60 \n\nwas 0.5 um. \n\nFor examining the content of coarse particles in the result \n\ning cerium oxide polishing slurry for semiconductor pla \n\nnarization, the amount of coarse particles having a diameter \n\nof 3 um or more was determined in the same manner as in \n\nExample 17 from the difference in the mass of the filter before \n\n65 \n\n16 \n\nand after filtration. As a result, the content of coarse particles \n\nhaving a diameter of 3 um or more in the Solid of the polishing \n\nslurry was 20 ppm. \n\nThe cerium oxide polishing slurry for semiconductor pla \n\nnarization was diluted 5-fold with deionized water and used \n\nin polishing in the same polishing test method as in Example \n\n17. The polishing rate was 350 nm/min. When the surface of \n\na wafer that had been polished with the polishing slurry was \n\nobserved under an optical microscope, 10 scratches were \n\nobserved on the whole area (200 mm) of the wafer. \n\nExample 20 \n\n6 kg of commercial cerium carbonate and 2.4 kg of Oxalic \n\nacid (anhydride) were placed in a polyethylene container \n\nprovided with a gas venting hole, and mixed by shaking for 5 \n\nminutes with a shaker. The mixture was introduced into an \n\nalumina container and calcined at 800° C. in airfor 2 hours to \n\ngive 3 kg yellowish-white powder. This powder was con \n\nfirmed to be cerium oxide by phase identification in X-ray \n\ndiffractometry. \n\n1000 g of the cerium oxide particles obtained above, 80 g of \n\n(40 mass %) aqueous Solution of ammonium polyacrylate, \n\nand 5600 g of deionized water were mixed, stirred for 10 \n\nminutes, and wet-milled for 30 minutes with a bead mill \n\n(manufactured by Ashizawa Finetec). The resulting disper \n\nsion was precipitated by leaving it at room temperature for \n\n100 hours, and its Supernatant was collected. The Supernatant \n\nwas filtered with a filter having a pore diameter of 0.7 um, \n\nthen filtered again with a filter having a pore diameter of 0.7 \n\num, and adjusted with deionized water to a solid content of \n\n5% to give a cerium oxide polishing slurry for semiconductor \n\nplanarization. \n\nWhen the particle diameter of the resulting cerium oxide \n\npolishing slurry for semiconductor planarization was mea \n\nSured in the same manner as in Example 17, the median value \n\n(D50) of the secondary particle diameter was 160 nm and D99 \n\nwas 0.5 um. \n\nFor examining the content of coarse particles in the result \n\ning cerium oxide polishing slurry for semiconductor pla \n\nnarization, the amount of coarse particles having a diameter \n\nof 3 um or more was determined in the same manner as in \n\nExample 17 from the difference in the mass of the filter before \n\nand after filtration. As a result, the content of coarse particles \n\nhaving a diameter of 3 um or more in the Solid of the polishing \n\n40 \n\n45 \n\nslurry was 20 ppm. \n\nThe cerium oxide polishing slurry for semiconductor pla \n\nnarization was diluted 5-fold with deionized water and used \n\nin polishing in the same polishing test method as in Example \n\n17. The polishing rate was 350 nm/min. When the surface of \n\na wafer that had been polished with the polishing slurry was \n\nobserved under an optical microscope, 10 scratches were \n\nobserved on the whole area (200 mm) of the wafer. \n\nComparative Example 3 \n\n6 kg of commercial cerium carbonate was introduced into \n\nan alumina container and calcined at 800° C. in air for 2 hours \n\nto give 3 kg yellowish-white powder. This powder was con \n\nfirmed to be cerium oxide by phase identification in X-ray \n\ndiffractometry. \n\nIn the same manner as in Example 17, 1000 g of the cerium \n\noxide particles obtained above, 80 g of (40 mass %) aqueous \n\nsolution of ammonium polyacrylate, and 5600 g of deionized \n\nwater were mixed, stirred for 10 minutes, and wet-milled for \n\n30 minutes with a bead mill (manufactured by Ashizawa \n\nFinetec). The resulting dispersion was precipitated by leaving \n\n\fUS 8,328,893 B2 \n\n17 \n\n5 \n\n10 \n\n15 \n\nit at room temperature for 20 hours, and its Supernatant was \n\ncollected. The supernatant was filtered with a filter having a \n\npore diameter of 1.0  Lim, then filtered again with a filter \n\nhavingapore diameter of 1.0 Lim, and adjusted with deionized \n\nwater to a solid content of 5% to give a cerium oxide polishing \n\nslurry for semiconductor planarization. \n\nWhen the particle diameter of the resulting cerium oxide \n\npolishing slurry for semiconductor planarization was mea \n\nSured in the same manner as in Example 17, the median value \n\n(D50) of the secondary particle diameter was 190 nm and D99 \n\nwas 0.7 um. \n\nFor examining the content of coarse particles in the result \n\ning cerium oxide polishing slurry for semiconductor pla \n\nnarization, the amount of coarse particles having a diameter \n\nof 3 um or more was determined in the same manner as in \n\nExample 17 from the difference in the mass of the filter before \n\nand after filtration. As a result, the content of coarse particles \n\nhaving a diameter of 3 um or more in the Solid of the polishing \n\nslurry was 500 ppm. \n\nThe cerium oxide polishing slurry for semiconductor pla \n\nnarization was diluted 5-fold with deionized water and used \n\nin polishing in the same polishing test method as in Example \n\n17. The polishing rate was 650 nm/min. When the surface of \n\na wafer that had been polished with the polishing slurry was \n\nobserved under an optical microscope, 50 scratches were \n\nobserved on the whole area (200 mm) of the wafer. \n\nComparative Example 4 \n\nIn the same manner as in Example 18, 1000 g of the cerium \n\noxide particles obtained in Comparative Example 4, 80 g of \n\n(40 mass %) aqueous solution of ammonium polyacrylate, \n\nand 5600 g of deionized water were mixed, stirred for 10 \n\nminutes, and wet-milled for 30 minutes with a bead mill \n\n(manufactured by Ashizawa Finetec). The resulting disper \n\nsion was precipitated by leaving it at room temperature for \n\n100 hours, and its Supernatant was collected. The Supernatant \n\nwas filtered with a filter having a pore diameter of 0.7 um, \n\nthen filtered again with a filter having a pore diameter of 0.7 \n\num, and adjusted with deionized water to a solid content of \n\n5% to give a cerium oxide polishing slurry for semiconductor \n\n30 \n\n35 \n\n40 \n\nplanarization. \n\nWhen the particle diameter of the resulting cerium oxide \n\npolishing slurry for semiconductor planarization was mea \n\nSured in the same manner as in Example 17, the median value \n\n(D50) of the secondary particle diameter was 160 nm and D99 \n\nwas 0.5 um. \n\nFor examining the content of coarse particles in the result \n\ning cerium oxide polishing slurry for semiconductor pla \n\nnarization, the amount of coarse particles having a diameter \n\nof 3 um or more was determined in the same manner as in \n\nExample 17 from the difference in the mass of the filter before \n\nand after filtration. As a result, the content of coarse particles \n\nhaving a diameter of 3 um or more in the Solid of the polishing \n\nslurry was 50 ppm. \n\nThe cerium oxide polishing slurry for semiconductor pla \n\nnarization was diluted 5-fold with deionized water and used \n\nin polishing in the same polishing test method as in Example \n\n17. The polishing rate was 350 nm/min. When the surface of \n\na wafer that had been polished with the polishing slurry was \n\nobserved under an optical microscope, 15 scratches were \n\nobserved on the whole area (200 mm) of the wafer. \n\n50 \n\n55 \n\nComparative Example 5 \n\n1000 g of the cerium oxide particles obtained in Compara \n\ntive Example 3, 80 g of (40 mass %) aqueous solution of \n\n18 \n\nammonium polyacrylate, and 5600 g of deionized water were \n\nmixed, stirred for 10 minutes, and wet-milled for 2 hours with \n\na bead mill (manufactured by Ashizawa Finetec). In the same \n\nmanner as in Example 18, the resulting dispersion was pre \n\ncipitated by leaving it at room temperature for 100 hours, and \n\nits Supernatant was collected. The Supernatant was filtered \n\nwith a filter having a pore diameter of 0.7 um, then filtered \n\nagain with a filter having a pore diameter of 0.7 um, and \n\nadjusted with deionized water to a solid content of 5% to give \n\na cerium oxide polishing slurry for semiconductor planariza \n\ntion. \n\nWhen the particle diameter of the resulting cerium oxide \n\npolishing slurry for semiconductor planarization was mea \n\nSured in the same manner as in Example 17, the median value \n\n(D50) of the secondary particle diameter was 160 nm and D99 \n\nwas 0.5 um. \n\nFor examining the content of coarse particles in the result \n\ning cerium oxide polishing slurry for semiconductor pla \n\nnarization, the amount of coarse particles having a diameter \n\nof 3 um or more was determined in the same manner as in \n\nExample 17 from the difference in the mass of the filter before \n\nand after filtration. As a result, the content of coarse particles \n\nhaving a diameter of 3 um or more in the Solid of the polishing \n\nThe cerium oxide polishing slurry for semiconductor pla \n\nnarization was diluted 5-fold with deionized water and used \n\nin polishing in the same polishing test method as in Example \n\n17. The polishing rate was 350 nm/min. When the surface of \n\na wafer that had been polished with the polishing slurry was \n\nobserved under an optical microscope, 30 scratches were \n\nobserved on the whole area (200 mm) of the wafer. \n\nINDUSTRIAL APPLICABILITY \n\n25 \n\nslurry was 30 ppm. \n\nAccording to the present invention, there can be provided a \n\nmethod of producing oxide particles, wherein coarse particle \n\nand abrasion  powder-free fine  particles  can  be rapidly \n\nobtained, as well as slurry obtained by the same. The present \n\ninvention can also provide a polishing slurry which can main \n\ntain  a Suitable polishing rate,  can reduce generation of \n\nscratches, and can accurately polish the Surface of a semicon \n\nductor with excellent planarity in a wiring step, as well as a \n\nmethod of polishing a Substrate. \n\n45 \n\nThe invention claimed is: \n\n1. A method of producing polishing particles, comprising: \n\na step of mixing a metal carbonate with an organic acid to \n\ngive a mixture, wherein the metal of the metal carbonate \n\nconsists of cerium or both cerium and lanthanum, \n\na step of heating the mixture in a single heating step, so that \n\nboth the carbonate ion is substituted to form a new metal \n\nsalt and thermal decomposition of the new metal salt \n\ntakes place to give a metal oxide of the metal, and \n\na step of pulverizing the metal oxide to obtain the polishing \n\nparticles. \n\n2. The method of producing polishing particles according \n\nto claim 1, wherein the metal carbonate is cerium carbonate, \n\n60 \n\nand the metal oxide is cerium oxide. \n\n3. The method of producing polishing particles according \n\nto claim 1, wherein the organic acid is solid at 25°C. \n\n4. The method of producing polishing particles according \n\nto claim 3, wherein the organic acid is powdery at 25°C. \n\n5. The method of producing polishing particles according \n\nto claim 1, wherein the organic acid is composed of a carbon \n\natom, an oxygen atom and a hydrogen atom. \n\n65 \n\n\fUS 8,328,893 B2 \n\n19 \n\n20 \n\n6. The method of producing polishing particles according \n\nto claim 1, wherein the acid dissociation constant pKa of the \n\norganic acid is lower than the acid dissociation constant pKa \n\nof carbonic acid. \n\n7. The method of producing polishing particles according \n\nto claim 6, wherein the acid dissociation constant pKa of the \n\norganic acid is 6 or less. \n\n8. The method of producing polishing particles according \n\nto claim 1, wherein the organic acid is at least one member \n\nselected from the group consisting of Succinic acid, malonic \n\nacid, citric acid, tartaric acid, malic acid, oxalic acid, maleic \n\nacid, adipic acid, Salicylic acid, benzoic acid, phthalic acid, \n\nglycolic acid, ascorbic acid, and isomers, polymers and \n\ncopolymers thereof, polyacrylic acid, and polymethacrylic \n\nacid. \n\n9. The method of producing polishing particles according \n\nto claim 1, wherein the metal carbonate is cerium carbonate, \n\nthe organic acid is oxalic acid, and the mixing molar ratio of \n\noxalic acid to cerium carbonate is 0.5 to 6. \n\n10. The method of producing polishing particles according \n\nto claim 1, wherein in the step of heating, a chemical reaction \n\noccurs between the organic acid and the metal carbonate, so \n\nthat a substitution is made for the carbonate ion to form a new \n\nmetal salt followed by thermal decomposition to give the \n\n11. The method of producing polishing particles according \n\nto claim 1, wherein the metal oxide formed is an aggregate of \n\nmetal oxide. \n\nfine particles. \n\n21. The method of producing a slurry according to claim \n\n14, wherein the metal carbonate is cerium carbonate, and the \n\nmetal oxide is cerium oxide. \n\n22. The method of producing a slurry according to claim \n\n21, wherein the step of pulverizing is executed so that a \n\nmedian value of the cerium oxide particle diameter is 100 to \n\n2000 nm. \n\n10 \n\n23. The method of producing a slurry according to claim \n\n21, wherein the step of pulverizing is executed so that a \n\ncontent of cerium oxide particles having a particle diameter of \n\n3 um or more is 500 ppm or less based on the total solid \n\nCOntent. \n\n24. The method of producing a slurry according to claim \n\n21, wherein the step of pulverizing is executed so that 99% by \n\nvolume of the cerium oxide particles have a particle diameter \n\n15 \n\nof 1.0 Lum or less. \n\n25. The method of producing a slurry according to claim \n\n21, wherein the organic acid is Oxalic acid. \n\n26. The method of producing a slurry according to claim \n\n25, wherein the mixing molar ratio of oxalic acid to cerium \n\ncarbonate is 0.5 to 6. \n\n27. The method of producing a slurry according to claim \n\n14, which further comprises adding a dispersant to the aque \n\n25 \n\nous medium. \n\n28. The method of producing a slurry according to claim \n\n14, wherein in the step of heating, a chemical reaction occurs \n\nbetween the organic acid and the metal carbonate, so that a \n\nsubstitution is made for the carbonate ion to form a new metal \n\nsalt followed by thermal decomposition to give the metal \n\n12. The method of producing polishing particles according \n\nto claim 1, wherein the metal carbonate and the metal oxide \n\n30 \n\noxide. \n\nare different in shape. \n\n13. The method of producing polishing particles according \n\nto claim 1, wherein the metal consists of both cerium and \n\nlanthanum. \n\n35 \n\n14. A method of producing a slurry, comprising: \n\na step of mixing a metal carbonate with an organic acid to \n\ngive a mixture, wherein the metal of the metal carbonate \n\nconsists of cerium or both cerium and lanthanum, \n\na step of heating the mixture in a single heating step, so that \n\nboth the carbonate ion is substituted to form a new metal \n\nsalt and thermal decomposition of the new metal salt \n\ntakes place to give a metal oxide of the metal, \n\na step of pulverizing the metal oxide, and \n\na step of dispersing the pulverized metal oxide in an aque \n\n45 \n\n40 \n\nous medium. \n\n15. The method of producing a slurry according to claim \n\n14, wherein the organic acid is solid at 25°C. \n\n16. The method of producing a slurry according to claim \n\n15, wherein the organic acid is powdery at 25°C. \n\n17. The method of producing a slurry according to claim \n\n14, wherein the organic acid is composed of a carbonatom, an \n\noxygen atom and a hydrogen atom. \n\n18. The method of producing a slurry according to claim \n\n14, wherein the acid dissociation constant pKa of the organic \n\nacid is lower than the acid dissociation constant pKa  of \n\n55 \n\n50 \n\ncarbonic acid. \n\n19. The method of producing a slurry according to claim \n\n14, wherein the acid dissociation constant pKa of the organic \n\nacid is 6 or less. \n\n20. The method of producing a slurry according to claim \n\n14, wherein the organic acid is at least one member selected \n\nfrom the group consisting of Succinic acid, malonic acid, \n\ncitric acid, tartaric acid, malic acid, oxalic acid, maleic acid, \n\nadipic acid, Salicylic acid, benzoic acid, phthalic acid, gly \n\ncolic acid, ascorbic acid, and isomers, polymers and copoly \n\nmers thereof, polyacrylic acid, and polymethacrylic acid. \n\n29. The method of producing a slurry according to claim \n\n14, wherein the metal consists of both cerium and lanthanum. \n\n30. A method of producing a polishing slurry, comprising: \n\na step of mixing a metal carbonate with an organic acid to \n\ngive a mixture, wherein the metal of the metal carbonate \n\nconsists of cerium or both cerium and lanthanum, \n\na step of heating the mixture in a single heating step, so that \n\nboth the carbonate ion is substituted to form a new metal \n\nsalt and thermal decomposition of the new metal salt \n\ntakes place to give a metal oxide of the metal, \n\na step of pulverizing the metal oxide, \n\na step of dispersing the pulverized metal oxide in an aque \n\nous medium to give a slurry, and \n\na step of adding an additive liquid to the slurry. \n\n31. The method of producing a polishing slurry according \n\nto claim 30, wherein the organic acid is solid at 25°C. \n\n32. The method of producing a polishing slurry according \n\nto claim 31, wherein the organic acid is powdery at 25°C. \n\n33. The method of producing a polishing slurry according \n\nto claim30, wherein the organic acid is composed of a carbon \n\natom, an oxygen atom and a hydrogen atom. \n\n34. The method of producing a polishing slurry according \n\nto claim 30, wherein the acid dissociation constant pKa of the \n\norganic acid is lower than the acid dissociation constant pKa \n\nof carbonic acid. \n\n35. The method of producing a polishing slurry according \n\nto claim 30, wherein the acid dissociation constant pKa of the \n\norganic acid is 6 or less. \n\n60 \n\n65 \n\n36. The method of producing a polishing slurry according \n\nto claim 30, wherein the organic acid is at least one member \n\nselected from the group consisting of Succinic acid, malonic \n\nacid, citric acid, tartaric acid, malic acid, oxalic acid, maleic \n\nacid, adipic acid, salicylic acid, benzoic acid, phthalic acid, \n\nglycolic acid, ascorbic acid, and isomers, polymers and \n\ncopolymers thereof, polyacrylic acid, and polymethacrylic \n\nacid. \n\n\fUS 8,328,893 B2 \n\n21 \n\n22 \n\n37. The method of producing a polishing slurry according \n\nto claim 30, wherein the metal carbonate is cerium carbonate, \n\n43. The method of producing a polishing slurry according \n\nto claim 30, which further comprises adding a dispersant to \n\nand the metal oxide is cerium oxide. \n\n38. The method of producing a polishing slurry according \n\nto claim37, wherein the step of pulverizing is executed so that \n\na median value of the cerium oxide particle diameter is 100 to \n\n2000 nm. \n\n39. The method of producing a polishing slurry according \n\nto claim37, wherein the step of pulverizing is executed so that \n\na content of cerium oxide particles having a particle diameter \n\nof 3 um or more is 500 ppm or less based on the total solid \n\nCOntent. \n\n40. The method of producing a polishing slurry according \n\nto claim37, wherein the step of pulverizing is executed so that \n\n99% by volume of the cerium oxide particles have a particle \n\n15 \n\ndiameter of 1.0 um or less. \n\n41. The method of producing a polishing slurry according \n\nto claim 37, wherein the organic acid is oxalic acid. \n\n42. The method of producing a polishing slurry according \n\nto claim 41, wherein a mixing molar ratio of oxalic acid to \n\ncerium carbonate is 0.5 to 6. \n\nthe aqueous medium. \n\nto claim 30, comprising: \n\n44. The method of producing a polishing slurry according \n\na step of preparing a cerium oxide slurry  comprising \n\ncerium oxide particles, a dispersant and water, and an \n\nadditive liquid comprising an additive and water, sepa \n\nrately, and \n\nliquid. \n\n10 \n\na step of mixing the cerium oxide slurry and the additive \n\n45. The method of producing a polishing slurry according \n\nto claim 30, wherein in the step of heating, a chemical reac \n\ntion occurs between the organic acid and the metal carbonate, \n\nso that a substitution is made for the carbonate ion to form a \n\nnew metal salt followed by thermal decomposition to give the \n\nmetal oxide. \n\n46. The method of producing a polishing slurry according \n\nto claim 30, wherein the metal consists of both cerium and \n\n20  lanthanum. \n\n\f"
}