{
  "metadata": {
    "source_file": "Swapankumar Ghosh et al. - 2010 - Growth of monodisperse nanocrystals of cerium oxide during synthesis and annealing.pdf",
    "extraction_date": "2024-11-17T17:45:29.288484",
    "character_count": 25484
  },
  "content": "J Nanopart Res (2010) 12:1905–1911\nDOI 10.1007/s11051-009-9753-4\n\nR E S E A R C H P A P E R\n\nGrowth of monodisperse nanocrystals of cerium oxide\nduring synthesis and annealing\n\nSwapankumar Ghosh Æ Damodaran Divya Æ\nKottayilpadi C. Remani Æ Thadathil S. Sreeremya\n\nReceived: 2 April 2009 / Accepted: 1 September 2009 / Published online: 17 September 2009\n(cid:2) Springer Science+Business Media B.V. 2009\n\nAbstract Monodisperse cerium oxide nanocrystals\nhave been successfully synthesised using simple\nammonia precipitation technique from cerium(III)\nnitrate solution at different temperatures in the range\n35–80 (cid:3)C. The activation energy for growth of CeO2\nnanocrystals during the precipitation is calculated as\n11.54 kJ/mol using Arrhenius plot. Average crystal\ndiameter was obtained from XRD analysis, HR-TEM\nand light scattering (PCS). The analysis of size data\nfrom HR-TEM images and PCS clearly indicated the\nformation of highly crystalline CeO2 particles in\nnarrow size range. CeO2 nanocrystals precipitated at\n35 (cid:3)C were further annealed at temperatures in the\nrange 300–700 (cid:3)C. The activation energy for crystal\ngrowth during annealing is also calculated and is\nclose to the reported values. An effort is made to\npredict the mechanism of crystal growth during the\nprecipitation and annealing.\n\nS. Ghosh (&) (cid:2) D. Divya (cid:2) K. C. Remani (cid:2)\nT. S. Sreeremya\nNational Institute for Interdisciplinary Science and\nTechnology (NIIST), Council of Scientiﬁc and Industrial\nResearch (CSIR), Trivandrum 695 019, India\ne-mail: swapankumar.ghosh2@mail.dcu.ie\n\nPresent Address:\nK. C. Remani\nDepartment of Chemistry, Sree Neelakanda Government\nSanskrit College, Pattambi 679 306, India\n\nKeywords Cerium dioxide (cid:2) Monodisperse (cid:2)\nNanocrystal (cid:2) Growth (cid:2) Kinetics\n\nIntroduction\n\nMaterials of nanodimension have been attracting\nincreasing interest worldwide for their unique chem-\nical and physical properties (Corradi et al. 2006)\ncompared to bulk due to the enhanced surface area to\nvolume ratio (Kamruddin et al. 2004), quantum\nconﬁnement and changes in the lattice parameter\nand symmetry. CeO2 commonly called as ceria, is a\nrefractory material possessing face-centred cubic\nﬂuorite-type crystal structure (Patil et al. 2002) which\nis stable from room temperature to its melting point\n(Kang et al. 2006). Over the last two decades cerium\noxide based materials have been extensively studied\nand employed in various applications including oxy-\ngen storage capacitors (Mai et al. 2005), catalysts\n(Murugan and Ramaswamy 2007), UV blockers\n(Zhang et al. 2003), gas sensors (Lyons et al. 2002),\nsolid oxide fuel cells (Murray et al. 1999) and in\nchemical mechanical polishing (Lee et al. 2002;\nSuphantharida and Osseo-Asare 2004). Numerous\ntechniques have been proposed to synthesise nano-\nsized CeO2 particles with promising control of size\nand properties, such as hydrothermal (Mai et al.\n2005), reverse micelles (Masui et al. 1997), sono-\nchemical (Yin et al. 2002), pyrolysis (Oh and Kim\n\n123\n\n\f1906\n\nJ Nanopart Res (2010) 12:1905–1911\n\n2007), homogeneous precipitation (Tsai 2004) etc.\nand solvothermal/hydrothermal treatments have been\ndeveloped towards shape-controlled CeO2 nanomate-\nrials (Mai et al. 2005). Among different synthesis\nmethods, the precipitation technique has attracted the\nmost extensive attentions owing to the advantages of\nthe simple process, easy scale-up and low cost (Chen\nand Chang 2005). This method involves the simulta-\nneous occurrence of nucleation, growth, coarsening\nand agglomeration processes, which will dramatically\naffect the size, morphology and properties of the\nproducts (Cushing et al. 2004). Materials exhibit grain\ngrowth during heat\ntreatment. Control over grain\ngrowth during annealing is a crucial aspect for the\nthermal stability of nanocrystaline solids (Tjong and\nChen 2004). The large ratio of surface area to volume\nfor nanoparticles provides a tremendous driving force\nfor diffusion, especially at elevated temperatures.\n\nMost of the previous reports were focussed on the\neffect of calcination temperature on growth of CeO2\nnanocrystallites (Li et al. 2002; Kang et al. 2006; Li\net al. 2003; Hirano and Kato 1999, 2000; Zhang et al.\n2004; Zawadzki 2008; Mokkelbost et al. 2004)\nsynthesised through different techniques. Yang et al.\n(2005) derived the activation energy (E) for growth\nduring calcination for CeO2 nanocrystallite synthes-\nised by microwave heating. Chen and Chang (2005)\nreported the particle growth as a function of reaction\ntemperature in CeO2. Although cerium oxide nano-\ncrystals prepared by the precipitation technique have\nbeen extensively studied, less information is reported\non its growth kinetics during annealing and no data\nare available regarding the kinetics during crystalli-\nsation. Similar activation energy was reported by\nTang et al. (2003) in magnetite system. In the present\nstudy, we report the effect of reaction as well as\nannealing temperatures on the size of CeO2 nano-\ncrystals synthesised by ammonia precipitation. The\nparticle size,\nshape, distribution and crystalline\nstructure of resulting particles were also demon-\nstrated and discussed.\n\nExperimental procedure\n\nsynthesis, 582 ml 0.05 M cerium nitrate solution was\nadded to *34 ml 25% ammonia in a 2 l beaker at a\nuniform rate in 1 min under vigorous mechanical\nstirring, such that the hydroxyl/Cerium ratio (OH/Ce)\nin solution was greater than 10:1. The reaction was\ncarried out at 35 (cid:3)C (room temperature). A purple\ncoloured precipitate formed within minutes after the\naddition of cerium nitrate solution. The precipitate\nturned to yellow on stirring further *20 min indi-\ncating the formation of cerium oxide crystals. The\nstirring was continued for 2 h. The precipitation was\ncarried out at temperatures in the range 35–80 (cid:3)C\nwith a total stirring time of 2 h. The precipitate was\ncollected by centrifugation and the excess alkali was\nwashed off with deionised water and ethanol several\ntimes. The precipitate was then dried at 65 (cid:3)C in air\noven. The sample identiﬁcation code and their\nsynthesis conditions are provided in Table 1. The\nceria sample (K1, Table 1) synthesised with 0.05 M\nCe concentration at room temperature was further\nannealed at different temperatures in the range 300–\n700 (cid:3)C with 1 h exposure time to study their crystal\ngrowth.\n\nThe phase composition of the solid products were\ndetermined from the Powder X-ray diffraction pat-\nterns using a Philips X’PERT PRO diffractometer\nusing Cu Ja radiation (k = 1.5406 A˚ ) and HR-TEM\nanalysis. The XRD data were collected on oven dried\npowders in the 2h range 20–65(cid:3) at a scanning rate\n2(cid:3) min-1 with a step size 0.02(cid:3). High resolution\ntransmission electron microscopy (HR-TEM) tech-\nnique was used to characterise the morphologies of\nthe materials and to conﬁrm particle size and crystal\nstructure. HR-TEM data were obtained using a FEI\nTecnai 30 G2 S-Twin High resolution Transmission\nelectron microscope equipped with a Gatan CCD\ncamera and operated at 300 kV. For TEM analysis,\nspecimen powders were dried at 100 (cid:3)C and were\n\nTable 1 Synthesis conditions and their identiﬁcation code of\ndifferent cerium oxide samples prepared by ammonia precipi-\ntation at different temperatures\n\nSample\nname\n\nCe concentration\n(M)\n\nTemperature\n((cid:3)C)\n\nTime\n(h)\n\nCeria (CeO2) nanoparticles were synthesised by the\nreaction of Ce(NO3)3(cid:2)6H2O (AR grade, Indian Rare\nEarths Ltd., India) and 25% ammonia solution (AR\ngrade, Qualigens Fine Chemicals, India). In a typical\n\nK1\n\nK2\n\nK3\n\nK4\n\n0.05\n\n0.05\n\n0.05\n\n0.05\n\n35\n\n50\n\n65\n\n80\n\n2\n\n2\n\n2\n\n2\n\n123\n\n\fJ Nanopart Res (2010) 12:1905–1911\n\n1907\n\ndispersed in isopropanol by ultrasonication. A micro\ndrop of the suspension was then placed on a 400 mesh\ncopper grid coated with transparent carbon. The grid\nwas then dried naturally in air. Size measurements for\nthe cerium oxide nanocrystals were performed at\n25 (cid:3)C by static light scattering (also referred to as\nPhoton Correlation Spectoscopy, PCS) on a Zetasizer\n3000 HSA, (Malvern, Worcestershire, UK) using a\ndetection angle of 90(cid:3) and a 60 mW He–Ne laser\noperating at a wavelength of 633 nm. A small amount\nof powder was ground well, dispersed in water,\nstirred mechanically and ultrasonicated to get a stable\nsuspension. Nitrogen\non\nselected nanocrystalline CeO2 samples were deter-\nmined at liquid nitrogen temperature (77 K) using a\nMicromeritics Gemini 2360 surface area analyser.\nPowder samples were degassed at 200 (cid:3)C for 2 h in\nﬂowing dry nitrogen gas prior to the adsorption\nstudies. The speciﬁc surface area of\nthe CeO2\npowders were calculated from the N2 adsorption data\nusing the Brunauer–Emmett–Teller (BET) technique.\n\nadsorption\n\nisotherms\n\nFig. 1 X-ray diffraction patterns of K1 oven dried CeO2\nprecipitated at 35 (cid:3)C and K3 the same precipitated at 65 (cid:3)C.\nThe pattern for K3 is scaled for avoiding overlapping\n\nResults and discussion\n\nThe XRD patterns of CeO2 samples synthesised at\ntemperatures 35 and 65 (cid:3)C are shown in Fig. 1. The\ndiffraction peaks displayed almost all the characteristic\ndiffractions corresponding to the face-centred cubic\nCeO2, matching with the JCPDS pattern (Powder\nDiffraction File No 34-394) and the peaks were indexed.\nThe crystallite size (DXRD) of CeO2 powders was\ncalculated from the X-ray line broadening by applying\nfull width half maximum (FWHM) of characteristic\npeak (111) to the Scherrer equation given in Eq. 1\n\nDXRD ¼ 0:9k=ðFWHM CoshÞ\n\nð1Þ\n\nwhere k is the wavelength of incident X-ray, and h is\nthe diffraction angle for the (111) plane. The intensity\nratio for (111) to (200) reﬂections and the calculated\ncrystallite size of all the CeO2 samples synthesised at\ndifferent temperatures are plotted against precipita-\ntion temperature and are shown in Fig. 2.\n\nIt can be seen that intensity of (111)/(200) increases\nnonlinearly with an increase in reaction temperature.\nThis is due to the predominant occurrence of (111)\nplane over the plane (200), at higher temperatures as\nwas also suggested by Chen et al. (Chen and Chang\n2005). However, the rate of increase slows down with\n\nFig. 2 Dependence of (ﬁlled triangle) intensity ratio (111)/\n(200) and (ﬁlled square) crystallite size of CeO2 on reaction\ntemperature during ammonia precipitation. The blue solid line\nis the linear ﬁt to the size data\n\nhigher temperatures. The crystallite size is seen to\nincrease linearly from 4.8 nm for K1 to 8.5 nm for K4\nwith increase in the temperature of reaction. The\ngrowth of crystals with the elevating reaction tem-\nperature proves that the growth rate of particles is\npredominant over the nucleation rate (Chen and\nChang 2005).\n\nActivation energy for crystal growth during\nsynthesis\n\nActivation energy for the growth of cerium oxide\ncrystals during syntheses by ammonia precipitation at\n\n123\n\n\f1908\n\nJ Nanopart Res (2010) 12:1905–1911\n\nFig. 3 Arrhenius plot of change in crystallite size as a function\nof\nreaction temperatures for ammonia precipitated CeO2\nsamples with 0.05 M Ce precursor\n\nFig. 4 Change in crystallite size with calcination temperature\nfor samples prepared using ammonia and 0.05 M Ce precursor\n\ndifferent temperatures can be calculated using Arrhe-\nnius equation (Eq. 2)\n\nD ¼ C exp (cid:3)E=RT\n\nð\n\nÞ\n\nð2Þ\n\nwhere, D is the crystallite size of ceria, R the\nuniversal gas constant, T the reaction temperature in\nKelvin, E is the activation energy and C is a constant\nwhich may depend on the initial value of crystal size\n(Kotera et al. 1963). The change in the crystallite\nsize, ln(D) are plotted against the reaction tempera-\nture 1/T for the samples prepared at temperatures in\nthe range 35–80 (cid:3)C and is presented in Fig. 3.\n\nActivation energy is calculated from the gradient of\nthe linear regression to be 11.54 kJ/mol. This energy is\nresponsible for initiating the complex process of\nnucleation and growth by diffusion as well as second-\nary growth by Ostwald ripening. The activation energy\nis relatively small as the nanocrystals have large\nsurface area (not presented here). The growth process\ninvolves a dissolution–crystallisation mechanism\n(Hirano and Kato 1999) allowing a decrease of the\nfree enthalpy of the system by reduction of the surface\narea. This process is under kinetically controlled\nregime during the initial steps of the precipitation.\n\nActivation energy for crystal growth during\ncalcination\n\nActivation energy for growth of crystals during\nannealing was also estimated similarly for ammonia\n\n123\n\nprecipitated ceria sample (K1) using Arrhenius\nequation (Eq. 1). Small portions of the sample K1\nwere calcined at different temperatures in the range\n300–700 (cid:3)C. The furnace temperature was raised at a\nconstant heating rate of 5 (cid:3)C/min with a holding time\n(soak) of 1 h at peak temperature for all the samples.\nThe crystallite size of the calcined powders was\nestimated using Scherrer formula (Eq. 1) and pre-\nsented in Fig. 4. It is observed that the XRD patterns\nof powders obtained by annealing CeO2 (K1) at 300–\n700 (cid:3)C are all identical to that of CeO2.\n\nThe XRD peak-width decreased (peak grew\nsharper) with increasing temperature and the average\ncrystal size increased from 6.9 nm at 300 (cid:3)C to\n17.1 nm at 700 (cid:3)C, indicating that the crystallinity of\nCeO2 is enhanced by the calcination process. The\nexponential dependence with temperature indicates\nthat crystallite coarsening is diffusion controlled (Li\net al. 2002). Kotera et al. (1963) analysed crystal\ngrowth data on MgO, categorising the heating\nprocess into initial and later stages of calcination\ntemperatures. Following his model, Arrhenius plot (ln\nD vs. 1/T) is shown in Fig. 5 for the temperature\nrange 500–700 (cid:3)C where the crystal growth is rapid.\nThe activation energy (E) for CeO2 nanocrystal\ngrowth during calcination is calculated from the\nlinear ﬁt of the Arrhenius plot to be 24.85 kJ/mol.\nThis value is close to *20.5 kJ/mol reported by\nYang et al. (2005) for microwave processed CeO2\ncrystals of size *6 nm. The higher value (E)\n\n\fJ Nanopart Res (2010) 12:1905–1911\n\n1909\n\nanalysing the size data (obtained for more than 100\nparticles for all samples, from multiple TEM images).\nThe standard deviation (rTEM) for sample K1 is 0.994.\nThe term rTEM/DTEM (we denote by PDITEM) can\nbe compared with the polydispersity index (PDI) in\nsize data by light scattering techniques where it\nrepresents the narrowness of the size distribution\n(Stolarczyk et al. 2009). The PDITEM is estimated as\n0.195 for K1 which is indicative of a monodisperse\ndistribution. The BET surface area of K1 calculated\nfrom nitrogen adsorption isotherm is 148 m2/g which\nalso predicts an average particle size for K1 of\n*5.5 nm (with an assumption that the particles are\nspherical and nonporous) which is very close to DTEM.\nThe standard deviation (rTEM) for CeO2 sample\nK3 is 1.65 with an average TEM size DTEM as 7.2 nm\nwhich gives rise to PDITEM parameter as 0.229 which\nalso indicates a fairly narrow (monodisperse) distri-\nbution of sizes in the sample. The particle size\ndistribution from TEM images (log-normal ﬁt) for K1\nis presented in Fig. 7. The average particle sizes from\nTEM for CeO2 samples K2 and K4 are 6 and 8.5 nm,\nrespectively. The polydispersity indices (PDITEM) for\nK2 and K4 are 0.187 and 0.246, respectively (TEM\nimages not presented here), which also supports the\nnarrow size distribution of the ﬁne CeO2 particles.\n\nThe size measurement data from static light\nscattering for K1 in aqueous suspension are given in\nFig. 8. Z-average diameters are the mean hydrody-\nnamic diameter based upon the intensity of scattered\nlight estimated from the analysis of the correlograms\n(using the General Purpose algorithm with Dispersion\nTechnology Software v. 1.61, Malvern Instruments,\nUK).\n\n123\n\nFig. 5 Arrhenius plot of\nprecipitated sample K1 calcined at different temperatures\n\nln(D) against 1/T for ammonia\n\nindicates that higher energy is needed for activation\nin the rapid growth stage of annealing.\n\nThe bright ﬁeld HR-TEM images for K1 and K3\nare presented in Fig. 6. The samples are highly\ncrystalline as evidenced from the sharp SAED pattern\n(inset of Fig. 6a) and the pseudopolyhedral morphol-\nogy can be viewed in the micrographs. The sample K1\nis composed of particles in the size range 3–8 nm with\na narrow distribution. The calculated average size on\n100 particles for K1 is *5.1 nm which is very close to\ncrystal diameter of 4.8 nm calculated from XRD. As\nexpected the average size of CeO2 nanocrystals in\nsample K3 precipitated at 65 (cid:3)C (shown in Fig. 6b) is\nhigher *7.2 nm (DXRD 7.3 nm) with the sizes in the\nrange 4–11 nm. The average particle size (DTEM) and\n(rTEM) were obtained by\nstandard deviations\n\nFig. 6 HR-TEM images of\ncerium oxide nanoparticles\nprecipitated at different\ntemperatures. a K1\nsynthesised at 35 (cid:3)C with\nDXRD 4.8 nm. Average size\nof over 100 particles from\nmultiple images is 5.1 nm\nwith a standard deviation of\n0.994, and b K3\nprecipitated at 65 (cid:3)C with\nDTEM 7.2 nm\n\n\f1910\n\nJ Nanopart Res (2010) 12:1905–1911\n\none-shell clusters of a total of maximum 13 particles\nwith average hydrodynamic diameter of *3 9 DTEM\nwhich is 15.3 nm. The small nanoparticles of size\n*5 nm have a tendency to cluster in water to reduce\ntheir high surface energy (due to high surface area to\nvolume ratio) and hydrogen bonding in water. This\nconﬁrms that the distribution of sizes determined from\na XRD, HR-TEM, sp. surface area is indeed repre-\nsentative and the sample K1 is monodisperse.\n\nConclusions\n\nMonodisperse ceria nanoparticles with size in the\nrange 3–15 nm were synthesised by ammonia precip-\nitation technique in the temperature range 35–80 (cid:3)C.\nThe XRD peak for CeO2 crystals grew sharper with\nincreasing temperature and the average crystal size\nincreased on annealing from 6.9 nm at 300 (cid:3)C to\n17.1 nm at 700 (cid:3)C, indicating that the crystallinity of\nCeO2 is enhanced by the calcination process. The\nexponential dependence with temperature indicates\nthat crystallite coarsening is diffusion controlled (Li\net al. 2002). The activation energy for the growth of\nnanocrystallites during higher temperature of precip-\nitation was estimated to be *11.54 kJ/mol which is\nresponsible for initiating the complex process of\nnucleation and growth by diffusion. Whereas the\nactivation energy for growth of nanocrystals during\ncalcination in the temperature range 500–700 (cid:3)C was\nestimated as 24.85 kJ/mol. Small\nincrease in the\nactivation energy indicates that higher energy is\nrequired for activation in the rapid growth stage of\nannealing. The detailed analysis of TEM images and\nlight scattering data has shown that all the samples\nwere indeed monodisperse.\n\nAcknowledgements This study was supported by the Indian\nRare Earths Limited Technology Development Council\n(IRELTDC), DAE, India. We thank Department of Science\nand Technology (DST) and CSIR India for providing HR-TEM\nfacility to NIIST. MMD (X-Ray), HR-TEM and SEM staff are\nkindly acknowledged for their assistance in obtaining XRD and\nelectron microscopy data.\n\nReferences\n\nChen HI, Chang HY (2005) Synthesis of nanocrystalline cer-\nium oxide particles by the precipitation method. Ceram\nInt 31:795–802. doi:10.1016/j.ceramint.2004.09.006\n\nFig. 7 Particle size distributions (histogram) as evaluated\nfrom TEM images of K1 CeO2 yielding DTEM as\n5.1 ± 0.994 nm. The solid line represents the log-normal\ndistribution of the CeO2 particles\n\nFig. 8 Particle size distribution as measured by static light\nscattering (PCS) for ceria K1 dispersed in water with a DPCS\n16.2 nm and PDI 0.315. The inset is the schematic presentation\nof the one-shell cluster containing 13 primary particles. DPCS is\nthe hydrodynamic size of the cluster in suspension\n\nThe intensity distribution of Z-average diameter\n(DPCS) for K1 is 16.2 nm with a PDI of 0.315. BET\nsurface area, line broadening of XRD peaks as well as\nHR-TEM indicated an average nanocrystals size of\n*5 nm for K1. The polydispersity index (PDI)\nestimates the width of the distribution. PDI value of\n0.315 does not indicate a monodisperse suspension\n(Stolarczyk et al. 2009). This is due to the presence of\nparticles of sizes in the range 5–30 nm with majority\nbeing *16 nm. The DPCS of *16 nm could be due to\n\n123\n\n\fJ Nanopart Res (2010) 12:1905–1911\n\n1911\n\nCorradi AB, Bondioli F, Ferrari AM, Manfredini T (2006)\nSynthesis and characterization of nanosized ceria powders\nby microwave-hydrothermal method. Mater Res Bull\n41:38–44. doi:10.1016/j.materresbull.2005.07.044\n\nCushing BL, Kolesnichenko VL, O’Connor CJ (2004) Recent\nadvances in the liquid-phase syntheses of\ninorganic\nnanoparticles. Chem Rev 104:3893–3946. doi:10.1021/\ncr030027b\n\nHirano M, Inagaki M (2000) Preparation of monodispersed\ncerium(IV) oxide particles by thermal hydrolysis: inﬂu-\nence of the presence of urea and Gd doping on their\nmorphology and growth. J Mater Chem 10:473–477. doi:\n10.1039/a907510k\n\nHirano M, Kato E (1999) Hydrothermal synthesis of nano-\ncrystalline cerium(IV) oxide powders. J Am Ceram Soc\n82:786–788. doi:10.1111/j.1151-2916.1999.tb01838.x\nKamruddin M, Ajikumar PK, Nithya R, Tyagi AK, Raj B\n(2004) Synthesis of nanocrystalline ceria by thermal\ndecomposition and soft-chemistry methods. Scr Mater\n50:417–422. doi:10.1016/j.scriptamat.2003.11.010\nKang HS, Kang YC, Koo HY et al (2006) Nano-sized ceria\nparticles prepared by spray pyrolysis using polymeric\nprecursor solution. Mater Sci Eng B 127:99–104. doi:\n10.1016/j.mseb.2005.09.063\n\nKotera Y, Saito T, Terada M (1963) Crystal growth of mag-\nnesium oxide prepared by the thermal decomposition of\nmagnesium hydroxide. Bull Chem Soc Jpn 36:195–199\n\nLee SH, Lu ZY, Babu SV, Matijevic E (2002) Chemical\nmechanical polishing of thermal oxide ﬁlms using silica\nparticles coated with ceria. J Mater Res 17:2744–2749.\ndoi:10.1557/JMR.2002.0396\n\nLi JG, Ikegami T, Wang YR, Mori T (2002) Reactive ceria\nnanopowders via carbonate precipitation. J Am Ceram\nSoc\ndoi:10.1111/j.1151-2916.2002.\ntb00465.x\n\n85:2376–2378.\n\nLi YX, Zhou XZ, Wang Y, You XZ (2003) Preparation of\nnano-sized CeO2 by mechanochemical reaction of cerium\ncarbonate with sodium hydroxide. Mater Lett 58:245–249.\ndoi:10.1016/S0167-577X(03)00454-3\n\nLyons DM, Ryan KM, Morris MA (2002) Preparation of\nordered mesoporous ceria with enhanced thermal stability.\nJ Mater Chem 12:1207–1212. doi:10.1039/b104677m\nMai HX, Sun LD, Zhang YW et al (2005) Shape-selective\nsynthesis and oxygen storage behavior of ceria nanopo-\nlyhedra, nanorods, and nanocubes. J Phys Chem B\n109:24380–24385. doi:10.1021/jp055584b\n\nMasui T, Fujiwara K, Machida K et al (1997) Characterization\nof cerium(iv) oxide ultraﬁne particles prepared using\nreversed micelles. Chem Mater 9:2197–2204. doi:10.1021/\ncm970359v\n\nMokkelbost T, Kaus I, Grande T, Einarsrud MA (2004)\nCombustion synthesis and characterization of nanocrys-\ntalline CeO2-based powders. Chem Mater 16:5489–5494.\ndoi:10.1021/cm048583p\n\nMurray EP, Tsai T, Barnett SA (1999) A direct-methane fuel\ncell with a ceria-based anode. Nature 400:649–651. doi:\n10.1038/23220\n\nMurugan B, Ramaswamy AV (2007) Defect-site promoted\nsurface reorganization in nanocrystalline ceria for the\nlow-temperature activation of ethylbenzene. J Am Chem\nSoc 129:3062–3063. doi:10.1021/ja066834k\n\nOh H, Kim S (2007) Synthesis of ceria nanoparticles by ﬂame\nelectrospray pyrolysis. J Aerosol Sci 38:1185–1196. doi:\n10.1016/j.jaerosci.2007.09.007\n\nPatil S, Kuiry SC, Seal S, Vanﬂeet R (2002) Synthesis of\nnanocrystalline ceria particles for high temperature oxi-\ndation resistant coating. J Nanopart Res 4:433–438. doi:\n10.1023/A:1021696107498\n\nStolarczyk JK, Ghosh S, Brougham DF (2009) Controlled\ngrowth of nanoparticle clusters through competitive sta-\nbilizer desorption. Angew Chem Int Ed 48:175–178. doi:\n10.1002/anie.200803895\n\nSuphantharida P, Osseo-Asare K (2004) Cerium oxide slurries\nin CMP. Electrophoretic mobility and adsorption investi-\ngations of ceria/silicate interaction. J Electrochem Soc\n151:G658–G662. doi:10.1149/1.1785793\n\nTang J, Myers M, Bosnick KA, Brus LE (2003) Magnetite\nFe3O4 nanocrystals: spectroscopic observation of aqueous\noxidation kinetics. J Phys Chem B 107:7501–7506. doi:\n10.1021/jp027048e\n\nTjong SC, Chen H (2004) Nanocrystalline materials and\ncoatings. Mater Sci Eng R 45:1–88. doi:10.1016/j.mser.\n2004.07.001\n\nTsai MS (2004) Powder synthesis of nano grade cerium oxide\nvia homogenous precipitation and its polishing perfor-\nmance. Mater Sci Eng B 110:132–134. doi:10.1016/\nj.mseb.2003.11.024\n\nYang HM, Huang CH, Tang AD, Zhang XC, Yang WG (2005)\nMicrowave-assisted synthesis of ceria nanoparticles.\nMater Res Bull 40:1690–1695. doi:10.1016/j.materres\nbull.2005.05.014\n\nYin L, Wang Y, Pang G, Koltypin Y, Gedanken A (2002)\nSonochemical synthesis of cerium oxide nanoparticles-\neffect of additives and quantum size effect. J Colloid\nInterface Sci 246:78–84. doi:10.1006/jcis.2001.8047\nZawadzki M (2008) Preparation and characterization of ceria\nnanoparticles by microwave-assisted solvothermal pro-\ncess. J Alloys Compd 454:347–351. doi:10.1016/j.jallcom.\n2006.12.078\n\nZhang YW, Si R, Liao CS et al (2003) Facile alcohothermal\nsynthesis,\nsize-dependent ultraviolet absorption, and\nenhanced CO conversion activity of ceria nanocrystals. J\nPhys Chem B 107:10159–10167. doi:10.1021/jp034981o\nZhang F, Yang SP, Chen HM, Yu XB (2004) Preparation of\ndiscrete nanosize ceria powder. Ceram Int 30:997–1002.\ndoi:10.1016/j.ceramint.2003.10.018\n\n123\n\n\f"
}