{
  "metadata": {
    "source_file": "Takuya Tsuzuki et al. - 2004 - Synthesis of Ultrafine Ceria Powders by Mechanochemical Processing.pdf",
    "extraction_date": "2024-11-17T17:45:29.767701",
    "character_count": 36265
  },
  "content": "journal\n\nJ. Am. Ceram. Soc., 84 [7] 1453–58 (2001)\n\nSynthesis of Ultrafine Ceria Powders by Mechanochemical Processing\n\nResearch Center for Advanced Mineral and Materials Processing, The University of Western Australia,\nNedlands, Perth, Western Australia 6907, Australia\n\nTakuya Tsuzuki† and Paul G. McCormick†\n\nThe synthesis of ultrafine cerium dioxide (CeO2) powders via\nmechanochemical reaction and subsequent calcination was\nstudied. Anhydrous CeCl3 and NaOH powders, along with\nNaCl diluent, were mechanically milled. A solid-state displace-\n1 3NaCl—was\nment reaction—CeCl3\ninduced during milling in a steady-state manner. Calcination\nof the as-milled powder in air at 500°C resulted in the\nformation of CeO2 nanoparticles in the NaCl matrix. A simple\nwashing process to remove the NaCl yielded CeO2 particles\n;10 nm in size. The particle size was controlled in the range of\n;10 –500 nm by changing the calcination temperature.\n\n1 3NaOH 3 Ce(OH)3\n\nal.22 used a homogeneous precipitation method to directly precip-\nitate CeO2 particles ;70 nm in size. Masui and co-workers23,24\nused a microemulsion method to obtain separated CeO2 nanopar-\nticles ;4 nm in size. However, application of the method to\nindustrial production is limited, because of the low yield rate. An\ninductively coupled plasma spray (spray-ICP) technique has been\napplied to synthesize materials with high melting points; Suzuki et\nal.25 produced geometrically shaped CeO2 that was ,50 nm in\nsize, but only at a low yield rate. A method to synthesize\nnanophase CeO2 with high surface area and small particle size is\nstill under intense investigation.\n\nI.\n\nIntroduction\n\nRECENTLY, cerium oxide (CeO2) has attracted much attention,\n\nbecause of its many practical uses, such as chemical mechan-\nical polishing media,1 automobile exhaust catalysts,2 additives in\nceramics such as zirconium-toughened alumina to enhance sinter-\ning properties,3 and solid electrolytes in solid oxide fuel cells.4\nUltrafine powder is particularly important for many of these\napplications, because of its small size, high surface area, and\nimproved sintering properties.\n\nThe usual method for the production of fine CeO2 powders is a\nthermal decomposition of cerium salt precursors such as hydrox-\nide, carbonate, and oxide hydrate that have been derived from\nsol– gel routes or wet chemical precipitation.5,6 Although very\nporous powders with high surface areas are produced using this\nmethod, the minimum particle size obtained is limited to micro-\nmeter sizes, because of aggregation during thermal decomposi-\ntion.7–9 Several decomposition methods to avoid the agglomera-\ntion have been studied. Levin et al.10 used a vibrational–thermal\nmethod, i.e., dynamic thermal decomposition of cerium carbonate.\nMani et al.11 used a sol-spray technique. However, the mean\nparticle sizes were still .100 nm.\n\nVarious other methods of synthesizing ultrafine CeO2 powder\nhave been investigated.12 Flash-combustion synthesis that\nin-\nvolves the rapid decomposition of a saturated aqueous solution\ncontaining ceric ammonium nitrate and urea is suitable for large-\nquantity production. However, this method yields large particle\nsizes (;1 mm), which makes the application of nanoparticle\nsynthesis difficult.13,14 Hydrothermal synthesis, which involves\nprecipitation from aqueous solutions under elevated temperature\nand pressure, has been used to produce CeO2 nanoparticles 10 –\n20 nm in size. However, this method requires heat treatment for\nseveral hours under high pressure (10 –100 MPa).15–19 A wet\nchemical precipitation method has been successfully used to\nsynthesize semiconductor quantum dots20,21 and has been applied\nto the production of CeO2 nanoparticles. For example, Chen et\n\nI-W. Chen—contributing editor\n\nManuscript No. 189146. Received August 23, 1999; approved March 27, 2000.\n†Present address: Advanced Nano Technologies Pty., Ltd., Welshpool, Western\n\nAustralia 6106, Australia.\n\n1453\n\nRecently, mechanochemical processing has been applied for the\nsynthesis of a wide range of nanoparticulate materials.26,27 Ding\nand co-workers28 –34 reported the synthesis of nanoparticles of\nseveral\ntransition metals and ceramics, such as Al2O3, ZrO2,\nFe2O3, and ZnS; this group of researchers used a novel method that\ninvolved mechanical activation of the solid-state displacement\nreactions to synthesize these nanoparticles. Milling of the precur-\nsor powders leads to the formation of a nanoscale composite\nstructure of the starting materials that react during milling or\nsubsequent heat treatment to form a mixture of separated nano-\ncrystals of the desired phase within a soluble salt matrix. For\nexample, ultrafine ZrO2 powder was synthesized via the milling\nand subsequent heat treatment of a mixture of ZrCl4 and CaO\n1\npowder. The displacement reaction, ZrCl4\n2CaCl2, was induced in a steady-state manner, forming ZrO2\nnanoparticles within a CaCl2 matrix. Removal of the CaCl2\nby-product with a simple washing process resulted in separated\nZrO2 particles ;5 nm in size.32\n\n1 2CaO 3 ZrO2\n\n1 CaO 3 3Gd2O3\n\nAn investigation of the synthesis of rare-earth-oxide nanopar-\nticles via mechanochemical processing was conducted for Gd2O3\n1 3CaCl2.35 However,\n1 3CaO 3 Gd2O3\nvia the reaction 2GdCl3\nonly large particles (100 nm in size) were obtained, because of the\ncomplicated reaction route: GdOCl was formed during milling,\n1\nand the reaction 6GdOCl 1 2Ca4OCl6\n9CaCl2 occurred only during heat treatment at high temperature.\nTherefore, the above-described reaction was not suitable for the\nsynthesis of nanosized Gd2O3 particles. Furthermore, reactions\nbetween a rare-earth chloride and an alkali-earth oxide cannot be\napplied to synthesize light-rare-earth oxides such as La2O3, CeO2,\nPr2O3, Nd2O3, and Sm2O3, because of the high stability of\nrare-earth oxychlorides. The change in free energy in the reaction\n2ROCl 1 CaO 3 R2O3\n1 CaCl2 (where R is a rare-earth element)\nis positive for lightweight lanthanides such as lanthanum, neody-\nmium, and samarium; however, the change in free energy is\nnegative for gadolinium and the heavier lanthanides.\n\nAs an alternative route for the synthesis of rare-earth-oxide\n1 3NaOH 3\nnanoparticles, the mechanochemical reaction GdCl3\n1 3NaCl and a subsequent calcination was studied.36\nGd(OH)3\n1 3NaOH 3\nThe solid-state displacement\n1 3NaCl was induced during milling, and calcination of\nGd(OH)3\nthe as-milled powder at 500°C led to the formation of Gd2O3\nparticles. The addition of a sufficient amount of NaCl diluent in the\nstarting powder resulted in the formation of ultrafine Gd2O3\nparticles ;20 nm in size.\n\nreaction GdCl3\n\nIn this paper, we report a study of the synthesis of CeO2\n1 3NaOH 3\n\nnanoparticles via the mechanochemical reaction CeCl3\n\n\f1454\n\nJournal of the American Ceramic Society—Tsuzuki and McCormick\n\nVol. 84, No. 7\n\nCe(OH)3\ncalcining temperature on particle size was also investigated.\n\n1 3NaCl and a subsequent calcination. The effect of\n\nII. Experimental Procedure\n\nThe starting materials were anhydrous CeCl3 powder (99.9%\npure, 220 mesh; Cerac, Milwaukee, WI), NaOH (99.99% pure, in\npellet form; Aldrich, Milwaukee, WI), and NaCl (99.8% pure, in\nthe form of beads; Sigma, St. Louis, MO). The CeCl3 and NaCl\npowders were dried under vacuum at 200°C before use. The\nmixture of starting powders was sealed in a hardened-steel vial\nwith hardened-steel balls 6.4 mm in diameter, under a high-purity\nargon-gas atmosphere. Milling was performed with a mixer/mill\n(Model 8000, Spex, Edison, NJ), using a ball-to-powder mass ratio\nof 10:1. To detect possible combustion events,37,38 the surface\ntemperature of the vial was measured during milling, using a\nthermocouple that was attached to the outside surface of the vial.\nCalcination and annealing of the as-milled powder were conducted\nin an alumina crucible in air for 0.5 h. Removal of the NaCl\nby-product was performed by washing the powder with deionized\nwater, using an ultrasonic bath and a centrifuge. The washed\npowder was dried in an oven (at 60°C) for several hours.\n\nThe structure of the powder was examined under an argon-gas\natmosphere at room temperature via X-ray diffractometry (XRD)\n(Model D5000, Siemens, Karlsruhe, Germany), using CuKa radi-\nation. The mean crystallite size of the powder was estimated from\nthe diffraction-peak width, using the Scherrer equation.39 The\nmicrostructure of the powder was studied via transmission electron\nmicroscopy (TEM) (Model 430, Philips, Eindhoven, the Nether-\nlands and Model 2000 FXII, JEOL, Tokyo, Japan, the latter of\nwhich was equipped with a energy-dispersive spectroscopy (EDS)\nsystem (Link Systems, High Wycombe, Buckinghamshire, U.K.)).\nFor the TEM studies,\nthe washed powder was dispersed in\nmethanol using an ultrasonic bath and a drop of solution was\nplaced on a copper grid that had been coated with holey carbon\nfilm. Simultaneous differential thermal analysis (DTA) and ther-\nmogravimetric analysis (TGA) were conducted using a thermal\nanalysis system (Model Thermoflex, Rigaku, Tokyo, Japan) under\na constant air flow of 2 cm3/min with a heating rate of 20°C/min.\nThe specific surface area was measured via a Brunauer–Emmett-\nTeller (BET) nitrogen-gas absorption method at a temperature of\n77 K (Model Gemini 2360, Micromeritics, Norcross, GA). The\nparticle size was also measured via a laser light scattering (LLS)\nmethod (Model Mastersizer Microplus, Malvern Instruments,\nMalvern, U.K.). For the LLS measurements, powders were dis-\npersed in deionized water with a (NaPO3)6 dispersant, using an\nultrasonic probe for .15 min. A density of 7.135 g/cm3 and real\nand imaginary parts of the refractive index—2.3 and 0.1, respec-\ntively—were used for the LLS measurements. Inductively coupled\nplasma–atomic emission spectroscopy (ICP–AES) analysis was\nconducted at the Chemistry Centre at the University of Western\nAustralia, to analyze the CeO2 nanopowder for traces of elemental\niron, sodium, and chlorine.\n\nIII. Results and Discussion\n\n(1) Mechanochemical Reaction of CeCl3 and NaOH\n\nAn abrupt increase in the vial temperature was observed after a\npowder mixture of CeCl3 and 3 mol of NaOH was milled for\n;40 s. This phenomenon indicates that a self-propagating exo-\nthermal reaction (combustion) occurred during milling; this reac-\ntion was due to the large negative enthalpy change (2345 kJ)40,41\nof the reaction\n\nCeCl3\n\n1 3NaOH 3 Ce(OH)3\n\n1 3NaCl\n\n(1)\n\nThe milling was terminated 2 min after the combustion event. The\npowder obtained was attached to the inside of the vial as a hard\ncake and was difficult to recover. The XRD pattern of the powder\nconsisted of peaks that corresponded to Ce(OH)3 and NaCl, as\nshown in pattern “(a)” in Fig. 1. Therefore, because of the\n\n1 3NaOH powder mixture without\nFig. 1. XRD patterns of the CeCl3\nNaCl diluent ((a) as-milled powder after combustion, (b) powder calcined\nat 500°C, and (c) powder washed after calcining).\n\nFig. 2. TG/DTA curves of the as-milled CeCl3\nmixture after combustion.\n\n1 3NaOH powder\n\ncombustion event, the reaction was completed within a short time.\nTo determine the decomposition temperature of the synthesized\nCe(OH)3, simultaneous TGA and DTA measurements of the\nas-milled powder were conducted. Figure 2 shows DTA and TGA\ncurves for the as-milled powder. The TGA curve shows that the\npowder mass started to decrease as the temperature increased from\nroom temperature and attained a constant value at a temperature of\n;350°C. Although a weak hump was observed at ;170°C, there\nwas no clear evidence of a two-step decomposition, as in the case\nof Gd(OH)3.34 The calculated weight loss for the reaction\n\nCe(OH)3\n\n1 0.25O2 3 CeO2\n\n1 1.5H2O\n\n(2)\n\nduring heat treatment is 5.2 wt%. The measured weight loss was\n;5%, which is almost the same as the calculated value. The air\natmosphere was the oxygen source in reaction (2). The gradient of\nthe DTA curve showed a gradual change in the temperature range\nbetween 20°C and 350°C, possibly due to the gradual change in\nthe specific heat of the powder during reaction (2). It is not clear\nwhether the kink at 130°C in the DTA curve is due to an\n\n\fJuly 2001\n\nSynthesis of Ultrafine Ceria Powders by Mechanochemical Processing\n\n1455\n\nendothermic peak at ;120°C or a broad exothermic peak from\n140°C to 350°C.\n\nThe as-milled powder was heat-treated at 500°C for 0.5 h in air.\nPattern “(b)” in Fig. 1 shows an XRD pattern of the powder after\nheat treatment. Ce(OH)3 evidently was converted to CeO2 during\nheat treatment via reaction (2). After the heat-treated powder was\nwashed to remove the NaCl by-product, only the CeO2 phase was\nobtained, as shown in XRD pattern “(c)” in Fig. 1.42\n\nFigure 3 shows a typical TEM image of the CeO2 powder that\nwas obtained. The powder consisted of particles 100-1000 nm in\nsize, which were aggregates of crystallites 10 –30 nm in size. The\nmean crystallite size, as estimated from XRD peak broadening,\nwas 12.5 nm, which is in good agreement with the crystallite sizes\nobserved via TEM. The large particle size is due to the high\ntemperature induced by the combustion event,28,30,38 as well as\nbeing due to the low volume ratio of NaCl to Ce(OH)3 in the\nproduct phase (NaCl:Ce(OH)3\n\n5 2.2:1).34\n\nThe BET specific surface area of the powder was 64.5 m2/g.\nThe particles could not be separated as spherical crystallites with\na smooth surface (Fig. 3); therefore, the mean particle size was not\ncalculated from the BET surface area. The high BET surface area\nwas due to the porous structure of the aggregates.\n\n(2) Effect of Diluent\n\nTo investigate the effect of diluent on the mechanochemical\nreaction, a NaCl diluent was added in the starting powder mixture.\nA stoichiometric mixture of starting powders that corresponded to\nthe reaction equation\n\nCeCl3\n\n1 3NaOH 1 12NaCl 3 Ce(OH)3\n\n1 15NaCl\n\n(3)\n\nwas milled for different times. The addition of 12 mol of NaCl to\nthe reactants increased the volume fraction of NaCl in the product\nphase mixture to 90%.\n\nNo combustion was detected during the milling of a powder\nmixture of CeCl3, 3 mol of NaOH, and 12 mol NaCl. The NaCl\ndiluent prevented combustion from occurring, because of the\nfollowing reasons: (i) NaCl separated the reactants, which reduced\nthe collision frequency between the reactant particles and led to a\ndecrease in the reaction rate and the rate of heat generation; (ii)\nNaCl absorbed the collision energy during milling, which reduced\nthe energy that was transferred to the reactants; and (iii) NaCl\nabsorbed the heat\nthat was generated by the reaction, which\nprevented the excess increase in temperature during milling.\n\nFigure 4 shows XRD patterns of the powder that was milled for\nvarious times. As the milling time increased, the peaks associated\nwith CeCl3 were gradually weakened, whereas the intensity of the\npeaks associated with Ce(OH)3 increased. This observation indi-\ncates that a solid-state displacement reaction occurred during\n\nFig. 3. TEM image of the CeO2 powder after calcination at 500°C and\nsubsequent washing.\n\nFig. 4. XRD patterns of the CeCl3\nmilled for different times. Milling times are indicated in the figure.\n\n1 3NaOH 1 12NaCl powder mixture\n\nmilling in a steady-state manner. After milling for 2 h, the XRD\npattern consisted of peaks that were associated with Ce(OH)3 and\nNaCl. The width of the peaks that corresponded to Ce(OH)3\nbecame narrower as the milling time increased from 2 h to 4 h. The\nmean crystallite size of Ce(OH)3 in the powder milled for 4 h,\nwhich was estimated from the XRD pattern using a peak at ;40°,\nwas 10 nm.\n\nFollowing the results of TG/DTA measurements in section\nIII(1), the as-milled powder was calcined at 500°C and subse-\nquently washed to remove NaCl. XRD measurements confirmed\nthat only the CeO2 phase was obtained after washing. The mean\ncrystallite size, as estimated from the XRD peak widths, was 10.2\nnm.\n\nTEM analysis of the calcined and subsequently washed powder\nhas shown that the particles sizes were 5– 40 nm and that only\nweak agglomeration of the particles was observed (see related\nimage in Fig. 6(a)). Dark-field imaging revealed that each particle\nwas a single crystal. No traces of sodium, chlorine, or iron were\ndetected using EDS. ICP–AES analysis detected the presence of\niron (0.023 wt%), sodium (0.244 wt%), and chlorine (0.045 wt%)\nin the CeO2 nanopowder.\n\nThe BET surface area of the calcined and washed powder was\n83 m2/g, which corresponds to a spherical particle size of 10 nm.\nThis finding is in good agreement with the results of XRD and\nTEM analyses. Because of the addition of the NaCl diluent, the\nCe(OH)3 particles were well isolated from each other in the NaCl\nmatrix, which led to the formation of CeO2 particles as small as\n;10 nm.34,36\n\n(3) Particle Growth\nThe as-milled CeCl3\n\n1 3NaOH 1 12NaCl powder mixture was\ncalcined at\ntemperatures of 500°–1000°C and subsequently\nwashed to remove NaCl. Figure 5 shows the XRD crystallite size,\nBET particle size, and LLS particle size of the CeO2 powders, each\nplotted as a function of the calcining temperature. The XRD peaks\nof CeO2 that was calcined at 1000°C had almost the same widths\nas the instrumental peak broadening; thus, accurate estimation of\nthe crystallite size was not possible. LLS measurements for the\n\n\f1456\n\nJournal of the American Ceramic Society—Tsuzuki and McCormick\n\nVol. 84, No. 7\n\nsame as the BET particle size. This result suggests that\nthe\nparticles could be separated from each other, because the NaCl\nsolid matrix isolated the CeO2 particles from each other. Above\n800°C, the XRD crystallite size and BET particle size increased\nmore rapidly than they did at ,800°C. The BET particle size\nincreased more rapidly than the XRD crystallite size, and, after\ncalcining at 900°C, was more than twice the XRD crystallite size.\nThe difference between these sizes will be discussed later. The\nhigher rate of particle-size growth at temperatures above 800°C\nthan that at temperatures below 800°C is due to the molten NaCl\nmatrix: the melting point of NaCl is 801°C, and sedimentation of\nCeO2 particles was observed after heat\ntreatment above this\ntemperature. This sedimentation caused the particles to come into\ncontact with each other, which led to rapid particle growth.\n\nFigures 6(a)–(d) show TEM images of powder that has been\ncalcined at different temperatures. CeO2 particles that have been\nsynthesized via calcination at 500°C consisted of equiaxed parti-\ncles 5– 40 nm in size (Fig. 6(a)). CeO2 particles that have been\nsynthesized via calcination at 800°C were spherical and 10 –\n130 nm in size (Fig. 6(b)). This result is in good agreement with\nthe XRD crystallite size and BET particle size observed at these\ntemperatures. Loose agglomerations were evident in the TEM\nimages, which was consistent with the fact that the XRD crystallite\nsize was almost the same as the BET particle size, which suggests\nthat the particles could be separated from each other. The TEM\nmicrograph in Fig. 6(b) showed a rather-wide particle-size distri-\nbution, which was possibly due to Ostwald ripening. However, the\n\n((cid:130)) XRD crystallite size, (N) BET particle size, and (L) LLS\nFig. 5.\nparticle size of the CeO2 particles, each as a function of the calcining\ntemperature.\n\nCeO2 particles calcined at ,800°C were not conducted, because\nthe instrument could measure only particle sizes of .50 nm.\n\nDifferent temperature dependences of size growth were evident\nbelow and above 800°C. Below 800°C, the XRD crystallite size\nand BET particle size increased rather monotonously as the\ntemperature increased. The XRD crystallite size was almost the\n\nFig. 6. TEM image of the CeO2 nanoparticles obtained from CeCl3\n(d) 1000°C.\n\n1 3NaOH 1 12NaCl mixture powders, calcined at (a) 500°, (b) 800°, (c) 850°, and\n\n\fJuly 2001\n\nSynthesis of Ultrafine Ceria Powders by Mechanochemical Processing\n\n1457\n\nextensive overlapping of the particles in the images made estima-\ntion of the actual size distribution from the TEM images difficult.\nFigure 6(c) shows CeO2 particles that have been obtained via\ncalcination at 850°C. Different stages of particle growth are\nevident. First, the particles are in contact with each other, sharing\nfacets as indicated by feature “A” in Fig. 6(c). Second, some\nparticles seem to form necks between them and have sintered\ntogether (feature “B” in Fig. 6(c)). The different contrast in the two\nsintering particles suggests that the particles still retain different\ncrystal orientations. Finally, the neck disappears and a single\ncrystallite is formed (feature “C” in Fig. 6(c)). Therefore, above\n800°C, some particles could not be separated from each other\nanymore, because of the first and second stage of the particle\ngrowth due to interparticle sintering, which reduces the BET\nsurface area and leads to the BET particle size becoming larger\nthan the XRD crystallite size.\n\nThe LLS size distributions for the powders that have been\ncalcined at 850°, 900°, and 1000°C are shown in Fig. 7. The LLS\nparticle size of the powder calcined at 850°C was ;230 nm, which\nis much larger than the XRD crystallite size (45.7 nm) and the BET\nparticle size (84.7 nm). The same tendency in the difference\nbetween XRD, BET, and LLS particle sizes was observed for the\npowders that were calcined at 900° and 1000°C. This observation\nis due to the nonspherically shaped aggregates of sintered particles\nsuch as those labeled A, B, and C in Fig. 6(c). The general\ntendency when using LLS size distributions of nonspherical\nparticles is to oversize the coarse end of the distribution, because\nLLS uses the longer axis of an elongated particle to determine the\nmean particle diameter.43 Another reason for obtaining a larger\nLLS size is that the fundamental size distribution, as derived via\nLLS, is based on volume; in other words, if a sample consists of an\nequal number of two sizes of particles, e.g., 50 nm and 100 nm, the\nvolume of the 100-nm particles is 8 times larger than that of the\n50-nm particles. Hence, as a volume distribution,\nthe larger\nparticles represent most of the total volume, which yields a mean\nparticle size (as a peak position of the size distribution) by volume\nthat is larger than that obtained by population.\n\nThe sintering process of nanosized single crystals is very\nimportant in powder processing. The kinetics of grain growth\nconsist of two regimes, i.e., sintering and subsequent coarsen-\ning.44 – 48 The first regime (sintering) is described as follows. For\nsmall particles, surface diffusion is the dominant mass-transport\nmechanism. Negative surface curvature provides a more-stable\nenvironment to the mass on the surface than positive surface\ncurvature; thus, the gap between the contacting particles is filled\nby the mass. Hence, if the particles are crystals, a grain boundary\nforms at the expense of surface energy. The neck radius attains a\nmaximum static size, because of the equilibrium between grain-\nboundary energy and surface energy. In the second regime\n(coarsening), when adjacent sintered particles have different sizes,\n\nFig. 7. LLS size distribution of the CeO2 nanoparticles obtained from\n1 3NaOH 1 12NaCl powder mixtures, calcined at (– – –) 850°, (—)\nCeCl3\n900°, and (z z z) 1000°C.\n\nmass transport is induced from the smaller particle to the larger\none, because of the difference in the surface curvature. This\nphenomenon leads to the absorption of the smaller particle by the\nlarger one, with a grain boundary retained between them.\n\nThis general model of two-particle sintering is phenomenolog-\nical and mostly based on ex situ observation of large (micrometer-\nsized) particle sintering.44 –50 However, the sintering properties of\nnanoparticles may be different from those of micrometer-sized\nparticles. Moreover, ex situ TEM study has shown only sintering\nproperties that have been averaged over the heating time. Recently,\nmany in situ TEM studies of nanoparticle sintering have been\nconducted.51–53 Averback and co-workers54 –56 performed a\nmolecular-dynamics simulation of the free sintering of nanosized\nTiO2 particles, as well as an in situ TEM study of the sintering of\ncopper and silver nanoparticles. Sintered nanoparticle pairs reori-\nented themselves, with respect to each other, in the coarsening\nregime, forming a low-energy grain boundary. This particle\nreorientation during coarsening was also observed by Rankin et\nal.57 in ZrO2 nanoparticles ;30 nm in size that were loosely\nattached to a carbon film on a TEM grid. However, when the ZrO2\nnanoparticles were fixed to the TEM grid, the coarsening occurred\nvia the absorption of smaller particles by larger ones, while a grain\nboundary was maintained between them.52\n\nIn the present study, CeO2 nanoparticles formed nonspherical,\nsintered single crystallites, as shown by feature C in Fig. 6(c). This\nfinding suggests that the grain boundary between two sintered\nparticles disappeared before the smaller particle was absorbed by\nthe larger one; i.e., coarsening occurred via particle reorientation.\nThe particles were suspended in molten NaCl;\nthus, particle\nrotation, to minimize the grain-boundary energy, was possible.\n\nIV. Summary\n\nA solid-state displacement reaction between CeCl3 and NaOH\nwas induced by mechanochemical processing, forming Ce(OH)3 in\na NaCl matrix. Ultrafine CeO2 powders were obtained after the\nas-milled powders were calcined. A simple washing process was\nused to remove the NaCl by-product/diluent. Without any addition\nof NaCl diluent, calcination of the mechanochemically synthesized\nCe(OH)3 resulted in the formation of porous CeO2 particles 0.1–1\nmm in size. Although the particle size is rather large, the porous\nstructure gave a high BET surface area. Milling with NaCl diluent\nled to the formation of CeO2 nanoparticles ;10 nm in size,\nbecause the mechanochemically formed hydroxide precursors\nisolated in the NaCl matrix, which prevented the\nwere well\nparticles from sintering together during thermal decomposition.\nTherefore, to obtain particles ;10 nm in size, it is necessary to\ncause a reaction in a steady-state manner, as well as to increase the\nmatrix:powder volume ratio. The mean particle size was controlled\nin the range of 10 –500 nm by varying the calcination temperature.\nAlmost-spherical particles were obtained after calcination at tem-\nperatures of .800°C. The difference between particle sizes ob-\ntained using XRD, BET, and LLS methods has been demonstrated\nto be a good indicator of particle aggregation. This synthesis\nmethod has potential for the economical and efficient production\nof ultrafine rare-earth-oxide powders.\n\nReferences\n\n1N. B. Kirk and J. V. Wood, “Glass Polishing,” Br. Ceram. Trans., 93 [1] 25–30\n\n(1994).\n\n2B. R. Powell, R. L. Bloink, and C. C. Erckel, “Preparation of Cerium Dioxide\n\nPowders for Catalyst Supports,” J. Am. Ceram. Soc., 71 [2] C-104 –C-106 (1988).\n\n3S. B. Bhaduri, A. Chakraborty, and R. M. Rao, “Method of Fabricating\nCeria-Stabilized Tetragonal Zirconia Polycrystals,” J. Am. Ceram. Soc., 71 [9]\nC-410 –C-411 (1988).\n\n4J. Van herle, T. Horita, T. Kawata, N. Sakai, H. Yokokawa, and M. Dokiya,\n“Fabrication and Sintering of Fine Yttria-Doped Ceria Powder,” J. Am. Ceram. Soc.,\n80 [4] 933– 40 (1997).\n\n5G. A. M. Hussein, “Rare Earth Metal Oxides: Formation, Ccharacterization and\nCatalytic Activity, Thermoanalytical and Applied Pyrolysis Review,” J. Anal. Appl.\nPyrolysis, 37, 111– 49 (1996).\n\n6B. Djuricic and S. Pickering, “Nanostructured Cerium Oxide: Preparation and\nProperties of Weakly-Agglomerated Powders,” J. Eur. Ceram. Soc., 19, 1925–34\n(1999).\n\n\f1458\n\nJournal of the American Ceramic Society—Tsuzuki and McCormick\n\nVol. 84, No. 7\n\n7X. Chu, W. Chung, and L. D. Shmidt, “Sintering of Sol–Gel Prepared Submi-\ncrometer Particles Studied by Transmission Electron Microscopy,” J. Am. Ceram.\nSoc., 76 [8] 2115–18 (1993).\n\n8E. Matijevic and W. P. Hsu, “Preparation and Properties of Monodispersed\nColloidal Particles of Lanthanide Compounds: I. Gadolinium, Europium, Terbium,\nSamarium and Cerium(III),” J. Colloid Interface Sci., 118 [2] 506 –23 (1987).\n\n9J. M. Heintz and J. C. Bernier, “Synthesis and Sintering Properties of Cerium\nOxide Powders Prepared from Oxalate Precursors,” J. Mater. Sci., 21 [5] 1569 –73\n(1986).\n\n10M. I. Levin, E. A. Bondarenko, N. L. Nazarova, S. S. Kulagina, and E. E.\nBelousova, “Vibrational–Thermal Method of Obtaining Finely Dispersed Cerium\nDioxide,” Sov. J. Opt. Technol., 58 [2] 118 –20 (1991).\n\n11T. V. Mani, H. K. Varma, A. D. Damodaran, and K. G. K. Warrier, “Sol-Spray\n\nTechnique for Fine-Grained Ceria Particles,” Ceram. Int., 19 [2] 125–28 (1993).\n\n12G. Adachi and N. Imanaka, “The Binary Rare Earth Oxides,” Chem. Rev., 98,\n\n1479 –514 (1998).\n\n13M. M. A. Sekar, S. S. Manoharan, and K. C. Patil, “Combustion Synthesis of\n\nFine-Particle Ceria,” J. Mater. Sci. Lett., 9 [10] 1205–206 (1990).\n\n14H. K. Varma, P. Mukundan, K. G. K. Warrier, and A. D. Damodaran, “Flash\nCombustion Synthesis of Cerium Oxide,” J. Mater. Sci. Lett., 9 [4] 377–79 (1990).\n15K. Hakuta, S. Onai, H. Terayama, T. Adshiri, and K. Arai, “Production of\nUltra-fine Ceria Particles by Hydrothermal Synthesis under Supercritical Conditions,”\nJ. Mater. Sci. Lett., 17, 1211–13 (1998).\n\n16M. Hirano and E. Kato, “The Hydrothermal Synthesis of Ultrafine Cerium(IV)\n\nOxide Powders,” J. Mater. Sci. Lett., 15, 1249 –50 (1996).\n\n17M. Hirano and E. Kato, “Hydrothermal Synthesis of Cerium(IV) Oxide,” J. Am.\n\nCeram. Soc., 79 [3] 777– 80 (1996).\n\n18C. Wang, Y. Qian, X. Yi, C. Wang, Y. Li, and G. Zhao, “A Novel Method to\nPrepare Nanocrystalline (7 nm) Ceria,” Mater. Sci. Eng. B, B39 [3] 160 – 62 (1996).\n19Y. C. Zhou and M. N. Rahaman, “Hydrothermal Synthesis and Sintering of\n\nUltrafine CeO2 Powders,” J. Mater. Res., 8 [7] 1680 – 86 (1993).\n\n20C. B. Murray, D. J. Norris, and M. G. Bawendi, “Synthesis and Characterization\nof Nearly Monodispersed CdE (E 5 S, Se, Te) Semiconductor Nanocrystallites,”\nJ. Am. Chem. Soc., 115, 8706 –15 (1993).\n\n21A. Henglein, A. Fojtik, and H. Weller, “Reactions On Colloidal Semiconductor\n\nParticles,” Ber. Bunsen—Ges. Phys. Chem., 91, 441– 46 (1987).\n\n22P.-L. Chen and I-W. Chen, “Reactive Cerium(IV) Oxide Powders by the\nHomogeneous Precipitation Method,” J. Am. Ceram. Soc., 76 [6] 1577– 83 (1993).\n23T. Masui, K. Fujiwara, Y. Peng, T. Sakata, K. Machida, H. Mori, and G. Adachi,\n“Characterization and Catalytic Properties of CeO2–ZrO2 Ultrafine Particles Prepared\nby the Microemulsion Method,” J. Alloys Compd., 269, 116 –22 (1998).\n\n24T. Masui, K. Fujiwara, K. Machida, G. Adachi, T. Sakata, and H. Mori,\n“Characterization of Cerium(IV) Oxide Ultrafine Particles Prepared Using Reversed\nMicelles,” Chem. Mater., 9 [10] 2197–204 (1997).\n\n25M. Suzuki, M. Kagawa, Y. Syono, and T. Hirai, “Synthesis of Ultrafine\nSingle-Component Oxide Particles by the Spray-ICP Technique,” J. Mater. Sci., 27,\n679 – 84 (1992).\n\n26P. G. McCormick, J. Ding, H. Yang, and T. Tsuzuki, “Mechanochemical\nSynthesis of Nanostructured and Ultrafine Powder”; pp. 85– 88 in Materials Research\n96, Vol. 1. Institute of Metals and Materials Australia, Melbourne, Australia, 1996.\n27G. B. Schaffer and P. G. McCormick, “Mechanical Alloying,” Mater. Forum, 16,\n\n91–97 (1992).\n\n28J. Ding, W. F. Miao, P. G. McCormick, and R. Street, “Mechanochemical\n\nSynthesis of Ultrafine Fe Powder,” Appl. Phys. Lett., 67 [25] 3804 – 806 (1995).\n\n29J. Ding, T. Tsuzuki, P. G. McCormick, and R. Street, “Ultrafine Cu Particles\n\nPrepared by Mechanochemical Process,” J. Alloys Compd., 234, L1–L3 (1996).\n\n30J. Ding, T. Tsuzuki, P. G. McCormick, and R. Street, “Ultrafine Co and Ni\nParticles Prepared by Mechanochemical Processing,” J. Phys. D: Appl. Phys., 29 [9]\n1365– 69 (1996).\n\n31J. Ding, T. Tsuzuki, and P. G. McCormick, “Ultrafine Alumina Particles Prepared\nby Mechanochemical/Thermal Processing,” J. Am. Ceram. Soc., 79 [11] 2956 –58\n(1996).\n\n32J. Ding, T. Tsuzuki, and P. G. McCormick, “Mechanochemical Synthesis of\n\nUltrafine ZrO2 Powder,” Nanostruct. Mater., 8 [1] 75– 81 (1997).\n\n33J. Ding, T. Tsuzuki, and P. G. McCormick, “Hematite Powders Synthesized by\n\nMechanochemical Processing,” Nanostruct. Mater., 8 [6] 739 – 47 (1997).\n\n34T. Tsuzuki, J. Ding, and P. G. McCormick, “Mechanochemical Synthesis of\n\nUltrafine Zinc Sulfide Particles,” Physica B (Amsterdam), 239, 378 – 87 (1997).\n\n35T. Tsuzuki, W. T. A. Harrison, and P. G. McCormick, “Synthesis of Ultrafine\nGadolinium Oxide Powder by Mechanochemical Processing,” J. Alloys Compd., 281,\n146 –51 (1998).\n\n36T. Tsuzuki, E. Pirault, and P. G. McCormick, “Mechanochemical Synthesis of\n\nGadolinium Oxide Nanoparticles,” Nanostruct. Mater., 11 [1] 125–31 (1999).\n\n37G. B. Schaffer and P. G. McCormick, “On the Kinetics of Mechanical Alloying,”\n\nMetall. Trans. A, A23, 1285–90 (1992).\n\n38H. Yang and P. G. McCormick, “Combustion Reaction of Zinc Oxide with\nMagnesium during Mechanical Milling,” J. Solid State Chem., 107, 258 – 63 (1993).\n39B. D. Cullity, Elements of X-ray Diffraction, 2nd Ed.; p. 102. Addison–Wesley,\n\nReading, MA, 1978.\n\n40T. L. Woods and R. M. Garreels, Thermodynamic Values at Low Temperature for\n\nNatural Inorganic Materials; p. 68. Oxford University Press, New York, 1987.\n\n41I. Barin Ed., Thermodynamic Data of Pure Substances, 2nd Ed.; pp. 376, 982,\n\nand 990. VCH, Weinheim, Germany, 1993.\n\n42Powder Diffraction File Card No. 34-395, Joint Committee for Powder Diffrac-\ntion Standards (JCPDS), Swarthmore, PA (now International Centre for Diffraction\nData (ICDD), Newtown Square, PA).\n\n43T. Allen, Particle Size Measurement, Vol. 1, 5th Ed.; pp. 404 –19. Chapman and\n\nHall, New York, 1997.\n\n44F. F. Lange and B. J. Kellett, “Thermodynamics of Densification, II. Grain\nGrowth in Porous Compacts and Relation to Densification,” J. Am. Ceram. Soc., 72\n[5] 735– 41 (1989).\n\n45B. J. Kellett and F. F. Lange, “Thermodynamics of Densification, I. Sintering of\nSimple Particle Arrays, Equilibrium Configurations, Pore Stability, and Shrinkage,”\nJ. Am. Ceram. Soc., 72 [5] 725–34 (1989).\n\n46W. J. Soppe, G. J. Janssen, B. C. Bonekamp, A. A. Correia, and H. J. Veringa,\n“A Computer Simulation Method for Sintering in Three-Dimensional Powder\nCompacts,” J. Mater. Sci., 29 [3] 754 – 61 (1994).\n\n47F. F. Lange, “Powder Processing Science and Technology for Increased Reli-\n\nability,” J. Am. Ceram. Soc., 72 [1] 3–15 (1989).\n\n48W. Zhang and J. H. Schneibel, “The Sintering of Two Particles by Surface and\nGrain Boundary Diffusion—A Two Dimensional Numerical Study,” Acta Metall.\nMater., 43 [12] 4377– 86 (1995).\n\n49E. B. Slamovich and F. Lange, “Densification Behavior of Single-Crystal and\nPolycrystalline Spherical Particles of Zirconia,” J. Am. Ceram. Soc., 73 [11] 3368 –75\n(1990).\n\n50S. Ijima, “Electron Microscopy of Small Particles,” J. Electron Microsc., 34 [4]\n\n249 – 65 (1985).\n\n51J. Rankin and L. A. Boatner, “Unstable Neck Formation during Initial-Stage\n\nSintering,” J. Am. Ceram. Soc., 77 [8] 1987–90 (1994).\n\n52M. Kusunoki, K. Yonemitsu, Y. Sasaki, and Y. Kubo, “In Situ Observation of\nZirconia Particles at 1200°C by High-Resolution Electron Microscopy,” J. Am.\nCeram. Soc., 76 [3] 763– 65 (1993).\n\n53G. Petzow and H. E. Exner, “Particle Rearrangement in Solid State Sintering,” Z.\n\nMetallkd., 67 [9] 611–18 (1976).\n\n54M. Yeadon, J. C. Yang, R. S. Averback, J. W. Bullard, and J. M. Gibson, “Direct\nObservations of the Sintering of Silver Nanoparticles on Single Crystal Copper by\nIn-Situ UHV TEM”; pp. 283– 88 in Materials Research Society Symposium Proceed-\nings, Vol. 501, Surface-Controlled Nanoscale Materials for High-Added-Value\nApplications. Edited by K. E. Gonsalves, M.-I. Baraton, R. Singh, H. Hoffmann, J. X.\nChen, and J. A. Akkara. Materials Research Society, Warrendale, PA, 1998.\n\n55H. Zhu and R. S. Averback, “Sintering of Nano-particle Powders: Simulations\n\nand Experiments,” Mater. Manuf. Processes, 11 [6] 905–23 (1996).\n\n56R. S. Averback, H. Zhu, R. Tao, and H. Ho¨fler, “Sintering of Nanocrystalline\nMaterials: Experiments and Computer Simulations”; pp. 203–16 in Proceedings of the\n1996 Annual Meeting of the Minerals, Metals and Materials Society, Synthesis and\nProcessing of Nanocrystalline Powder (Anaheim, CA, Feb. 1996). Edited by D. L.\nBourell. The Minerals, Metals and Materials Society, Warrendale, PA, 1996.\n\n57J. Rankin and B. W. Sheldon, “In Situ TEM Sintering of Nano-Sized ZrO2\nM\n\nParticles,” Mater. Sci. Eng. A, A204 [1–2] 48 –53 (1995).\n\n\f"
}