{
  "metadata": {
    "source_file": "Wang et al. - 2023 - Synthesis of CeO2 Nanoparticles Derived by Urea Co.pdf",
    "extraction_date": "2024-11-17T17:45:31.254053",
    "character_count": 23684
  },
  "content": "Electronic Materials Letters (2023) 19:580–587\nhttps://doi.org/10.1007/s13391-023-00427-2\n\nORIGINAL ARTICLE - NANOMATERIALS\n\nSynthesis of  CeO2 Nanoparticles Derived by Urea Condensation \nfor Chemical Mechanical Polishing\n\nZhenyang Wang1 · Tongqing Wang1 · Lifei Zhang1 · Xinchun Lu1\n\nReceived: 29 January 2023 / Accepted: 17 March 2023 / Published online: 10 April 2023 \n© The Author(s) under exclusive licence to The Korean Institute of Metals and Materials 2023\n\nAbstract \nThe synthesis of  CeO2 nanoparticles for  CeO2 based slurry gains continuous emphasis on improving its performance in the \nchemical mechanical polishing of dielectric materials. Urea was selected to dominate the growth and morphology during \nthe calcination process. Thermogravimetry experiments were used to analyze the the decomposition behavior. Particle mor-\nphology and size were analyzed. Crystalline phase information and surface valence were used to compare the differences in \nsurface physical and chemical properties of ceria by different synthesis process. The  CeO2 nanoparticles synthesized with \nurea were dispersed in water as slurry. The particle sizes of  CeO2 were measured by dynamic light scattering. The Zeta \npotential of  CeO2 dispersion were measured to show dispersing performance. The  CeO2 nanoparticles synthesized with \nurea condensation show good monodisperse properties. The material removal rate of silicon oxide and surface quality after \nchemical mechanical polishing were selected to evaluate the chemical mechanical polishing performance. The  CeO2 nanopar-\nticles synthesized with urea condensation not only yielded better surface quality results than the commercial slurry but also \nshowed a 153% (pH = 4) and 100% (pH = 10) increase in the material removal rate of silicon oxide compared to commercial.\n\nGraphical Abstract\n\nKeywords  CeO2 nanoparticles · Calcination synthesis · Urea condensation · Chemical mechanical polishing\n\n1  Introduction\n\nWith  the  decreasing  of  critical  dimension,  Chemical \nMechanical Polishing (CMP) has played an increasingly \nimportant role in integrated circuit fabrication. It is widely \n\nbelieved that slurry is one of the important CMP consum-\nable materials [1]. In the logic chip manufacturing process, \nthere are many dielectric CMP processes [2], such as Shal-\nlow Trench Isolation (STI), Inter-level Dielectric (ILD) and \nPloy Silicon Open (POP) process, which need  CeO2 based \n\n *  Xinchun Lu \n\nxclu@tsinghua.edu.cn\n\n1  State Key Laboratory of Tribology, Tsinghua University, \n\nBeijing 100084, China\n\nVol:.(1234567890)1 3 \n\fElectronic Materials Letters (2023) 19:580–587 \n\n581\n\nslurry [3]. The synthesis [4] of  CeO2 nanoparticles in  CeO2 \nbased slurry gains continuous emphasis on improving its \nperformance in the CMP of dielectric materials.\n\nThe physical properties of  CeO2 nanoparticles in  CeO2 \nbased slurry are significantly affected by the category and \ncircumstance of synthesis [5]. The CMP performances of \n CeO2 nanoparticles synthesized by different categories [6] \nand circumstances have been extensively investigated [7]. \nCalcination is a straightforward access to acquire  CeO2 \nnanoparticles [8]. Calcined  CeO2 has high  SiO2 Material \nRemoval Rate (MRR) [9] and good within-wafer uniform-\nity [7]. Previous studies [10] have shown that the higher \nthe calcination temperature, the higher the CMP MRR of \nceria [11]. Ceria calcined at 900 ℃ has the highest MRR \n[12]. However, calcined  CeO2 is prone to sintering and \nagglomeration at high calcination temperatures [13]. In \ngeneral, calcined  CeO2 usually requires subsequent milling \nprocesses [14] to achieve the desired size [15], which con-\nsumes considerable energy [16]. Therefore, a new method \nthat can prevent agglomeration during the calcination of \nceria particle must be proposed.\n\nIn this work, urea was selected to dominate the growth of \nparticle during the calcination process. Therefore, the find-\nings in the manuscript provide the correlation between the \ngrowth state of  CeO2 nanoparticles and the calcination pro-\ncess controlled by urea [17]. In addition, the dispersion and \nCMP performance of the  CeO2 nanoparticles were measured.\n\n2   Experimental Procedure\n\n2.1   Synthesis of Materials\n\nCalcination  thermal  decomposition  was  a  common  and \nwidespread process to synthesize  CeO2. In this research, \n Ce2(CO3)3·6H2O was used as the source of ceria.\n\nUrea and  Ce2(CO3)3·6H2O were mixed as a 1:1 molar \nratio to get a uniform paste. The other was prepared without \nurea. The paste was exsiccated to solid under a constant tem-\nperature oil bath condition at 70 ℃. The solid was calcined \nin muffle furnace at 900 ℃ with a heating rate at 10 °C/\nmin, maintained at a constant temperature for 10 h and then \nnaturally cooled down to room temperature. The process of \nthe synthesis of  CeO2 nanoparticles with urea is shown in \nFig. 1. The decomposition behavior of two kinds of exsic-\ncated solid was monitored by thermal gravimetric apparatus \n(TGA/DSC1, Mettler Toledo) up to 900 ℃ at a heating rate \nof 10 °C/min in air.\n\n2.2   Materials Characterization\n\nThe size and morphology of  CeO2 were observed by scan-\nning electron microscopy (SEM, SU8200, Hitachi). The \n\nFig. 1   Flow chart of the synthesis of  CeO2 nanoparticles with urea\n\nlattice structure and grain size were analyzed by the X-ray \ndiffraction (XRD, D/max-2550, Rigaku) using a Cu-Kα \nX-ray source (40 kV, 40 mA) in the range of 20–90°.\n\nThe  valence  states  of  cerium  were  carried  out  using \nX-ray photoelectron spectroscopy (XPS, PHI Quantera II, \nUlvac-Phi). The fraction of  Ce3+ was calculated based on \nthe deconvolution [18] of Ce 3d spin-orbit doublet using \nCasa XPS.\n\n2.3   CMP Process\n\nCeO2 nanoparticles calcined with urea were dispersed in \ndeionized water, the mass content of the dispersion was \n0.3%, and the pH of the dispersion was adjusted by nitric \nacid and ammonia [19]. The  CeO2 dispersions were prepared \nby continuous ultrasonication and stirring for 10 h.\n\nThe  particle  size  of  dispersed   CeO2  nanoparticles \nwas measured by a laser particle size analyzer (380ZLS, \nPSS). The Zeta potential of dispersed  CeO2 nanoparticles \nwas measured by a zeta potential analyzer (90Plus PALS, \nBrookhaven).\n\n50  mm  Plasma-Enhanced  Tetraethyl  Orthosilicate \n(PETEOS) silicon oxide wafers were prepared by SKW \nAssociates, Inc. for CMP process. The thicknesses of the \nas-deposited oxide were 10 kA. Wafers were polished on a \nCMP machine (Universal-150Plus, Hwatsing) with a CMP \npad (DH3010, Dinglong). Ex-situ conditioning was car-\nried out with a diamond dresser (A165, 3 M) before each \npolishing. The head/platen rotational speed was 87/93 rpm, \nthe slurry flow rate was 150 ml/min, and the down pressure \nwas 3 psi. The main polishing time is 60 s. The commercial \nslurry for comparison is Ces333F from AGC.\n\nThe MRR of CMP process was calculated by the thick-\nness difference of wafers [20] before and after CMP process \nthat were measured by by Filmetrics (F50, Filmetric). The \nsurface quality after CMP process was observed by atomic \nforce microscope (AFM, Icon, Bruker). The average rough-\nness (Ra) was determined within 2.0 × 2.0 µm2.\n\n1 3\f582 \n\nElectronic Materials Letters (2023) 19:580–587\n\n3   Results and Discussion\n\n3.1   Surface Morphology of  CeO2 Nanoparticles\n\nThe SEM images of the  CeO2 nanoparticles are shown \nin Fig. 2, which provide the information of particle mor-\nphology. The shape of the  CeO2 nanoparticles synthesized \nwith urea is near-spherical and shows good monodisperse \nproperties.\n\nIt is clear that the particle sizes of the two kinds of \n CeO2 are around 60 nm.  CeO2 nanoparticles synthesized \nwithout urea are obviously agglomerated to form a strip \nparticle combination.  CeO2 usually has a strong precur-\nsor inheritance during the calcination process, so the strip \nparticle combination is likely to be the morphology of \ncerium carbonate [21].\n\nHowever, when urea is involved in the calcination pro-\ncess, the growth and combination of  CeO2 nanoparticles \nare significantly changed. This phenomenon can be attrib-\nuted to the thermal condensation reaction of urea [22]. \nThe condensation reaction of urea occurs in the two-way \nreaction of dissolution and precipitation of cerium carbon-\nate. The condensation product has a template effect so that \n CeO2 nanoparticles can grow in a monodisperse form [23].\nThe  results  of  thermogravimetry  experiments  are \nshown in Fig. 3, which could reflect the changes of phase \nin the calcination process. In the TG curve of the calci-\nnation process without urea, the low weight loss within \nlower temperature range (≤ 100 °C) indicates that there \n\nFig. 2   SEM images of  CeO2 \nnanoparticles synthesized (a), \n(c) without urea and (b), (d) \nwith urea\n\nFig. 3   Thermogravimetry (TG) curves of  CeO2 nanoparticles synthe-\nsized with urea and without urea\n\nis  no  loss  of  crystal  water  in  the  process.  This  result \nshows that the exsiccation process at 70 °C was suffi-\ncient. The rapid weight loss from 240 to 290 °C indicates \nthat cerium carbonate was rapidly decomposed. The TG \ncurve of the calcination process with urea is more com-\nplex. The slow weight loss begins at 80 °C, which could \nbe explained that urea began to react. Subsequently, the \ndecline rate of the curve changed at 240 °C. Cerium car-\nbonate began to decompose. Contrary to the previous \nrapid decline, the decomposition of cerium carbonate \ngradually completed with the increase of temperature. \nThis  result  shows  that  the  decomposition  of  cerium \n\n1 3\fElectronic Materials Letters (2023) 19:580–587 \n\n583\n\nTable 1   The  concentration  of   Ce3+  of   CeO2  Synthesized  with  and \nwithout urea\n\nWith urea\n\nWithout urea\n\nThe concentration of  Ce3+\nCrystallinity\nCrystallite size (nm)\n\n16.90%\n97.70%\n62.2\n\n16.27%\n99.31%\n62.5\n\nFig. 6   XRD  patterns  of   CeO2  nanoparticles  synthesized  with  urea \nand without urea\n\nthe typical pattern of fluorite structure and correspond well \nwith the standard data of JCPDS No. 34-0394 [25]. Accord-\ning to the Debye-Scherrer equation, the crystallite size could \nbe calculated based on the broadening of the diffraction peak \nand the Bragg angle [26].\n\nThere are almost no differences in the concentration of \n Ce3+ and crystallite size between the two kinds of  CeO2 \nnanoparticles. Because of the presence of urea, the crystal-\nlinity of the product decreased slightly. However, urea con-\ndensation could not change the surface and structural prop-\nerties of  CeO2 nanoparticles. This result further confirms \nthat the urea condensation reaction only acts as a physical \ntemplate. The  CeO2 nanoparticles synthesized with urea \nhave the similar physical and chemical properties to general \ncalcined ceria.\n\n3.3   CMP Performance\n\nFigure 7 compares the particle size of the two kinds of  CeO2 \nnanoparticles with different pH measured by dynamic light \nscattering [27]. Figure 7a shows that the mean diameter of \n CeO2 nanoparticles synthesized without urea is approxi-\nmately 600 nm with a wide distribution range.\n\nFigure 7b–d show that the  CeO2 nanoparticles synthe-\nsized with urea have good dispersion. Simultaneously, \nthe particle size had good stability and did not fluctuate \ngreatly with the change of pH value [28]. Table 2 shows \nthe standard deviation of DLS particle sizes. Compared \nwith the initial particle size without regulating pH, the \nmean diameter was smaller and the particle size distri-\nbution  was  more  concentrated  at  pH = 4  and  pH = 10. \nTable 2 also shows the Zeta potential of  CeO2 dispersion \nprepared by nanoparticles synthesized with urea at differ-\nent pH value. This result is consistent with the results of \n\nFig. 4   XPS spectra of  CeO2 nanoparticles synthesized without urea\n\nFig. 5   XPS spectra of  CeO2 nanoparticles synthesized with urea\n\ncarbonate and the growth of  CeO2 were affected by urea \ncondensation products.\n\n3.2   Surface and Structural Properties\n\nXPS spectra in Figs. 4 and 5 show the difference of the con-\ncentration of  Ce3+ between two kinds of  CeO2 nanoparticles. \nTable 1 shows the concentration of  Ce3+ in the  CeO2 nanopar-\nticles conducted by peak deconvolution of XPS spectra [24].\nFigure 6 shows the crystalline phase information of the \n CeO2 nanoparticles synthesized without urea and with urea \nby XRD. The XRD patterns of  CeO2 nanoparticles remain \n\n1 3\f584 \n\nElectronic Materials Letters (2023) 19:580–587\n\nFig. 7   DLS particle sizes of  CeO2 nanoparticles synthesized (a) without urea and (b) with urea dispersed in water; synthesized with urea dis-\npersed in water at (c) pH = 4 and (d) pH = 10\n\nTable 2   The DLS particle size and Zeta potential of  CeO2 dispersion \nsynthesized with urea\n\npH = 4\n\nUnregulated\n\npH = 10\n\nMean diameter (nm)\nStandard deviation\nZeta potential (mV)\n\n235.3\n100.9\n32.66\n\n265.7\n111.8\n−12.79\n\n243\n75.8\n−23.29\n\nprevious studies on  CeO2 dispersions. Meanwhile, when \nthe pH is not regulated, that is, the pH is close to the iso-\nelectric point of ceria, the absolute value of Zeta potential \nof  CeO2 dispersion is lower and the dispersion is slightly \nworse, which also corresponds to the increase of mean \nparticle size. This phenomenon indicates that the  CeO2 \nnanoparticles synthesized with urea could be used as a \n\nFig. 8   MRR  of  PETEOS  during  CMP  and  surface  roughness  after \nCMP by using  CeO2 nanoparticles synthesized with urea dispersed in \nwater at different pH value compared with commercial slurry\n\n1 3\fElectronic Materials Letters (2023) 19:580–587 \n\n585\n\nFig. 9   2D-AFM  height  images  of  surfaces  after  CMP  process  by  using   CeO2  nanoparticles  synthesized  with  urea  dispersed  in  water  at  (a) \npH = 4, (b) unregulated pH and (c) pH = 10, compared with using (d) commercial slurry\n\ngood basic material for the subsequent development of \nmultifunctional CMP slurry [29].\n\n[30]. Three kinds of slurries all exhibited higher MRR than \ncommercial slurry.\n\nThe MRR of PETEOS of CMP experiments are shown \nin Fig. 8. The initial ceria without regulating pH showed a \nhigher MRR because of the bigger mean diameter. The MRR \nof PETEOS was higher in acidic slurry (at pH 4) than that in \nalkaline slurry (at pH 10), mainly due to the different elec-\ntrostatic interactions between abrasive and the wafer surface \n\nThe  micro  topographies  after  CMP  process  observed \nby AFM are shown in Figs. 9 and 10. AFM results clearly \nreveal that CMP process using the  CeO2 dispersion prepared \nby nanoparticles synthesized with urea achieve ultra-smooth \nand damage-free surfaces.\n\nThe surface roughness (Ra) results after CMP process \nare shown in Fig. 8. The  CeO2 dispersion prepared by \n\n1 3\f586 \n\nElectronic Materials Letters (2023) 19:580–587\n\nThe authors declare that they have no known competing financial in-\nterests or personal relationships that could have appeared to influence \nthe work reported in this paper.\n\nReferences\n\n  1.  Choe, J.H., et al.: Determination of particle size distribution in \noxide Abrasive Slurry after chemical mechanical polishing pro-\ncess using Raman spectroscopy. Electron. Mater. Lett (2023). \nhttps:// doi. org/ 10. 1007/ s13391- 022- 00401-4\n\n  2.  Krishnan, M., et al.: Chemical mechanical planarization: slurry \nchemistry, materials, and mechanisms. Chem. Rev. (2010). https:// \ndoi. org/ 10. 1021/ cr900 170z\n\n  3.  Seo, J., et al.: Perspective—recent advances and thoughts on Ceria \nparticle applications in chemical mechanical planarization. ECS \nJ. Solid State Sci. Technol. (2022). https:// doi. org/ 10. 1149/ 2162- \n8777/ ac8310\n\n  4.  Abdullah, A., et al.: Comparative study of nano crystalline Ceria \nsynthesized by different wet-chemical methods. J. Supercond. \nNovel Magn. (2014). https:// doi. org/ 10. 1007/ s10948- 013- 2261-x\n  5.  Kim, D.H.R.: Effect of calcination process on synthesis of Ceria \nparticles, and its influence on shallow trench isolation chemical \nmechanical planarization performance. Jpn. J. Appl. Phys. (2006). \nhttps:// doi. org/ 10. 1143/ JJAP. 45. 4893\n\n  6.  Li, Y., et al.: Changing the calcination temperature to tune the \nmicrostructure and polishing properties of ceria octahedrons. RSC \nAdv. (2022). https:// doi. org/ 10. 1039/ D2RA0 2367A\n\n  7.  Srinivasan, R., et al.: Shallow trench isolation chemical mechani-\ncal  planarization:  a  review.  ECS  J.  Solid  State  Sci.  Technol. \n(2015). https:// doi. org/ 10. 1149/2. 00715 11jss\n\n  8.  Cao, X.F., et al.: Fabrication and application of CeO2 nanostruc-\nture with different morphologies: a review. J. Renew. Mater . \n(2020). https:// doi. org/ 10. 32604/ jrm. 2020. 012113\n\n  9.  Han, S., et al.: Effect of pad surface roughness on material removal \nrate in chemical mechanical polishing using ultrafine colloidal \nceria slurry. Electron. Mater. Lett. (2013). https:// doi. org/ 10. 1007/ \ns13391- 012- 2144-5\n\n 10.  Kim, S.K., et al.: Influence of physical characteristics of Ceria \nparticles on polishing rate of chemical mechanical planarization \nfor shallow trench isolation. Jpn. J. Appl. Phys. (2004). https:// doi. \norg/ 10. 1143/ JJAP. 43. 7427\n\n 11.  Li, Y.X., et al.: Changing the calcination temperature to tune the \nmicrostructure and polishing properties of ceria octahedrons. RSC \nAdv. (2022). https:// doi. org/ 10. 1039/ d2ra0 2367a\n\n 12.  Oh, M.H., et al.: Polishing behaviors of ceria abrasives on silicon \ndioxide and silicon nitride CMP. Powder Technol. (2011). https:// \ndoi. org/ 10. 1016/j. powtec. 2010. 09. 025\n\n 13.  Hyun-Goo, K., et al.: Effects of grain size and abrasive size of \npolycrystalline nano-particle ceria slurry on shallow trench isola-\ntion chemical mechanical polishing. Jpn. J. Appl. Phys.  (2004). \nhttps:// doi. org/ 10. 1143/ jjap. 43. L365\n\n 14.  Yadav, T.P., Srivastava, O.N.: Synthesis of nanocrystalline cerium \noxide by high energy ball milling. Ceram. Int. (2012). https:// doi. \norg/ 10. 1016/j. ceram int. 2012. 04. 025\n\n 15.  Kim, S.K., et al.: Influence of crystalline structure of ceria on the \nremaining particles in the STI CMP. J. Electrochem. Soc. (2007). \nhttps:// doi. org/ 10. 1149/1. 27359 23\n\n 16.  Varinot, C., et al.: Identification of the fragmentation mechanisms \nin wet-phase fine grinding in a stirred bead mill. Chem. Eng. Sci. \n(1997). https:// doi. org/ 10. 1016/ S0009- 2509(97) 89693-5\n\n 17.  Ratnayake, S.P., et al.: Low-temperature thermocatalytic par-\nticulate carbon decomposition via urea solution-combustion \n\nFig. 10   The  line-scan  profiles  of  surfaces  corresponding  to  the \n2D-AFM height images of surfaces after CMP process in Fig. 9\n\nnanoparticles synthesized with urea at unregulated pH \nhas  a  relatively  poor  surface  quality  due  to  the  lower \nabsolute value of Zeta potential and larger particle size. \nCompared with commercial slurry, acidic slurry (at pH \n4) and alkaline slurry (at pH 10) both have a better sur-\nface quality.\n\nThese CMP results also increase the possibility of subse-\n\nquent development of multifunctional CMP slurry.\n\n4   Conclusions\n\nUrea was selected to dominate the growth and morphology \nduring the calcination process. The urea condensation prod-\nucts made the calcined  CeO2 exhibit good monodisperse \ncharacteristics by affecting the decomposition of cerium \ncarbonate and the growth of  CeO2. At the same time, the \nurea condensation reaction did not affect the crystal struc-\nture and surface properties of the calcined  CeO2. The  CeO2 \nnanoparticles synthesized with urea condensation had good \ndispersion in water at a wide pH value and satisfactory CMP \nperformance. The  CeO2 nanoparticles synthesized with urea \ncondensation not only yielded better surface quality results \nthan the commercial slurry but also showed a 153% (pH = 4) \nand 100% (pH = 10) increase in the material removal rate \nof silicon oxide compared to commercial. The result of this \nresearch greatly reduces the energy consumption and time \nin the synthesis of calcined  CeO2 slurry. This research pro-\nvides a broad prospect for the subsequent development of \nCMP slurry.\n\nAcknowledgements  This work was supported by the National Natural \nScience Foundation of China (No. 51991370).\n\nDeclarations \n\n1 3\fElectronic Materials Letters (2023) 19:580–587 \n\n587\n\nderived CeO2 nanostructures. J. Rare Earths. (2021). https:// \ndoi. org/ 10. 1016/j. jre. 2020. 02. 013\n\n 18.  Chahal, S., et al.: Electronic structure and photocatalytic activ-\nity of samarium doped cerium oxide nanoparticles for hazardous \nrose bengal dye degradation. Vacuum (2020). https:// doi. org/ 10. \n1016/j. vacuum. 2019. 109075\n\n 19.  Suphantharida, P., Osseo-Asare, K.: Cerium oxide slurries in \nCMP. Electrophoretic mobility and adsorption investigations of \nCeria/Silicate interaction. J. Electrochem. Soc. (2004). https:// \ndoi. org/ 10. 1149/1. 17857 93\n\n 20.  Cheng, J., et al.: RE (La, nd and yb) doped CeO2 abrasive par-\nticles for chemical mechanical polishing of dielectric materials: \nexperimental and computational analysis. Appl. Surf. Sci. (2020). \nhttps:// doi. org/ 10. 1016/j. apsusc. 2019. 144668\n\n 21.  Sun, C., et al.: Nanostructured ceria-based materials: synthesis, \nproperties, and applications. Energy Environ. Sci. (2012). https:// \ndoi. org/ 10. 1039/ C2EE2 2310D\n\n 22.  Chidhambaram, N., Ravichandran, K.: Single step transforma-\ntion of urea into metal-free g-C3N4 nanoflakes for visible light \nphotocatalytic applications. Mater. Lett. (2017). https:// doi. org/ \n10. 1016/j. matlet. 2017. 07. 040\n\n 23.  Zhang, Y., et al.: Porous graphitic carbon nitride synthesized via \ndirect polymerization of urea for efficient sunlight-driven photo-\ncatalytic hydrogen production. Nanoscale (2012). https:// doi. org/ \n10. 1039/ c2nr3 0948c\n\n 24.  Kim, E., et al.: Effects of trivalent lanthanide (La and nd) doped \nceria abrasives on chemical mechanical polishing. Powder Tech-\nnol. (2022). https:// doi. org/ 10. 1016/j. powtec. 2021. 11. 069\n\n 25.  Seo, J., et al.: Role of the oxidation state of cerium on the ceria \nsurfaces for silicate adsorption. Appl. Surf. Sci. (2016). https:// \ndoi. org/ 10. 1016/j. apsusc. 2016. 06. 193\n\n 26.  Kim, N.Y., et al.: A nanoclustered ceria abrasives with low crystal-\nlinity and high Ce3+/Ce4 + ratio for scratch reduction and high \noxide removal rates in the chemical mechanical planarization. J. \nMater. Sci. (2022). https:// doi. org/ 10. 1007/ s10853- 022- 07338-x\n 27.  Seo, J.: A review on chemical and mechanical phenomena at \nthe wafer interface during chemical mechanical planarization. J. \nMater. Res. (2021). https:// doi. org/ 10. 1557/ s43578- 020- 00060-x\n 28.  Abiade, J.T., et al.: Effect of pH on ceria–silica interactions during \nchemical mechanical polishing. J. Mater. Res. (2005). https:// doi. \norg/ 10. 1557/ JMR. 2005. 0176\n\n 29.  Pyo, S.G., et al.: Investigating the planarization behavior of high \nselective slurry with initial step height and pattern density. Elec-\ntrochem. Solid State Lett. (2009). https:// doi. org/ 10. 1149/1. 31172 \n46\n\n 30.  Kim, S., et al.: Adsorption behavior of anionic polyelectrolyte for \nchemical mechanical polishing (CMP). J. Colloid Interface Sci. \n(2008). https:// doi. org/ 10. 1016/j. jcis. 2007. 11. 004\n\nPublisher’s  Note  Springer  Nature  remains  neutral  with  regard  to \njurisdictional claims in published maps and institutional affiliations.\n\nSpringer Nature or its licensor (e.g. a society or other partner) holds \nexclusive rights to this article under a publishing agreement with the \nauthor(s) or other rightsholder(s); author self-archiving of the accepted \nmanuscript version of this article is solely governed by the terms of \nsuch publishing agreement and applicable law.\n\n1 3\f"
}