{
  "metadata": {
    "source_file": "Wu et al. - 2002 - Effect of pH of Medium on Hydrothermal Synthesis o.pdf",
    "extraction_date": "2024-11-17T17:45:31.900924",
    "character_count": 34315
  },
  "content": "journal\n\nEffect of pH of Medium on Hydrothermal Synthesis of\nNanocrystalline Cerium(IV) Oxide Powders\n\nJ. Am. Ceram. Soc., 85 [10] 2462– 68 (2002)\n\nShanghai Institute of Ceramics, Chinese Academy of Sciences, Shanghai 201800, People’s Republic of China\n\nNan-Chun Wu, Er-Wei Shi, Yan-Qing Zheng, and Wen-Jun Li\n\nWell-crystallized cerium(IV) oxide (CeO2) powders with nano-\nsizes without agglomeration have been synthesized by a hydro-\nthermal method in an acidic medium by using cerium hydrox-\nide gel as a precursor. The relationship between the grain size,\nthe morphology of the CeO2 crystallites, and the reaction\nconditions such as temperature, time, and acidity of the\nmedium was studied. The experiments showed that with\nincreasing reaction temperature and time, the CeO2 crystal-\nlites grew larger. The crystallites synthesized in an acidic\nhydrothermal medium were larger and had a more regular\nmorphology than the ones synthesized in a neutral or alkaline\nmedium when the reaction temperature and time were fixed.\nThe CeO2 crystallites synthesized in an acidic medium were\nmonodispersed; however, there was vigorous agglomeration\namong the grains synthesized in a neutral or alkaline medium.\nIt was demonstrated that the hydrothermal treatment was an\nOstwald ripening process and the acidity (pH) of the used\nhydrothermal medium played a key role in the dissolution of\nsmaller grains. It is proposed that the dissolution process can\ncontrol the kinetics of the growth of larger grains.\n\nI.\n\nIntroduction\n\nC ERIA (CeO2) is currently being used not only as an oxygen ion\n\nconductor in solid oxide fuel cells (SOFCs)1,2 and oxygen\nmonitors3 but also as catalytic supports4 – 6 of automotive exhaust\nsystems because of its high oxygen ion conductivity. It has been\nconsidered that the properties of the materials may be greatly\nimproved if ultrafine powders are used as a raw material. There-\nfore, preparation of ultrafine CeO2 powders without agglomeration\nhas been intensively investigated.\n\nSeveral techniques that include hydrothermal synthesis,7–11 urea-\nbased homogeneous precipitation,12,13 hexamethylenetetramine-\nbased homogeneous precipitation,14 coprecipitation,15 decomposition\nof oxalate precursors,16 and mechanical mixing17 have been devel-\noped for the production of ceria or cation-doped ceria particles. As a\nlow-temperature and wet-chemical technique, hydrothermal methods\noffer an exciting possibility for the synthesis of high-purity, homoge-\nneous, and ultrafine powders. Zhou and Rahaman9 reported the\nsintering behaviors of CeO2 and Y2O3-doped CeO2 powders synthe-\nsized by a hydrothermal method from Ce(NO3)3 solution and ammo-\nnium hydroxide solution. Tani and co-workers10 studied the effect of\nused mineralizers on hydrothermal synthesis of CeO2 powders.\nHirano and his co-workers11 showed controlled crystallization of\nCeO2 particles during hydrothermal synthesis from Ce(IV) salts. It\nhas been found that the agglomeration of hydrothermal CeO2 powders\nis vigorous though the particle size is very fine.\n\nI-W. Chen—contributing editor\n\nCerium hydroxide formed from Ce(IV) or Ce(III) salt solutions\ncan be used as a precursor for hydrothermal synthesis of CeO2\npowders. A series of precursor reactions such as polymerizing,\ndehydrating, and dehydrogenating will occur under hydrothermal\nconditions and play a key role in the formation of CeO2 crystal-\nlites. Otherwise, acidity of the hydrothermal medium has direct\ninfluence on the structure and reaction of cerium hydroxide.\nTherefore,\nto understand the formation\nmechanism of CeO2 crystallites in the hydrothermal reaction\nmediums with different acidities. In this article, the effect of the\npH of the reaction medium on the crystallization of CeO2 grains\nunder hydrothermal conditions when cerium hydroxide is used as\na precursor is reported, as well as the synthesis of nanocrystalline\nCeO2 powders without agglomeration.\n\nis very important\n\nit\n\nII. Experimental Procedure\n(1) Hydrothermal Synthesis of CeO2 Powders\n\nThe starting materials were cerium(IV) sulfate tetrahydrate\n(cid:1)4H2O) and sodium hydroxide (NaOH) (AR grade purity).\n(Ce(SO4)2\n(cid:1)4H2O and NaOH were respec-\nThe appropriate amounts of Ce(SO4)2\ntively dissolved in distilled water to form 0.1M Ce(SO4)2 and 0.4M\nNaOH solutions. When the Ce(SO4)2 solution was added to the\nNaOH solution, precipitates (gel) were formed immediately. After\nbeing filtered and washed by distilled water, the precipitates (gel) as\na precursor were put into an autoclave with a reaction chamber of 40\ncm3. Three quarters of the volume of the chamber was filled with\nsolutions. The acidity of the reaction medium was adjusted by adding\nHCl or NaOH solutions. The hydrothermal experiments were per-\nformed in the media with pH values of 2, 7, and 12. The hydrothermal\nsyntheses were carried out\nin a temperature range from room\ntemperature to 245°C and the time ranged from 18 to 120 h,\ncorresponding to a pressure range from 1 to 60 bar. After the\nhydrothermal reaction, the products (powders) were filtered, washed\nwith distilled water several times, and air-dried at 110°C for 7 h.\n\n(2) Characterization of the Powders\n\nThe phase identification of the products was carried out by X-ray\npowder diffraction (XRD; Rigaku RAX-10). Grain sizes were esti-\nmated by line-broadening analysis according to the formula D (cid:1)\n0.9(cid:1)/((cid:2) cos (cid:2)), where D is the grain size, (cid:3) is the wavelength of\nX-rays, (cid:2) is the diffraction angle, and (cid:4) is the half-width of the\ndiffraction peaks. The morphology of the crystallites was observed by\ntransmission electron microscopy (TEM, JEOL JEM-2010). The\nchemical composition of the products was determined by X-ray\nfluorescence spectroscopy (XRFS, Philips TW-2404) and inductively\ncoupled plasma spectroscopy (ICP, Perkin-Elmer PLASMA-2000).\nThe products were also characterized by infrared spectroscopy (IR,\nPerkin-Elmer PE-1600), thermogravimetry, and differential thermal\nanalysis (TG-DTA, Netzsch STA-429).\n\n(1) Phase and Grain Size\n\nIII. Results\n\nManuscript No. 188822. Received January 10, 2000; approved March 13, 2002.\nSupported by the National Sciences Foundation of China (NSFC) under Grant No.\n\n59832080.\n\nThe analysis results for the chemical composition of the used\nprecursor and the hydrothermal powders synthesized in the reac-\ntion medium with different pH values at 200°C for 18 h are shown\n\n2462\n\n\fOctober 2002\n\nHydrothermal Synthesis of Nanocrystalline Cerium(IV) Oxide Powders\n\n2463\n\nTable I. Chemical Compositions of the\nUsed Precursor and the Hydrothermal Powders\n\nSample\n\nPrecursor\nPowder 1\nPowder 2\nPowder 3\n\nReaction temp\nand time\n\npH value of the\nused medium\n\nComponent content (wt%)\nSO3\nCeO2\n\nH2O\n\nCO2\n\n200°C, 18 h\n\n12\n7\n2\n\n83\n88.6\n90.1\n95.3\n\n12.7\n6.8\n5.8\n4.4\n\n1.5\n1.4\n1.1\n0.2\n\n3.2\n2.9\n2.7\n0.4\n\nin Table I. It can be found that the lower the pH of the reaction\nmedium, the lower the moisture content of the sample, which\nmeans that the dewatering of the precursor in the acid medium was\nmore complete than that in the basic medium. The XRD patterns\nof the samples are shown in Fig. 1. The used precursor and the\nhydrothermal powders displayed all of the major diffraction peaks\nof CeO2 with the fluorite structure.\n\nThe relationship between reaction temperature and the grain\nsize of the powders synthesized in the hydrothermal medium with\ndifferent acidities is shown in Fig. 2. Figure 3 shows the relation-\nship between reaction time and the grain size of the powders\nsynthesized at 200°C.\n\n(2) Morphology\n\nTEM photographs of the used precursor and the powders\nsynthesized at different hydrothermal reaction temperature for\n18 h are shown in Fig. 4. Some TEM photographs of the\npowders synthesized at 200°C for different reaction times are\nshown in Fig. 5.\n\nIn this paper, it is obvious that hydrothermal treatment of\nCe(OH)4 is an Ostwald ripening process and the acidity has\nconsiderably influenced the hydrothermal treatment process.\n\n(3)\n\nIR Spectrograms\n\nIR spectrograms of the used precursor and hydrothermal pow-\nders synthesized at 200°C for 18 h in the medium with various\n\nFig. 2. Relationship between the particle size of the powders and the\nreaction temperature. The reaction time was fixed at 18 h. (}) Acidic\nmedium; ((cid:1)\n\n) neutral medium; (Œ) basic medium.\n\nacidities are displayed in Fig. 6. It is well known that the broad\nabsorption band located in the area from 3200 to 3600 cm(cid:5)1\napproximately corresponds to the O–H stretching vibration, and\nthe one located in the area from 400 to 750 cm(cid:5)1 to the CeO2\nstretching vibration. The absorption peaks at 1600, 1500, or 1340\ncm(cid:5)1, and 1060 cm(cid:5)1 correspond to the H2O bending vibration,\n2(cid:5) stretching\nthe CO3\nvibration, respectively. From Fig. 6, it can be concluded that the\ncrystallization of the powders synthesized in an acidic hydrother-\nmal medium was more complete than others, which agrees with the\nanalysis for the chemical compositions of the samples given in\nTable I. Figure 6 and Table I show that the hydrothermal treatment\nprocesses are associated with SO4\n\n2(cid:5) stretching vibration, and the Ce–OH or SO4\n\n2(cid:5) and CO3\n\n2(cid:5).\n\n(4) TG-DTA Spectrograms\n\nThe TG-DTA spectrograms of the used precursor and the\nhydrothermal powders are shown in Fig. 7. The ascent of the TG\ncurve denotes an increase of sample weight, and it is expressed by\npositive (cid:6)m; and the descent of the TG curve denotes a decrease\n\nFig. 1. X-ray diffraction patterns of the used precursor (A) and the\nhydrothermal powders synthesized at 200°C for 18 h in the reaction\nmedium with a pH of 12 (B), 7 (C), and 2 (D).\n\nFig. 3. Relationship between the particle size of the powders and the\nreaction time. The reaction temperature was fixed at 200°C. (}) Acidic\nmedium; ((cid:1)\n\n) neutral medium; ((cid:7)) basic medium.\n\n 15512916, 2002, 10, Downloaded from https://ceramics.onlinelibrary.wiley.com/doi/10.1111/j.1151-2916.2002.tb00481.x by Clarkson University, Wiley Online Library on [25/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\f2464\n\nJournal of the American Ceramic Society—Wu et al.\n\nVol. 85, No. 10\n\nFig. 4. TEM photographs of the used precursor (A) and the hydrothermal powders synthesized at 245°C in the neutral medium (B) and the basic medium\n(C), and at 200° (D) and 245°C (E) in the acid medium. The reaction time was fixed at 18 h.\n\nof sample weight, and it is expressed by negative (cid:6)m. When the\nTG curves are out of range of the plotter and are divided into\ntwo parts, the total (cid:6)m is equal to the algebraic sum of the two\nparts (cid:6)m. Similarly, when the DTA curves are out of range and\nare divided into two parts, the whole curve may be obtained by\njoining the two parts after shifting vertically the divided part.\nThe dotted curves indicate a temperature change from room\ntemperature to 1000°C, an ascent of the curve denotes a rise in\ntemperature, and a descent of the curve denotes a fall\nin\ntemperature. The whole curve may be obtained by joining the\ndivided parts after shifting vertically the divided parts. The\nendothermic peaks with the temperature below 150°C are\nrelated to dehydrating of the examined samples.\n\nIV. Discussion\n\n(1) Formation of CeO2 Crystallites Synthesized under\nHydrothermal Conditions\n\nBecause the solubility products18 of some precipitated sub-\nstances are bigger (for example, Ksp(AgCl) (cid:1) 1.8 (cid:7) 10(cid:5)10 and\nKsp(BaSO4) (cid:1) 1.1 (cid:7) 10(cid:5)10, etc), when Ostwald ripening occurs\nthe smaller grains dissolve more quickly, the solute diffuses more\nslowly, and the larger grains grow more slowly; therefore, it is\nassumed that the growth kinetics are controlled by diffusion or\nsurface reaction. However, the solubility product18 of Ce(OH)4\n(cid:1)2H2O) is 2 (cid:7) 10(cid:5)48 and is far smaller than for one of\n(i.e., CeO2\nthose precipitated substances. When Ostwald ripening occurs, the\n\n 15512916, 2002, 10, Downloaded from https://ceramics.onlinelibrary.wiley.com/doi/10.1111/j.1151-2916.2002.tb00481.x by Clarkson University, Wiley Online Library on [25/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\fOctober 2002\n\nHydrothermal Synthesis of Nanocrystalline Cerium(IV) Oxide Powders\n\n2465\n\nFig. 5. TEM photographs of the hydrothermal powders synthesized in the neutral medium for 72 (A) and 120 h (B), and in the acidic medium for 72 (C)\nand 120 h (D). The reaction temperature was fixed at 200°C.\n\nsmaller grains dissolve far more slowly, and in addition, grains of\nprecipitated Ce(OH)4 cluster together to form agglomerates, so the\nsolute diffuses more quickly and the larger grains grow more\nquickly. Therefore, it is assumed that the growth kinetics are\ncontrolled by dissolution.\n\nCe(OH)4 is a basic precipitate, so increasing [OH(cid:5)] will lead to\nan apparent decrease of solubility of Ce(OH)4, and increasing\n[H(cid:8)] will lead to a sizable increase of solubility of Ce(OH)4.\n\nFor Ostwald ripening, there is an equilibrium value for grain\nsize r*. When r is smaller than r*, smaller grains will dissolve and\neventually disappear. When r is larger than r*, larger grains will\ngrow. The relationship between grain size and solubility may be\nexpressed by the Gibbs–Thomson equation:19\n\nC(cid:9)r(cid:10) (cid:3) C(cid:11) exp(cid:9)2(cid:12)Vm/vRTr(cid:10)\n\nwhere C(r) is the solubility of a grain with radius r, C(cid:11) is the\nnormal equilibrium solubility of the substance (r 3 (cid:11)), (cid:12) is the\ninterfacial tension, Vm is the molar volume of the solute, v is the\nnumber of ions in the formula unit, r is the grain radius, R is the\ngas constant, and T is the absolute temperature.\n\nAccording to the maximal growth law of crystal growth,20 the\n\ngrowth rate of the crystal can be written as\n\nwhere (cid:6)(cid:14) is the driving force of the crystallization, k is the\nBoltzmann constant, and T is the absolute temperature. In the\nsolution systems (cid:6)(cid:14) can be expressed as\n\n(cid:6)(cid:14) (cid:3) kT ln C/C0\n\n(3)\n\nwhere C is the concentration of the supersaturated solution, and C0\nis the concentration of the saturated solution. From Eqs. (1) to (3),\nthe following formula can be obtained:\n\nR (cid:3) (cid:4)(cid:9)C (cid:4) C0\n\n(cid:10)/C0\n\n(4)\n\nThis formula shows that, with increasing C, R will\nincrease\ngradually; and with decreasing C, R will decrease gradually until\nC is equal to C0 and a new dissolution–recrystallization equilib-\nrium is established. This can be represented as21\n\n2CeOH3(cid:8) (cid:3) (cid:15)CeOCe(cid:16)6(cid:8) (cid:5) H2O (cid:9)K5\n\n(cid:3) 16.5(cid:10)\n\n(5)\n\nIn this paper, the concentration of the species CeOH3(cid:8) is taken for\nthe concentration of the solute and is equal to C(cid:11). In Eq. (4), C is\nequal to C(r) and C0 is equal to C* (the solubility while r is equal\nto r*). So Eq. (4) can be represented as\n\nR (cid:3) (cid:4)(cid:13)\n\n(1)\n\nR (cid:3) (cid:4)(cid:15)C(cid:11) exp(cid:9)2(cid:12)Vm/vRTr(cid:10)/C* (cid:4) 1(cid:16)\n\nwhere R is the growth rate of the crystal, (cid:4) is a kinetic coefficient,\nand (cid:13) is the relative supersaturation. It is assumed that the maximal\ngrowth law holds true in this paper. (cid:13) is defined as\n\n(cid:13) (cid:3) exp(cid:9)(cid:6)(cid:14)/kT(cid:10) (cid:4) 1\n\n(2)\n\nThis formula indicates that R is associated with C(cid:11).\n\nhydrothermal medium should\n\nStrictly speaking, the formula of the reactant or product in\nas\nthe\nCeuOv(OH)w(H2O)x(SO4)y(CO3)z. However, in this paper, the\nreactants or products are respectively represented as Ce4(cid:8),\n\nwritten\n\nbe\n\n 15512916, 2002, 10, Downloaded from https://ceramics.onlinelibrary.wiley.com/doi/10.1111/j.1151-2916.2002.tb00481.x by Clarkson University, Wiley Online Library on [25/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\f2466\n\nJournal of the American Ceramic Society—Wu et al.\n\nVol. 85, No. 10\n\nEquations (10), (11), and (12) can be obtained respectively from\nEqs. (6), (7), and (8) combined with Eq. (9). When the concentra-\ntion of CeOH3(cid:8) increases, other reactions take place:\n(cid:5) (cid:5) OH(cid:5) (cid:3)\n\nCeOH3(cid:8) (cid:5) HCO3\n\nCeOHCO3\n\n(cid:8) (cid:5) H2O (cid:9)K13\n\n(cid:3) 9.02 (cid:6) 104(cid:10)\n\nP\n3 CeOCO3\n2CeOH3(cid:8) (cid:3) (cid:15)CeOCe(cid:16)6(cid:8) (cid:5) H2O (cid:9)K5\n\n(cid:8) H(cid:8)\n\n(cid:3) 16.5(cid:10)\n\n(13)\n\n(5)\n\nUnder certain conditions, the following reactions may take place:18\n\n(cid:5) (cid:3) H(cid:8) (cid:5) CO3\n\nHCO3\nCeOH3(cid:8) (cid:5) H(cid:8) (cid:3) Ce4(cid:8) (cid:5) H2O (cid:9)K15\n\n2(cid:5) (cid:9)K14\n\n(cid:3) 4.7 (cid:6) 10(cid:5)11(cid:10)\n\n(cid:3) 0.192(cid:10)\n\n(14)\n\n(15)\n\nReaction (15) is the backward reaction of reaction (8). In Ref. 23\nthe following reaction is proposed:\n\nCe4(cid:8) (cid:5) NO3\n\n(cid:5) (cid:5) H2O (cid:3) Ce(cid:9)OH(cid:10)(cid:9)NO3\n\n(cid:10)2(cid:8) (cid:5) H(cid:8) (cid:9)K16\n\n(cid:3) 102(cid:10)\n\n(16)\n\nIn Refs. 24 and 25, some evidence otherwise shows that Ce(O-\nH)(CO3) is stable, so it is suggested that the following reaction can\noccur:\n\nCe4(cid:8) (cid:5) CO3\n\n2(cid:5) (cid:5) H2O (cid:3) CeOHCO3\n\n(cid:8) (cid:5) H(cid:8) (cid:9)K17\n\n(cid:3) 102(cid:10)\n\nP\n3 CeOCO3\n\n(cid:8) H(cid:8)\n\n(17)\n\n2(cid:5) has two negative charges and will produce\nIn fact, because CO3\n(cid:5), we think that a Ce4(cid:8)\ngreater crystal lattice energy than NO3\n2(cid:5) is more stable than a Ce4(cid:8) complex with\ncomplex with CO3\n(cid:5). Moreover,\nNO3\nit appears that CeOCO3 can be stable as\nCe(OH)(CO3). By combining Eqs. (9), (14), (15), and (17), Eq.\n(13) can be obtained, as shown above.\n\nHydrolysis and dimerization reactions took place successively\n(Eqs. (8) and (5)),\nleading to the formation of CeO2 grains.\nBecause the concentration of CeOH3(cid:8) increased rapidly, a great\nnumber of CeO2 nuclei formed in a very short time. Equations\n2(cid:8), Ce(SO4)2,\n(10), (11), and (13) show that in basic solution CeSO4\n(cid:8) are quite stable, and it is quite difficult for a Ce4(cid:8)\nand CeOHCO3\n2(cid:5) to be resolved, so that it is difficult\ncomplex with SO4\n2(cid:5) on the surface\nfor the nuclei which combine with SO4\nto grow further.\n\n2(cid:5) or CO3\n\n2(cid:5) or CO3\n\nUnder certain conditions, the following equilibria can be estab-\n\nlished:\n\nCe(cid:9)SO4\n\n(cid:10)\n2\n\n(cid:5) H(cid:8) (cid:3) CeSO4\n\n2(cid:8) (cid:5) HSO4\n\n(cid:5) (cid:9)K18\n\n(cid:3) 5 (cid:6) 10(cid:5)3(cid:10)\n\nCeSO4\n\n2(cid:8) (cid:5) H(cid:8) (cid:3) Ce4(cid:8) (cid:5) HSO4\n(cid:8) (cid:5) H(cid:8) (cid:3) Ce4(cid:8) (cid:5) CO3\n\n(cid:5) (cid:9)K19\n2(cid:8) (cid:5) H2O (cid:9)K20\n\n(cid:3) 2.86 (cid:6) 10(cid:5)4(cid:10)\n\n(cid:3) 10(cid:5)2(cid:10)\n\nCeOHCO3\n\n(18)\n\n(19)\n\n(20)\n\nReactions (18), (19), and (20) are the backward reactions of Eqs.\n(6), (7), and (17), respectively. With the sum of reactions (18),\n(19), and (8), an overall reaction can be obtained:\n(cid:5) H(cid:8) (cid:5) H2O (cid:3) CeOH3(cid:8) (cid:5) 2HSO4\n\nCe(cid:9)SO4\n\n(cid:10)\n2\n\n(cid:5)\n\n(cid:9)K21\n\n(cid:3) 7.42 (cid:6) 10(cid:5)6(cid:10)\n\n(21)\n\nIR spectra of the used precursor (curve A) and the hydrothermal\nFig. 6.\npowders synthesized in the basic medium (curve B), the neutral medium\n(curve C), and the acidic medium (curve D). The reaction temperature and\nthe time were fixed at 200°C and 18 h.\n\n2(cid:8), CeOHCO3\n\n(cid:8), etc., in each chemical equation\nCeOH3(cid:8), CeSO4\nfor simplicity. In this paper, the equilibrium constants at 25°C\nare applied. The effect of the temperature on the equilibrium\nconstant of the reaction limited only to Eqs. (5) and (8) are\ndiscussed; the effect of the temperature on other reactions is not\ndiscussed for\nthermodynamic data. Under certain\nconditions, all reactions discussed in this paper are reversible.\nIn Ce(SO4)2 solution some chemical equilibria are estab-\n\nlack of\n\nlished:22,21,18\n\nCeSO4\n\n2(cid:8) (cid:5) HSO4\n\n(cid:5) (cid:3) Ce(cid:9)SO4\n\n(cid:10)\n2\n\n(cid:5) H(cid:8) (cid:9)K6\n\n(cid:3) 200(cid:10)\n\nCe4(cid:8) (cid:5) HSO4\n\n(cid:5) (cid:3) CeSO4\n\n2(cid:8) (cid:5) H(cid:8) (cid:9)K7\n\n(cid:3) 3500(cid:10)\n\nCe4(cid:8) (cid:5) H2O (cid:3) CeOH3(cid:8) (cid:5) H(cid:8) (cid:9)K8\n\n(cid:3) 5.2(cid:10)\n\nH(cid:8) (cid:5) OH(cid:5) (cid:3) H2O (cid:9)K9\n\n(cid:3) 1014(cid:10)\n\n(6)\n\n(7)\n\n(8)\n\n(9)\n\nWhen the Ce(SO4)2 solution was added to the NaOH solution to\nprepare precursor, the following reactions took place:\n\nCeSO4\n\n2(cid:8) (cid:5) OH(cid:5) (cid:5) HSO4\n(cid:9)K10\n\n(cid:10)\n2\n\n(cid:5) (cid:3) Ce(cid:9)SO4\n(cid:3) 200 (cid:6) 1014(cid:10)\n\n(cid:5) H2O\n\nCe4(cid:8) (cid:5) OH(cid:5) (cid:5) HSO4\n\n(cid:5) (cid:3) CeSO4\n(cid:9)K11\n\n2(cid:8) (cid:5) H2O\n(cid:3) 3500 (cid:6) 1014(cid:10)\n\nCe4(cid:8) (cid:5) OH(cid:5) (cid:3) CeOH3(cid:8) (cid:9)K12\n\n(cid:3) 5.2 (cid:6) 1014(cid:10)\n\nWith the sum of reactions (8) and (20) and the backward reaction\nof Eq. (14), an overall reaction can be obtained:\n(cid:5) (cid:9)K22\n\n(cid:8) (cid:5) H(cid:8) (cid:3) CeOH3(cid:8) (cid:5) HCO3\n\n(cid:3) 1.1 (cid:6) 109(cid:10)\n\nCeOHCO3\n\nUnder hydrothermal conditions, with increasing temperature the\nequilibrium of reaction (8) shifts toward the right,21 so that the\nconcentration of the hydrogen ion is increased. This leads to a\ntransformation such that the equilibria of reactions (21) and (22)\n\n(22)\n\n(10)\n\n(11)\n\n(12)\n\n 15512916, 2002, 10, Downloaded from https://ceramics.onlinelibrary.wiley.com/doi/10.1111/j.1151-2916.2002.tb00481.x by Clarkson University, Wiley Online Library on [25/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\fOctober 2002\n\nHydrothermal Synthesis of Nanocrystalline Cerium(IV) Oxide Powders\n\n2467\n\nFig. 7. TG-DTA spectra of the used precursor (A) and the hydrothermal powders synthesized in the basic medium (B), the neutral medium (C), and the\nacidic medium (D). The reaction temperature and the time were fixed at 200°C and 18 h.\n\ntoward the right and the concentrations of Ce(SO4)2 or\nshift\n(cid:8) decrease while the concentration of CeOH3(cid:8) in-\nCeOHCO3\ncreases, so the equilibrium of dissolution–recrystallization shifts\ntoward crystallization as in reaction (5).\n\nWith the combination of reactions (5) and (8), the following\n\nequation can be obtained:\n\n2Ce4(cid:8) (cid:5) H2O (cid:3) (cid:15)CeOCe(cid:16)6(cid:8) (cid:5) 2H(cid:8) (cid:9)K23\n\n(cid:3) 4.5 (cid:6) 102(cid:10)\n\n(23)\n\nReaction (23) shows that with an increase in the concentration of\nhydrogen ion the equilibrium of reaction (23) moves to the left and\nthe movement facilitates dissolution of the precursor. The key step\nfor the hydrothermal synthesis of CeO2 powders is the dissolution\nof the precursor.\n\nWhen the hydrothermal medium was adjusted to basicity, with\nan increasing temperature the following reactions occurred until\nequilibrium was reached:\n\nCe(cid:9)SO4\n\n(cid:10)\n2\n\n(cid:5) 2H2O (cid:3) 2HSO4\n\n(cid:5) (cid:5) OH(cid:5) (cid:5) CeOH3(cid:8)\n\n(cid:9)K24\n\n(cid:3) 7.42 (cid:6) 10(cid:5)20(cid:10)\n\nCeOHCO3\n\n(cid:8) (cid:5) H2O (cid:3) HCO3\n\n(cid:5) (cid:5) OH(cid:5) (cid:5) CeOH3(cid:8)\n(cid:3) 1.1 (cid:6) 10(cid:5)5(cid:10)\n\n(cid:9)K25\n\n(24)\n\n(25)\n\nreaction of Eq. (13). Because K24 and K25 were quite small and the\nconcentration of the hydroxide ion was high, the dissolution of the\n2(cid:5) and\ngrains of the precursor was very limited and the amount of SO4\n2(cid:5), which transferred from solid-phase grains to liquid-phase\nCO3\n2(cid:5) content in the solid\nmedium, was very low, so the SO4\nphase was greater. Because Ostwald ripening proceeded to a very\nslight extent, the size of the grains increased only slightly.\n\n2(cid:5) and CO3\n\nWhen the hydrothermal medium was adjusted to neutrality, the\nequilibria of reactions (24) and (25) shifted toward the right\nbecause the concentration of the hydroxide ion was decreased, and\n(cid:5) were increased.\nthe concentration of CeOH3(cid:8), HCO3\nTherefore, the CO2 and SO3 contents of the powder obtained in\nneutral hydrothermal medium were lower. It took a longer time to\ngrow grains and reach dissolution–recrystallization equilibrium for\nsmaller K24 and K25.\n\n(cid:5), and HSO4\n\nWhen the hydrothermal medium was adjusted to acidity, the\n\nfollowing reactions took place:\n\nCe(cid:9)SO4\n\n(cid:10)\n2\n\n(cid:5) H(cid:8) (cid:5) H2O (cid:3) CeOH3(cid:8) (cid:5) 2HSO4\n\n(cid:5)\n\n(cid:9)K21\n\n(cid:3) 7.42 (cid:6) 10(cid:5)6(cid:10)\n\nCeOHCO3\n\n(cid:8) (cid:5) H(cid:8) (cid:3) CeOH3(cid:8) (cid:5) HCO3\n\n(cid:5) (cid:9)K22\n\n(21)\n\n(cid:3) 1.1 (cid:6) 109(cid:10)\n\n(22)\n\nReaction (24) can be obtained by combining the backward reactions\nof Eqs. (10) and (11) and reaction (12). Reaction (25) is the backward\n\nBecause K21 and K22 were respectively greater than K24 and K25 and\nthe concentration of the hydrogen ion was increased greatly, the\n\n 15512916, 2002, 10, Downloaded from https://ceramics.onlinelibrary.wiley.com/doi/10.1111/j.1151-2916.2002.tb00481.x by Clarkson University, Wiley Online Library on [25/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\f2468\n\nJournal of the American Ceramic Society—Wu et al.\n\nVol. 85, No. 10\n\nequilibria of reactions (21) and (22) lay to the right. With the\ndissolution of smaller grains, bigger grains grew further until a new\ndissolution–recrystallization was reached. Because the smaller grains\n2(cid:5) in the smaller\nwere dissolved in great quantities, the SO4\n2(cid:5)\n2(cid:5) and CO3\ngrains were transferred to the liquid medium and the SO4\ncontents in the solid grains which had grown were decreased greatly.\nWith smaller grains dissolving, Ostwald ripening proceeds at a more\nrapid rate and the larger grains grow in a shorter time.\n\n2(cid:5) and CO3\n\nIn fact, under hydrothermal conditions the CeO2 grains were\nformed through a series of hydrolysis and polymerism. However, a\ndimerism reaction is applied for simplicity when the hydrothermal\nreaction mechanisms are discussed. Although the equilibrium con-\nstant of the dimerism reaction is only 16.5, the equilibrium constant of\nthe overall reaction has a very big value, if a series of the hydrolysis\nand polymerism reactions occurring successively are combined.\nAccording to the fact that the solubility product18 of Ce(OH)4 (i.e.,\n(cid:1)2H2O) is equal to 2 (cid:7) 10(cid:5)48, it can also be thought that CeO2\nCeO2\nin aqueous solution is very stable and the equilibrium constant of\npolymerism is quite large. Therefore, with combination of reaction\n(21) and the polymerism reaction, the equilibrium constant of the\noverall reaction is quite large, and the equilibrium is displaced so that\nthe reactant Ce(SO4)2 decreases and the product CeO2 increases even\nthough the equilibrium constant of reaction (21) is smaller.\n\n(2) Formation and the Elimination of Agglomeration\n\nIt is known that agglomeration is usually harmful to applica-\ntions of materials and should be avoided. Agglomeration occurs\nbecause of electrostatic forces, van der Waals forces, capillary\nforces, etc. However, some forces can be eliminated in nanocrys-\ntalline CeO2 powders prepared by hydrothermal methods, so that\nagglomeration can be greatly reduced. The equilibrium constants\n2(cid:8), CeOH3(cid:8),\nof reactions (10) to (13) show that Ce(SO4)2, CeSO4\n(cid:8) are quite stable in basic solution. Usually, grain\nand CeOHCO3\nsurfaces absorb water molecules, so that hydrogen bonds can be\nformed between two approaching grains as follows:\n\nTherefore, hydrogen bonding can lead to vigorous agglomera-\ntion of grains. Agglomeration will be increased in grains obtained\n2(cid:5), and agglomeration will be\nin basic medium for SO4\nreduced greatly in grains obtained in acidic medium for the\nremoval of SO4\n\n2(cid:5) and CO3\n\n2(cid:5) and CO3\n\n2(cid:5).\n\nIV. Conclusions\n\n(1) Well-crystallized cerium(IV) oxide powders with nanosizes\nwithout agglomeration were synthesized under hydrothermal con-\nditions in an acidic medium, if the cerium hydroxide gel produced\n\nby mixing Ce(SO4)2 and NaOH solutions was used as the\nprecursor.\n\n2(cid:5) or CO3\n\n(2) The synthesis of the powders under hydrothermal condi-\ntions is thought to be Ostwald ripening. The key step in the process\nis the dissolution of the precursor, which includes the resolution of\n2(cid:5) combined with a Ce4(cid:8) complex, and the pH of the\nSO4\nhydrothermal medium has an important effect on the dissolution of\nthe precursor. In an acidic medium, with the dissolution of the\nprecursor, the grain growth is more rapid; and in a basic medium,\nthe grain growth is slower.\n\n2(cid:5) or CO3\n\n(3) In this paper, it is thought that agglomeration may be caused by\n2(cid:5) with Ce4(cid:8) on the surfaces of two\nthe combination of SO4\napproaching grains and the hydrogen bonding between two approach-\ning grains. In an acidic hydrothermal medium, with dissolution of the\n2(cid:5), and OH(cid:5) on the surfaces of the\nprecursor, the ions SO4\ngrains are replaced by water molecules; therefore, the combination of\n2(cid:5) with Ce4(cid:8) and hydrogen bonding decrease greatly, so\nSO4\nthat the agglomeration is reduced greatly.\n\n2(cid:5) or CO3\n\n2(cid:5), CO3\n\nReferences\n\n1C. Tian and S. Chan, “Microstructural Correlation with Electrical Properties for\nDoped CeO2 Thin Films”; pp. 279–84 in Materials Research Society Symposium\nProceedings, Vol. 500, Electrically Based Microstructural Characterization II. Edited\nby R. A. Gerhardt, M. A. Alim, and S. R. Taylor. Materials Research Society,\nPittsburgh, PA, 1998.\n\n2T. Mon and H. Yamamura, “Preparation of an Alkali-Element or Alkali-Earth-\nElement-Doped CeO2–Sm2O3 System and Its Operation Properties as the Electrolyte\nin Planar Solid Oxide Fuel Cell,” J. Mater. Synth. Process., 6 [3] 175–79 (1998).\n\n3J. I. Hamagami, Y. Inda, T. Umegaki, and K. Yamashita, “High Temperature pH\nSensing and O2(cid:5) Conduction Properties of Electrophoretically Fabricated Ceria\nComposites,” Solid State Ionics, 113–115, 235–39 (1998).\n\n4F. Fajardie, J. F. Tempere, J. M. Manoli, O. Touret, G. Blanchard, and G.\nDjega-Mariadassou, “Activity of RHX(cid:8) Species in CO Oxidation and NO Reduction\nin a CO/NO/O2 Stiochiometric Mixture over a RH/CeO2–ZrO2 Catalyst,” J. Catal.,\n179 [2] 469 –76 (1998).\n\n5T. Chafik, O. Dulaurent, J. L. Gass, and D. Bianchi, “Heat of Adsorption of\nCarbon Monoxide on a Pt/Rh/CeO2/Al2O3 Three-Way Catalyst Using In Situ Infrared\nSpectroscopy at High Temperatures,” J. Catal., 179 [2] 503–14 (1998).\n\n6E. Bekyarova, P. Fornasiero, J. Kaspar, and M. Graziani, “CO Oxidation on\n\nPd/CeO2–ZrO2 Catalysts,” Catal. Today, 45 [1– 4] 179 – 83 (1998).\n\n7Y. Hakuta, S. Onai, S. Terayama, T. Adschiri, and K. Arai, “Production of\nUltra-fine Ceria Particles by Hydrothermal Synthesis under Supercritical Conditions,”\nJ. Mater. Sci. Lett., 17 [14] 1211–13 (1998).\n\n8S. Dikmen, P. Shuk, and M. Greenblatt, “Hydrothermal Synthesis and Properties\nof Ce1(cid:5)xBixO2(cid:5)(cid:17) Solid Solutions,” Solid State Ionics, 112 [3– 4] 299 –307 (1998).\n9Y. C. Zhou and M. N. Rahamain, “Hydrothermal Synthesis and Sintering of\n\nUltrafine CeO2 Powders,” J. Mater. Res., 8 [7] 1680 – 86 (1993).\n\n10E. Tani, M. Yoshimura, and S. Somiya, “Crystallization and Crystal Growth of\n\nCeO2 under Hydrothermal Conditions,” J. Mater. Sci. Lett., 1, 461– 62 (1982).\n\n11M. Hirano and E. Kato, “Hydrothermal Synthesis of Nanocrystalline Cerium(IV)\n\nOxide Powders,” J. Am. Ceram. Soc., 82 [3] 786 – 88 (1999).\n\n12E. Matijevic and W. P. Hsu, “Preparation and Properties of Monodispersed\nColloidal Particles of Lanthanide Compounds: I, Gadolinium, Europium, Terbium,\nSamarium, and Cerium(III),” J. Colloid Interface Sci., 118, 506 –23 (1987).\n\n13X. Chu, W. Chung, and L. D. Schmidt, “Sintering of Sol-Gel-Prepared Submi-\ncrometer Particles Studied by Transmission Electron Microscopy,” J. Am. Ceram.\nSoc., 76 [8] 2115–18 (1993).\n\n14P. L. Chen and I-W. Chen, “Reactive Cerium(IV) Oxide Powders by the\nHomogeneous Precipitation Method,” J. Am. Ceram. Soc., 76 [6] 1577– 83 (1993).\n15T. J. Kirk and J. Winnick, “A Hydrogen Sulfide Solide-Oxide Fuel Cell Using\n\nCeria-Based Electrolytes,” J. Electrochem. Soc., 140, 3494 –96 (1993).\n\n16K. Higashi, K. Sonoda, and H. Ono, S. Sameshima, and Y. Hirata, “Character-\nization of Rare-Earth-Doped Ceria Powders Derived from Oxalate Coprecipitate,”\nKey Eng. Mater., 159 –160, 25–30 (1999).\n\n17A. Suda, H. Sobukawa, T. Suzuki, T. Kandori, Y. Ukyo, and M. Sugiura,\n“Synthesis of Ceria–Zirconia Solid Solution and Its Performance as Catalytic\nPromoter,” (in Jpn.), Toyota chu-ou Kenkyusho R&D Rebyu, 33 [3] 3–12 (1998).\n\n18J. A. Dean (ed.), Lange’s Handbook of Chemistry, 13th Ed. McGraw-Hill, New\n\nYork, 1985.\n\n19J. W. Mullin, “Ripening”; p. 288 in Crystallization, 3rd Ed. Butterworth-\n\nHeinemann, Oxford, England, 1997.\n\n20J. P. van der Eerden, “Crystal Growth Mechanisms”, p. 315 in Handbook of\nCrystal Growth. Edited by D. T. J. Hurle. Elsevier Science Publishers, Amsterdam,\nNetherlands, 1993.\n\n21T. J. Hardwick and E. Robertson, “Ionic Species in Ceric Perchlorate Solution,”\n\nCan. J. Chem., 29, 818 –27 (1951).\n22Reference 21, pp. 828 –37.\n23E. Wadsworth, F. R. Duke, and C. A. Goetz, “Present Status of Cerium(IV)–\n\nCerium(III) Potentials,” Anal. Chem., 29 [12] 1824 –25 (1957).\n\n24E. Matijevic and W. P. Hsu, “Preparation and Properties of Monodispersed\nColloidal Particles of Lanthanide Compounds,” J. Colloid Interface Sci., 118 [2]\n506 –23 (1987).\n\n25M. Hirano and E. Kato, “Hydrothermal Synthesis of Two Types of Cerium\n(cid:2)\n\nCarbonate Particles,” J. Mater. Sci. Lett., 18, 403– 405 (1999).\n\n 15512916, 2002, 10, Downloaded from https://ceramics.onlinelibrary.wiley.com/doi/10.1111/j.1151-2916.2002.tb00481.x by Clarkson University, Wiley Online Library on [25/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\f"
}