{
  "metadata": {
    "source_file": "Xu et al. - 2023 - Preparation of CeO2 abrasives by reducing atmosphe.pdf",
    "extraction_date": "2024-11-17T17:45:32.560954",
    "character_count": 44525
  },
  "content": "Journal of Rare Earths 41 (2023) 1627e1635\n\nContents lists available at ScienceDirect\n\nJournal of Rare Earths\n\nj o u r n a l h o m e p a g e : h t t p : / / w w w . j o u r n a l s . e l s e v i e r . c o m / j o u r n a l - o f - r a r e - e a r t h s\n\nPreparation of CeO2 abrasives by reducing atmosphere-assisted\nmolten salt method for enhancing their chemical mechanical\npolishing performance on SiO2 substrates*\nNing Xu a, b, *\na School of Material Science and Engineering, Shaanxi University of Science & Technology, Xi'an, 710021, China\nb Shaanxi Key Laboratory of Green Preparation and Functionalization for Inorganic Materials, Xi'an, 710021, China\n\n, Jiahui Ma a, b, Qi Liu a, b, Yuxin Luo a, b, Yongping Pu a, b\n\na r t i c l e i n f o\n\na b s t r a c t\n\nArticle history:\nReceived 17 May 2022\nReceived in revised form\n13 October 2022\nAccepted 21 October 2022\nAvailable online 29 October 2022\n\nKeywords:\nCeO2\nChemical mechanical polishing (CMP)\nReducing atmosphere\nMaterial removal rate (MRR)\nMolten salt method\nRare earths\n\nCe3þ\nas the active site on the CeO2 abrasive surface is the key to enhancing the material removal rate\n(MRR). The CeO2 abrasives with high chemical activity were prepared by the molten salt method under a\nreducing atmosphere. The crystal structure and morphology of CeO2 abrasives were characterized by X-ray\ndiffraction (XRD), scanning electron microscopy (SEM), transmission electron microscopy (TEM), Fourier\ntransform infrared spectroscopy (FT-IR), ultravioletevisible diffuse reﬂectance spectroscopy (UVeVis DRS),\nand X-ray photoelectron spectroscopy (XPS). The CeO2 abrasives were obtained under different atmo-\nspheres (Air, Ar, and Ar/H2). With the enhancement of the reducing atmosphere, the morphology of the\nabrasives transforms from spherical to octahedral, while more oxygen vacancies and Ce3þ\nare generated on\nthe surface of CeO2 abrasives. The CMP experiments show that the MRRs of the CeO2-Air, CeO2-Ar, and\nCeO2-Ar/H2 abrasives on SiO2 substrates are 337.60, 578.74, and 691.28 nm/min, respectively. Moreover, as\nconﬁrmed by atomic force microscopy (AFM), the substrate surfaces exhibit low roughness (~0.5 nm) after\nbeing polished using all of the prepared samples. Especially, the MRR of CeO2-Ar/H2 abrasives is increased\nby 104.76% compared with CeO2-air abrasives. The improved CMP performance is attributed to the\nincreased Ce3þ\nconcentration and the octahedral morphology of the abrasives enhancing the chemical\nreaction and mechanical removal at the abrasiveesubstrate interface.\n\n© 2022 Chinese Society of Rare Earths. Published by Elsevier B.V. All rights reserved.\n\n1. Introduction\n\nCMP (Chemical Mechanical Polishing)1 is a key technology in\nadvanced semiconductor manufacturing processes.2 It mainly re-\nlies on chemical and mechanical synergy to realize the material's\nglobal ﬂattening.3 With the development of semiconductor process\nnodes, CMP technology has become more and more important and\nhas become an indispensable planarization process for processes\nbelow 0.35 mm.4 The slurry and pad of the polishing in the CMP\nsystem are the main consumables, and the polishing slurry as an\nactive material can signiﬁcantly affect the polishing performance.\n\n* Foundation item: Project supported by the National Natural Science Foun-\ndation of China (51905324), the Scientiﬁc Research Program Funded by Shaanxi\nProvincial Education Department (20JK0545), and the Doctoral Scientiﬁc Research\nStartup Foundation of Shaanxi University of Science and Technology (2018BJ-14).\n* Corresponding author. School of Material Science and Engineering, Shaanxi\n\nUniversity of Science & Technology, Xi'an, 710021, China.\n\nE-mail address: xuning@sust.edu.cn (N. Xu).\n\nCeria is considered to be the most effective abrasive for polishing\nSiO2 substrates due to their unique physical and chemical proper-\nties. With the increase in the number and density of multilayer\nwiring, the circle of CMP process steps has increased signiﬁcantly,\nand the impact on the yield of subsequent processes has become\ngreater and greater. Therefore, it is a hot research topic to enhance\nthe polishing efﬁciency by improving the chemical activity of the\nabrasive itself rather than increasing the polishing pressure (Higher\ndownforce results in worse surface quality after CMP5).\n\nThe “chemical tooth” theory proposed by Cook6 contributed to\nthe study of the polishing mechanism of ceria-based abrasives. The\nformation and destruction of the CeeOeSi bond between CeO2\nabrasives and SiO2 substrate is the key to realizing material\nremoval. The role of Ce3þ\nin CeO2 abrasives in enhancing this re-\naction has been widely recognized by researchers. Srinivasan et al.7\ndiscovered that Ce3þ\non the surface of CeO2 abrasives is the key to\nachieving the removal of SiO2 materials. Kim et al.8 studied the\npolishing performance of CeO2 abrasives with different speciﬁc\nsurface areas and concluded that the small-sized CeO2 has a higher\n\nhttps://doi.org/10.1016/j.jre.2022.10.011\n1002-0721/© 2022 Chinese Society of Rare Earths. Published by Elsevier B.V. All rights reserved.\n\n\fN. Xu, J. Ma, Q. Liu et al.\n\nJournal of Rare Earths 41 (2023) 1627e1635\n\npolishing rate due to the higher Ce3þ\nconcentration on the abrasive\nsurface. Therefore, the defects on the ceria surface can enhance the\nchemical activity of the abrasive, which improves the polishing\nperformance. Doping is a common way to enhance the chemical\nactivity of nanoceria. Younis et al.9 showed that Gd3þ\ndoping\nenhanced the degradation performance of CeO2 particles on\norganic dyes, and the enhanced catalytic activity was attributed to\nthe formation of surface defects on CeO2 induced by ion doping.\nCheng et al.10 improved the polishing efﬁciency of CeO2 abrasives\nby modifying the surface of commercial particles by ion doping.\nFurthermore, Kim et al.11 directly synthesized La3þ\ndoped\nnano-ceria by a traditional hydrothermal method and conﬁrmed\nthe signiﬁcant effect of doped abrasives on enhancing CMP per-\nformance for SiO2 substrates. These results are attributed to the\nincreased Ce3þ\nconcentration on the CeO2 abrasive surface by ion\ndoping.\n\nand Nd3þ\n\nIn the chip manufacturing process, a ﬁne post-CMP cleaning\nprocess is also required to remove the impurity adhesion after\nCMP.12 The ion doping can increase the MRR, but post-cleaning of\nthe wafer surface contaminated by impurity ions will become\ndifﬁcult, which will affect the chip quality and even damage the\ndevice.13 Therefore, the preparation of CeO2 abrasives by control-\nling atmospheric conditions without introducing impurity ions is\nan ideal way to increase the Ce3þ\nconcentration on the abrasive\nsurface. Choudhury et al.14 prepared cerium oxide particles with\nhigh oxygen vacancy concentration under vacuum conditions,\nwhich exhibited better catalytic performance than CeO2 prepared\nunder air. Lan and Sohn15 studied cerium oxide prepared under\ndifferent atmosphere conditions (Air, N2, H2), and the results\nshowed that under a reducing atmosphere, cerium oxide has good\ncatalytic performance due to the formation of more oxygen va-\ncancies. However, its wide particle size range and agglomeration\nbehavior cannot be applied in the CMP ﬁeld. Moreover, the rela-\ntionship between the oxygen vacancies of CeO2 surface and Ce3þ\nconcentration under the reducing atmosphere has not been deeply\nstudied. To improve the polishing efﬁciency of conventional CeO2\nabrasives on SiO2 substrates, the CeO2 abrasives were prepared by\nthe molten salt method in Air, Ar, and Ar/H2 atmospheres, respec-\ntively, to clarify the inﬂuence of CeO2 abrasives prepared in\ndifferent atmospheres on the polishing performance of SiO2 sub-\nstrate. Through detailed characterization studies, the evolution of\ncrystal structure and micro-morphological of CeO2 abrasives were\nanalyzed. Although the effect of Ce3þ\nin CeO2 abrasives on polishing\nperformance has been conﬁrmed, the relationship between the\natmospheric environment and the formation of Ce3þ\non the abra-\nsive surface remains to be further elucidated. In this work, the in-\nﬂuence of reducing atmosphere on the concentration of Ce3þ\non the\nabrasive surface was emphatically investigated. Moreover, the\npolishing performance of CeO2 abrasives prepared in reducing at-\nmosphere and air were compared, and the role of the prepared\nCeO2 abrasives on the removal efﬁciency of SiO2 substrate was\ninvestigated. Finally, the polishing mechanism of the CeO2 abra-\nsives was discussed through the comprehensive analysis of the\nmorphology, defect characteristics, and polishing performance of\nthe abrasives. To the best of our knowledge, the preparation of CeO2\nabrasives by reducing the atmosphere-assisted molten salt method\nto enhance the CMP performance on SiO2 substrates has not been\nfound to be reported yet.\n\n2. Experimental\n\n2.1. Chemical reagents\n\nCerium nitrate hexahydrate (Ce(NO3)3,6H2O), potassium chlo-\nride (KCl), and sodium chloride (NaCl) are all analytical reagents,\n\n1628\n\nand they were all purchased from Sinopharm Chemical Reagent Co.,\nLtd (China). Analytical reagent ethanol was purchased from Tianjin\nFuyu Fine Chemical Co., Ltd. (China). Homemade deionized water\nwas used throughout the experiment. All chemicals were used\nwithout further puriﬁcation. Ar (100% purity) and Ar/H2 (H2 con-\ncentration of 5%) were used for the experiments.\n\n2.2. Preparation method\n\nThe molten salt method was used to prepare CeO2 powder, and\nthe synthesis steps were as follows. Firstly, the weighed Ce(N-\nO3)3,6H2O (2.1711 g), KCl (1.8638 g), and NaCl (1.4610 g) were well\nground in an agate mortar. The raw materials in ethanol were\nmixed completely by magnetic stirring at 300 r/min for 30 min. The\nmixture was transferred to an alumina crucible and dried in a\nconstant temperature oven at 80 (cid:2)C to remove absolute ethanol.\nThen, the OTF-1200XeS tubular atmosphere furnace (Hefei Kejing\nMaterial Technology Co., Ltd., China) was used to prepare a mixture\ncontaining ceria powder under a certain temperature regime (react\nat 800 and 700 (cid:2)C for 2 h, respectively). After cooling down to\nambient temperature, the molten salts (KCleNaCl) in the mixture\nwere washed with hot deionized water to obtain high purity CeO2\npowder.\nthe crucible containing the\nmixture was heated in the tube furnace with a constant ﬂow\n(60 mL/min) of Ar or Ar/H2, respectively, and in the same temper-\nature regime to explore the effect of the surrounding atmosphere.\nIn this work, the abrasives prepared under air, Ar, and Ar/H2 at-\nmospheres were named CeO2-Air, CeO2-Ar, and CeO2-Ar/H2,\nrespectively.\n\nIn another experiment,\n\n2.3. Characterization methods\n\nPowder X-ray diffraction (XRD) patterns of the powders were\nrecorded on a D8 Advance diffractometer (Bruker, Germany) under\nthe condition of Cu Ka radiation range of 20(cid:2)e120(cid:2), and the scan-\nning speed was ﬁxed at 3((cid:2))/min, the Rietveld reﬁnement of pow-\nders was characterized using the GSAS program. Fourier transform\ninfrared (FT-IR) spectra were obtained using an FT-IR spectrometer\n(cid:3)1. The\n(Bruker, Germany) within the IR range of 500e4000 cm\nmorphology of the powders was observed with a scanning electron\nmicroscope (SEM, Hitachi Regulus 8100, Japan) under secondary\nelectronic mode. Detailed information on morphology and struc-\nture was obtained by transmission electron microscopy (TEM, FEI\nTecnai G2 F20, USA). Ultraviolet (UV)-visible spectra were recorded\nwith a Cary 5000 UVeViseNIR spectrophotometer (Agilent Tech-\nnologies, USA). X-ray photoelectron spectroscopy (XPS, Thermo\nScientiﬁc K-Alpha, USA) with Al Ka rays (hv ¼ 1486.6 eV) as the\nexcitation source was used for analysis at room temperature, and\nthe binding energy was calibrated with adsorbed carbon (284.8 eV),\nand the semi-quantitative analysis of the atomic ratio was achieved\nby measuring the element peak area.\n\n2.4. Polishing experiment\n\nThe homemade CeO2 abrasive was dispersed in deionized water\nusing a ball mill and run at 400 r/min for 5 h. After sufﬁcient\ndispersion, the slurry was diluted with deionized water to make the\nsolid content 0.5 wt%, and the pH was adjusted to 6.0 with 1 mol/L\nNaOH solution. The slurry was stirred well by using a magnetic\nstirrer before the start of the CMP experiment. The quartz glass\nwith the nominal speciﬁcations of 20 mm diameter and 2 mm\nthickness was purchased from Lianyungang Xiongtai Quartz Tech-\nnology Co., Ltd. A UNIPOL-1200S automatic pressure grinding and\npolishing machine (Shenyang Kejing Auto-instrument, Co., Ltd.,\nChina) equipped with a synthetic leather polishing pad (Shenyang\n\n\fN. Xu, J. Ma, Q. Liu et al.\n\nJournal of Rare Earths 41 (2023) 1627e1635\n\nKejing Auto-instrument, Co., Ltd., China) was used for CMP exper-\niments. The polishing parameters were set as follows: the platform\nspeed was 80 r/min, the reverse speed of the polishing head was 80\nr/min, the pressure applied by the head was 3.5 kg, and the pol-\nishing time was 3 min, and the slurry supply rate was 50 mL/min.\nThe polished quartz glass was cleaned repeatedly in deionized\nwater by ultrasonic and dried for characterization of CMP perfor-\nmance. Surface morphology and roughness were examined by us-\ning an atomic force microscope (AFM, Seiko SPA400-SP13800N,\nJapan) equipped with a silicon nitride tip in contact mode at a scan\nrate of 1.0 Hz over a scan area of 5 mm (cid:4) 5 mm. The weight of the\nworkpiece was measured using a precision electronic balance with\nan accuracy of 0.1 mg. The polishing efﬁciency or material removal\nrate (MRR, nm/min) was calculated by the following Eq. (1).16:\nMRR ¼ m0 (cid:3) m\nr (cid:4) S (cid:4) t\n\n(1)\n\nwhere m0 and m are the mass of the workpiece before and after\npolishing, respectively, r is the density of the commercial quartz\nglass used (2.2 g/cm3), S the area of the workpiece (p$cm2), and t\nthe polishing time (3 min). In this experiment, the MRR and\nroughness data presented are the average of three experiments\nperformed repeatedly.\n\n3. Results and discussion\n\n3.1. Morphology and structure characterization of CeO2 abrasives\n\nThe XRD patterns of the prepared CeO2 particles are recorded in\nFig. 1. All diffraction peaks of the samples match well with the CeO2\nphase of face-centered cubic (fcc) ﬂuorite (JCPDS 34e0394), and no\nother cerium oxides (Ce2O3 species) are found. The peak position\nanalysis of each diffraction spectrum showed that the crystal\nstructure of CeO2 prepared under different atmospheres changed.\nThe magniﬁcation of the diffraction peaks shows that the diffrac-\ntion peak positions of the samples synthesized under Ar and Ar/H2\natmospheres are shifted to a higher angle, which may be due to the\nlattice contraction caused by more oxygen vacancies. The Rietveld\nreﬁnement of CeO2 samples was characterized using the GSAS\nprogram to further conﬁrm subtle changes in the structure of CeO2\nparticles, as shown in Figs. S1(aec). The Rietveld reﬁnement was\nattempted using a CeO2 phase with a face-centered cubic (Fm-3m)\nstructure. The red circle, the black line, and the blue line represent\nthe recorded, calculated and different proﬁles for the CeO2 powder,\nrespectively. For all samples, the reﬁnement parameters (Rp < 7%,\nRwp < 9%, and Chi2 < 2) are within a accepted range, indicating that\nthe results of reﬁnement are credible. The results show that the\nlattice constants and volume of CeO2-Ar (0.54132 nm, 0.15862 nm3)\nand CeO2-Ar/H2 (0.54130 nm, 0.15860 nm3) are smaller than CeO2-\n\nAir (0.54137 nm, 0.15867 nm3). This further conﬁrms the formation\nof oxygen vacancies in the CeO2 crystal. The oxygen vacancies\npromote the conversion of Ce4þ\nfor unit cell charge bal-\nance,17 which is responsible for the increase in Ce3þ\nconcentration\nin CeO2.18,19\n\nto Ce3þ\n\nThe FT-IR spectra of the abrasives are shown in Fig. 2. The\nspectra were studied to characterize changes in chemical bonds\nand molecular vibrations, and evaluate the formation of the abra-\n(cid:3)1 is due to the pres-\nsives. The broad absorption band at 3456 cm\nence of the HeOeH stretching mode attributed to the adsorbed\nwater on the CeO2 abrasive surface.20e22 The bands at 2927 and\n(cid:3)1 indicate the CeH stretching mode of the methylene\n2855 cm\ngroups,21,23 and the peak intensity is weakened after synthesis by\nreducing atmosphere, which indicates that the adsorption of CO2 by\n(cid:3)1\nCeO2 particles is reduced. The bands located at 2160 and 2028 cm\nare due to the stretching vibration of CeH, and CH2 groups, asso-\nciated with some of the organic moieties which get physically\nadsorbed on the surface during sample preparation and handling.21\n(cid:3)1 correspond to the CeeO\nThe peaks between 1047 and 1630 cm\nstretching vibrations attributed to the hydrogenated CeO2 sam-\nple.20,21 The enhancement of the vibrational peak with the reducing\natmosphere indicates that the sensitivity of CeO2 abrasives to hy-\ndroxyl groups is elevated, which favors the adsorption of abrasives\nto SiO2 substrates. Meanwhile, the existence of the peak at\n(cid:3)1 in the IR spectra is attributed to the asymmetric\n716 cm\nstretching vibrations between OeCeeO atoms.23,24 Furthermore, it\nveriﬁes the bonding of metaleoxygen existing in the CeO2 lattice,\nwhich is consistent with the XRD results.\n\nFig. 3 shows the SEM images of the CeO2 abrasives synthesized\nunder different atmospheres. There are signiﬁcant differences in\nthe morphology of the particles. From Fig. 3(aec), it can be seen\nthat the CeO2-Air, CeO2-Ar, and CeO2-Ar/H2 abrasives are spherical,\npolyhedral, and octahedral, respectively. Fig. 3(d) shows the sche-\nmatic diagram of the effect of the atmosphere on the morphology\nof the abrasives. It is considered that the morphology of CeO2\nparticles is gradually transformed from spherical to octahedral with\nthe enhancement of the reducing atmosphere. The morphology of\nCeO2 abrasives is one of the factors affecting the CMP performance,\nand the detailed mechanism of the change of morphology of CeO2\nparticles during the synthesis will be focused on in our next study.\nSEM images also show that all abrasives are in the size range of\n200e300 nm, which weakens the inﬂuence of abrasive size effect\non CMP results.\n\nThe TEM images were acquired to further observe the\nmorphology and structure of CeO2 abrasives. Obviously, with the\nenhancement of reducibility, the morphology of CeO2 particles\nchanges\nin\nFigs. S2(aec), the morphologies of CeO2 particles are spherical,\n\nindicated by the red marks\n\nsigniﬁcantly. As\n\nFig. 1. XRD patterns of the CeO2 abrasives prepared under the different atmospheres\n(Air, Ar, Ar/H2).\n\nFig. 2. FT-IR spectra of CeO2 abrasives prepared under the different atmospheres (Air,\nAr, Ar/H2).\n\n1629\n\n\fN. Xu, J. Ma, Q. Liu et al.\n\nJournal of Rare Earths 41 (2023) 1627e1635\n\nFig. 3. SEM images of CeO2 abrasives: (a) CeO2-Air abrasives; (b) CeO2-Ar abrasives; (c) CeO2-Ar/H2 abrasives; (d) Schematic diagram of the change of abrasive morphology.\n\npolyhedral, and octahedral in order, which is consistent with the\nSEM results. As shown in Figs. S2(def), the boundaries of CeO2\nparticles can be observed in the high-resolution TEM (HRTEM)\nimages, and the clear lattice fringe spacing of CeO2-Air, CeO2-Ar,\nand CeO2-Ar/H2 particles are 0.318, 0.304 and 0.302 nm, respec-\ntively, which correspond to the CeO2 (111) plane. The results show\nthat the spacing of CeO2 particles is slightly reduced with the\nenhancement of the reducibility of the atmosphere. This is attrib-\nuted to the lattice contraction caused by the generation of oxygen\nvacancies.\n\nUVeVis spectroscopy techniques can be used to obtain infor-\nmation on the oxidation state of metal oxide species. The infor-\nmation about the valence state of the Ce element in the prepared\nCeO2 samples was preliminarily analyzed by UVeVis spectros-\ncopy.25 It is considered that the absorption peak of CeO2 at 260 nm\nis attributed to Ce3þ\n, and the absorption peak at 330 nm is attrib-\nuted to Ce4þ\n.26,27 Fig. 4 shows the UVeVis spectra of the as-\nprepared abrasives, CeO2-Ar and CeO2-Ar/H2 abrasives have high\npeak intensities, indicating that CeO2 abrasives prepared under a\nreducing atmosphere can increase the Ce3þ\nconcentration. The\nCe3þ\nCeO2-Ar\nCeO2-Ar/H2\nand\nconcentrations.\n\nabrasives\n\nsimilar\n\nhave\n\nXPS is an analytical technique that detects the composition,\nchemical state, and concentration of elements on the material\nsurface. The surface chemical composition and valence states of the\nCeO2 samples were analyzed by XPS spectroscopy. Fig. 5(a) shows\nthe XPS survey spectra of the particles. The spectra show that only\nCe, O, and C elements are detected, and no Cl, Na, or K elements are\npresent in the samples, which also indicates the synthesis of CeO2\nas a single phase. Numerous studies28e32 have shown that the\nchemical activity of CeO2 material is closely related to the con-\ncentrations of oxygen vacancy and Ce3þ\n. Therefore, the ﬁne spectra\nof Ce 3d and O 1s were analyzed in detail by ﬁtting. The spineorbit\nsplitting energies of the samples are 18.44, 18.44, and 18.30 eV,\nrespectively, which are consistent with the reports.33 The u and v\nare usually used to label the spin orbitals 3d3/2 and 3d5/2, where the\nv0, v', u, and u' peaks are characteristic peaks of Ce3þ\nand the v, v\",\nv\"', u0, u\", and u\"' peaks belong to Ce4þ\n.33,34 As shown in\nFigs. S3(aec), the nonlinear peak ﬁtting method was used to\nidentify the peaks of Ce3þ\n, indicating the presence of both\nCe3þ\nstates in the samples. Table 1 shows the binding\nenergies and peak areas of CeO2 samples (Air, Ar, Ar/H2) repre-\nsenting different Ce states. Using the semi-quantitative analysis of\nthe integrated peak area, the Ce3þ\nconcentration could be calcu-\nlated according to Eq. (2).34 Fig. 5(b) shows the statistics of Ce3þ\nconcentration on the CeO2 abrasive surface. In this work, the Ce3þ\nconcentrations on the surface of CeO2-Air, CeO2-Ar, and CeO2-Ar/H2\nabrasives were 23.03 at%, 29.58 at%, and 33.88 at%, respectively. The\nimprovement of Ce3þ\nconcentration on the abrasive surface in-\ncreases with the enhancement of the reducing atmosphere, which\nwas consistent with the UVeVis results. And this change indicates\nthat there is a state transition between Ce4þ\n, which is\nexcellent for enhanced polishing efﬁciency.\n\nand Ce4þ\n\nand Ce4þ\n\nto Ce3þ\n\nFig. 4. UVevis absorption spectra of CeO2 abrasives prepared under the different at-\nmospheres (Air, Ar, Ar/H2).\n\n1630\n\nCe3þ\nCe3þ þ Ce4þ\n\n¼ Areaðv0; u0; v0; u0Þ\nTotal area\n\n(2)\n\nFigs. S3(def) display the XPS spectra of O 1s, which can be ﬁtted\nto three peaks. The peak named O1 can be attributed to lattice\noxygen, and the binding energies of this peak for CeO2 samples\nprepared under different atmospheres are 529.43 eV (Air),\n529.02 eV (Ar), 528.94 eV (Ar/H2), respectively. The peaks (O2) with\nbinding energies of 531.52 eV (Air), 531.49 eV (Ar) and 531.36 eV\n\n\fN. Xu, J. Ma, Q. Liu et al.\n\nJournal of Rare Earths 41 (2023) 1627e1635\n\nFig. 5. (a) XPS survey spectra; (b) The concentration of Ce3þ\n\nand oxygen vacancies.\n\nTable 1\nBinding energies and peak areas representing different cerium states in CeO2 (under Air, Ar, Ar/H2) samples.\n\nCeO2-air\nBE (eV)\nArea (%)\nCeO2-Ar\nBE (eV)\nArea (%)\nCeO2-Ar/H2\nBE (eV)\nArea (%)\n\nv0\n\n881.35\n7.72\n\n881.13\n6.73\n\n881.21\n5.32\n\nv\n\nv'\n\nv''\n\nv'''\n\nu\n\nu0\n\nu'\n\nu''\n\nu'''\n\n882.41\n16.91\n\n882.13\n10.38\n\n882.10\n8.13\n\n884.52\n5.84\n\n883.79\n12.23\n\n883.49\n14.34\n\n888.79\n11.65\n\n888.26\n12.37\n\n888.35\n13.11\n\n898.19\n17.23\n\n897.83\n17.68\n\n897.70\n18.25\n\n898.95\n5.44\n\n898.73\n4.66\n\n898.81\n3.69\n\n900.83\n11.17\n\n900.55\n6.80\n\n900.46\n5.63\n\n902.37\n4.04\n\n901.85\n8.46\n\n901.32\n9.93\n\n907.69\n8.06\n\n907.16\n8.45\n\n907.25\n8.97\n\n916.60\n11.94\n\n916.28\n12.24\n\n916.20\n12.64\n\n(Ar/H2) are due to the adsorbed oxygen at the oxygen vacancy.35 In\naddition, the binding energies of the peaks representing weakly\nbound oxygen or chemisorbed oxygen peaks36 are 532.23 eV (Air),\n532.23 eV (Ar), and 532.04 eV (Ar/H2), respectively. The peak po-\nsitions of CeO2-Ar and CeO2-Ar/H2 samples are shifted to relatively\nlow binding energies, indicating that the reducing atmosphere has\na signiﬁcant effect on the chemical environment of oxygen in CeO2\nsamples. The concentrations of oxygen vacancy on the abrasive\nsurface can be obtained by calculating the integral ratio of the ﬁtted\npeak areas, which are 19.92 at% and 22.17 at% for CeO2-Ar and CeO2-\nAr/H2 surfaces, much higher than CeO2-Air (17.81 at%). It conﬁrms\nthat the preparation of CeO2 abrasives under a reducing atmo-\nsphere can effectively reduce the lattice oxygen and improve the\noxygen defects on its surface.\n\nIn a reducing atmosphere, the lattice oxygen is spilled out as\nneutral O2 molecules and oxygen vacancies are generated in the\nCeO2 lattice. The electrons released by the overﬂow of O2 molecules\nare bound around the oxygen vacancy. To keep the crystal electri-\ncally neutral, Ce4þ\nin the CeO2 crystal gains electrons and turns into\nthe lower valence Ce3þ\n, the reaction of defect formation is shown in\nEq. (3). As a result, more oxygen vacancies and Ce3þ\nwere formed\non the surface of CeO2-Ar and CeO2-Ar/H2 abrasives compared to\nCeO2-Air abrasives, which facilitated the polishing activity of CeO2-\nbased abrasives.\n\n2CeCe þ 4OO ¼ 2Ce\n\n0\n\nCe\n\n::\nþ V\nO\n\nþ 3OO þ 1\n2\n\nO2[\n\n(3)\n\n3.2. The polishing performance of CeO2 abrasives\n\n3.2.1. Material removal rate (MRR) of CeO2 abrasives on SiO2\nsubstrates\n\nMRR is one of the important indicators to evaluate the polishing\nperformance of abrasives. Fig. 6 illustrates the MRR of CeO2 abra-\nsives on SiO2 substrates, the MRR of CeO2-Air abrasives is the lowest\nat 337.60 nm/min, the MRR of CeO2-Ar abrasives is higher at\n578.74 nm/min, and the MRR of CeO2-Ar/H2 abrasives is the highest\n\nat 691.28 nm/min under the same working conditions. The MRR of\nCeO2-Ar and CeO2-Ar/H2 abrasives increased by 71.43% and\n104.76%, respectively, compared with CeO2-Air abrasives. These\nresults reveal that the abrasives synthesized under a reducing at-\nmosphere have excellent polishing efﬁciency. In this work, the Ce3þ\nconcentration and morphology of the CeO2 abrasives synthesized\nunder different atmospheres showed a large variation. The trend of\nCe3þ\nconcentration is consistent with the improved MRR of abra-\nsives. It is generally accepted that the ﬂattening of rough surfaces\ninvolves chemical bonding and mechanical wear between the\nabrasives and the surface in CMP. Seo et al.29 believed that the Ce3þ\nconcentration could improve the chemical adsorption capacity\nbetween the abrasives and the surface. Kim et al.37 believed that\nphysical morphology is an important factor in enhancing polishing\nbehavior. Therefore, the signiﬁcant enhancement of polishing efﬁ-\nciency of CeO2-Ar and CeO2-Ar/H2 abrasives is attributed to the\nincrease of Ce3þ\nconcentration on the surface of the abrasives\nsynthesized under the reducing atmosphere. Furthermore, the\n\nFig. 6. The results of the evaluation for material removal rate of the CeO2 abrasives on\nSiO2 substrates.\n\n1631\n\n\fN. Xu, J. Ma, Q. Liu et al.\n\nJournal of Rare Earths 41 (2023) 1627e1635\n\nMRR of CeO2-Ar/H2 abrasives is improved by 19.45% compared with\nCeO2-Ar abrasives, which may be attributed to the octahedral\nmorphology that enhances mechanical interaction during CMP. In\naddition, we collected the values of MRR for different types of CeO2-\nbased abrasives in some works, as shown in Fig. S4. For the core/\nshell abrasives, the present results show a poor MRR, although the\nstructure of the abrasive has been designed and regulated to\nimprove CMP performance, it is still far from being suitable for\nlarge-scale commercial use. For the doped abrasives, it is believed\nthat the doping increases the Ce3þ\nconcentration on the abrasive\nsurface, which enhances the MRR. However, impurity ions of the\nabrasives during the polishing will pollute the surface of the sub-\nstrate leading to difﬁculties in CMP cleaning, and residual impurity\nions will negatively affect or even damage the device. Under the\nexisting studies and applications, it is very feasible to enhance MRR\nby adjusting the physical properties (size and morphology) of pure\nCeO2 abrasive, but the improvement of the approach is limited. In\nthis work, the pure CeO2 abrasives synthesized under a reducing\natmosphere not only changed the morphology but also improved\nthe chemical activity of the CeO2 abrasives, which together\nimproved the removal efﬁciency.\n\n3.2.2. Surface quality of SiO2 substrates after CMP\n\nTo conﬁrm the effect of material surface quality after polishing\nwith homemade abrasives. As shown in Fig. 7,\nthe surface\nmorphology of the quartz glass was characterized using AFM. The\ntwo-dimensional surface morphology of quartz glass before and\nafter polishing are shown in Fig. 7(aed). The light and dark colors in\nthe graph show the surface roughness, where dark areas indicate\nthe valleys and light areas indicate the peaks. Concretely, the\nroughness average (Ra) and the root mean square roughness (Rq) of\nthe surface are shown in Fig. 7(f). The initial roughness of quartz\nglass is 0.955 nm, and all of them are improved (0.391, 0.537, and\n0.521 nm) after polishing with the CeO2 slurry, in which the pol-\nishing slurry formulated with CeO2-Ar and CeO2-Ar/H2 abrasives\n\nsynthesized under reducing atmosphere has poorer polishing\nperformance in surface quality. The difference in surface quality\nafter polishing may be caused by the different morphology of\nabrasives. The sharped morphology reduced contact areas between\nabrasives and surfaces, which leads to enhanced contact stress\nreducing the surface quality.38 As shown in Fig. 7(e), the proﬁle\nroughness in the selected area (the diagonal in Fig. 7(aed)) was also\nanalyzed, where the Z-axis represents the depth of the line proﬁle,\nand the X-axis represents the length. The improved surface pla-\nnarization degree can be conﬁrmed by reduced topographical\nvariations. Moreover, compared with the initial surface, rough\npeaks or valleys are evenly distributed on the polished surface,\nwhich is conducive to the improvement of the overall surface\nquality.\n\n3.3. CMP mechanism of CeO2 abrasives prepared under reducing\natmosphere\n\nIn this work, CeO2 abrasives were prepared under the reducing\natmosphere. The surface quality of the SiO2 substrate was signiﬁ-\ncantly improved after polishing with the abrasives. In particular,\nthe abrasives have excellent polishing efﬁciency, which is attrib-\nuted to a combination of the following factors. The analysis of the\nstructure and chemical valence of the as-prepared CeO2 particles\nshowed that the surface of the abrasive has a higher Ce3þ\ncon-\ncentration. The CMP performance also conﬁrmed that the polishing\nefﬁciency of the abrasives with a high Ce3þ\nconcentration is\nsigniﬁcantly improved. There may be a positive function between\nthe Ce3þ\nconcentration and MRR, which may be due to the electron\ntransfer of Ce3þ\npromoting CeeOeSi bond breaking. Furthermore,\nthe polishing results also show that the MRR of the CeO2-Ar/H2\nabrasives is 19.45% higher than that of the CeO2-Ar abrasives even\nwhen the chemical activity (Ce3þ\nconcentration) is similar, which\nmay be attributed to the effect of abrasive morphology.\n\nFig. 7. AFM images of the substrate surface after CMP: 2D images after CMP without abrasives (a) and with CeO2-Air abrasives (b), CeO2-Ar abrasives (c), CeO2-Ar/H2 abrasives (d);\n(e) The corresponding proﬁle line curve; (f) The results of the evaluation for surface roughness.\n\n1632\n\n\fN. Xu, J. Ma, Q. Liu et al.\n\nJournal of Rare Earths 41 (2023) 1627e1635\n\nFig. 8 is a schematic diagram of the polishing mechanism of\nCeO2 abrasives prepared under different atmospheres on the SiO2\nsubstrate. The synergy of chemistry and mechanics in the CMP\nprocess is what makes the material surface ﬂat. The CeO2 abrasives\nnot only have moderate mechanical properties but also provide\nchemical activity in the CMP process. As shown in Fig. 8(a), the\nCeO2 abrasives with nearly spherical morphology were prepared\nunder air, and the contact stress is small under the downforce,\nwhich only removes the superﬁcial atoms on the surface. The\nspherical particles may have both sliding and rolling removal be-\nhaviors on SiO2 substrates. The sliding friction behavior of abrasives\nis considered to be the main mode of material removal, while the\nrolling behavior of some abrasives weakens the material removal\nability due to reduced friction. As shown in Fig. 8(b), the CeO2\nabrasives with octahedral morphology were prepared under a\nreducing atmosphere. Its sharp edges enable the abrasives to have\nstronger compressive stress at the contact surface. On the one hand,\nit increases the material removal from the deeper layers of the\nsubstrate by the abrasives during the CMP, and on the other hand,\nthe enhanced mechanical action further promotes the chemical\nreaction at the interface. As shown in Fig. S5, the stress distribution\n\non the surface of the SiO2 substrate when the spherical and octa-\nhedral abrasives were indented at a depth of 50 nm was simulated\nby ﬁnite element analysis (FEA), respectively. The abrasives with\noctahedral morphology achieved the same indentation depth as\nspherical particles under lower compressive stress, which veriﬁes\nthat the abrasives with octahedral morphology have a higher MRR.\nThe chemical activity of the CeO2 abrasives is an advantage that\ndistinguishes it from other abrasives, which signiﬁcantly enhances\nthe CMP performance of the abrasives. As shown in Fig. 8(c), the\nCeO2 abrasives reacted with the SiO2 substrate to form CeeOeSi\nbonds in the slurry, the offset of the electron cloud strengthens the\nCeeOeSi bonds and weakens the SieOeSi bonds, then the surface\nlayer of the substrate is removed by abrasives under the mechanical\nforce. As shown in Fig. 8(d), Ce4þ\non the surface of the CeO2 abra-\nsives is reduced to Ce3þ\nwith higher reactivity under the reducing\natmosphere. After the CeeOeSi bond is formed between the\nabrasives and the substrate surface, the free electrons in Ce3þ\nbreak\nthe SieOeSi bond through electron transfer, which signiﬁcantly\nincreases the material removal efﬁciency.\n\nIn the CMP, the hydrated surface layer (Si(OH)4) is removed by\nthe\nreaction or/and mechanical\n\nthe tribochemical\n\nforce of\n\nFig. 8. Schematic diagram of the polishing mechanism of CeO2 abrasives prepared under different atmospheres on SiO2 substrate: (a, c) Air; (b, d) Reducing atmosphere.\n\n1633\n\n\fN. Xu, J. Ma, Q. Liu et al.\n\nJournal of Rare Earths 41 (2023) 1627e1635\n\nabrasives.39 The material removal is closely related to the frictional\neffect of the two/three-body contact at the interface. In previous\nwork,40,41 we indirectly used the CeO2 tip to study its frictional\nbehavior. It is believed that studying the friction behavior of abra-\nsives with different properties at the interface is the key to quan-\ntitatively analyzing the relationship between abrasives and MRR. In\nthe next work, we will study the CMP behavior of CeO2 abrasives\nunder multi-factors through a series of experiments and FEA.\n\n4. Conclusions\n\nCeO2-Air, CeO2-Ar, and CeO2-Ar/H2 abrasives with different\nsurface defect\nconcentrations were prepared by reducing\natmosphere-assisted molten salt method, which were used for CMP\nof SiO2 substrates. XRD and Rietveld reﬁnement conﬁrm that the\nCeO2 lattice shrinks due to the formation of oxygen vacancies with\nthe enhancement of the reducing atmosphere. SEM images observe\nthat the morphology of the abrasive prepared under a reducing\natmosphere gradually changes from spherical to octahedral. The\nanalysis of XPS patterns conﬁrms the higher concentration of de-\nfects on the surface of the abrasives prepared under a reducing\natmosphere. CMP experiments on SiO2 substrates indicate that the\nprepared abrasives all signiﬁcantly improve the surface quality.\nObviously, CeO2-Ar and CeO2-Ar/H2 abrasives have very strong\npolishing efﬁciency (578.74 and 691.28 nm/min), with MRR in-\ncreases of 71.43% and 104.76%, respectively, compared to CeO2-Air\nabrasives. The enhanced polishing efﬁciency can be attributed to\nthe elevated chemical activity (Ce3þ\nconcentration) of the CeO2\nabrasives prepared under the reducing atmosphere, which en-\nhances the chemisorption and bonding between the CeO2 abrasives\nand the SiO2 surface. The morphology of the abrasives further af-\nfects the MRR, where the sharp edges of the abrasives enhance the\nfrictional behavior of the interface, thereby accelerating material\nremoval. In this work, the CeO2 abrasive prepared in a reducing\natmosphere has the advantages of high-speed polishing and\nimproved surface quality, which can signiﬁcantly improve the CMP\nperformance.\n\nDeclaration of competing interest\n\nThe authors declare that they have no conﬂict of interest.\n\nAppendix A. Supplementary data\n\nSupplementary data to this article can be found online at\n\nhttps://doi.org/10.1016/j.jre.2022.10.011.\n\nReferences\n\n1. Wang WT, Zhang BG, Shi YH, Zhou JK, Wang R, Zeng NY. Improved chemical\nmechanical polishing performance in 4H-SiC substrate by combining novel\nmixed abrasive slurry and photocatalytic effect. Appl Surf Sci. 2022;575:151676.\nJano(cid:1)s P, Ederer J, Pila(cid:1)rov(cid:3)a V, Henych J, Tolasz J, Milde D, et al. Chemical me-\nchanical glass polishing with cerium oxide: effect of selected physico-chemical\ncharacteristics on polishing efﬁciency. Wear. 2016;362e363:114.\n\n2.\n\n3. Chen AL, Wang TY, Chen Y, Wang SR, Chen Y. Development of polystyrene/\npolyaniline/ceria (PS/PANI/CeO2) multi-component abrasives for photochem-\nical mechanical polishing/planarization applications. Appl Surf Sci. 2022;575:\n151784.\n\n4. Krishnan M, Nalaskowski JW, Cook LM. Chemical mechanical planarization:\n\nslurry chemistry, materials, and mechanisms. Chem Rev. 2010;110:178.\n\n5. Xiao C, Chen C, Guo J, Zhang P, Chen L, Qian LM. Threshold contact pressure for\nthe material removal on monocrystalline silicon by SiO2 microsphere. Wear.\n2017;376e377:188.\n\n6. Cook LM. Chemical processes\n\nin glass polishing.\n\nJ Non-Cryst Solids.\n\n1990;120(1e3):152.\n\n7. Srinivasan R, Dandu PVR, Babu SV. Shallow trench isolation chemical me-\nchanical planarization: a review. ECS J. Solid State Sci. Technol. 2015;4(11):\nP5029.\n\n8. Kim K, Yi DK, Paik U. Increase in Ce3þ\n\nconcentration of ceria nanoparticles for\nhigh removal rate of SiO2 in chemical mechanical planarization. ECS J. Solid\nState Sci. Technol. 2017;6(9):P681.\n\n9. Younis A, Shirsath SE, Shabbir B, Li S. Controllable dynamics of oxygen va-\ncancies through extrinsic doping for superior catalytic activities. Nanoscale.\n2018;10(39):18576.\n\n10. Cheng J, Huang S, Li Y, Wang TQ, Xie L, Lu XC. RE (La, Nd and Yb) doped CeO2\nabrasive particles for chemical mechanical polishing of dielectric materials:\nexperimental and computational analysis. Appl Surf Sci. 2020;506:144668.\n11. Kim E, Lee J, Bae C, Seok H, Kim H-U, Kim T. Effects of trivalent lanthanide (La\nand Nd) doped ceria abrasives on chemical mechanical polishing. Powder\nTechnol. 2022;397:117025.\n\n12. Ng D, Huang PY, Jeng YR, Liang H. Nanoparticle removal mechanisms during\n\npost-CMP cleaning. Electrochem Solid State Lett. 2007;10(8):H227.\n\n13. Zhang JH, Huang H, Greene AM, Xie R, Seo S-C, Montanini P, et al. CMP chal-\n\nlenges for advanced technology nodes. MRS Adv. 2017;2(44):2361.\n\n14. Choudhury B, Chetri P, Choudhury A. Oxygen defects and formation of Ce3þ\naffecting the photocatalytic performance of CeO2 nanoparticles. RSC Adv.\n2014;4(9):4663.\n\n15. Lan Y-P, Sohn HY. Nanoceria synthesis in molten KOH-NaOH mixture: char-\nacterization and oxygen vacancy formation. Ceram Int. 2018;44(4):3847.\n16. Zhang ZY, Liu J, Hu W, Zhang LZ, Xie WX, Liao LX. Chemical mechanical pol-\nishing for sapphire wafers using a developed slurry. J. Manuf. Mater. Process.\n2021;62:762.\n\n17. Chen DK, He DD, Lu JC, Zhong LP, Liu F, Liu JP, et al. Investigation of the role of\nsurface lattice oxygen and bulk lattice oxygen migration of cerium-based ox-\nygen carriers: XPS and designed H2-TPR characterization. Appl Catal, B.\n2017;218:249.\n\n18. Dutta P, Pal S, Seehra MS, Shi Y, Eyring EM, Ernst RD. Concentration of Ce3þ\n\nand\noxygen vacancies in cerium oxide nanoparticles. Chem Mater. 2006;18(21):\n5144.\n\n19. Agarwal S, Zhu X, Hensen EJM, Mojet BL, Lefferts L. Surface-dependence of\ndefect chemistry of nanostructured ceria. J Phys Chem C. 2015;119(22):12423.\n20. Majeed Khan MA, Khan W, Naziruddin Khan M, Alhazaa AN. Enhanced visible\nlight-driven photocatalytic performance of Zr doped CeO2 nanoparticles.\nJ Mater Sci Mater Electron. 2019;30(9):8291.\n\n21. Khakhal HR, Kumar S, Dolia SN, Dalela B, Vats VS, Hashmi SZ, et al. Oxygen\nvacancies and F\ncentre tailored room temperature ferromagnetic properties of\nCeO2 nanoparticles with Pr doping concentrations and annealing in hydrogen\nenvironment. J Alloys Compd. 2020;844:156079.\n\nþ\n\n22. Wang L, Xu GY, Liu CY, Hou HL, Tan SJ. Surface-modiﬁed CeO2 coating with\nexcellent thermal shock resistance performance and low infrared emissivity at\nhigh-temperature. Surf Coat Technol. 2019;357:559.\n\n23. Junais PM, Athika M, Govindaraj G, Elumalai P. Supercapattery performances of\nnanostructured cerium oxide synthesized using polymer soft-template.\nJ Energy Storage. 2020;28:101241.\n\n24. Subramanyam K, Sreelekha N, Reddy DA, Ramanathan M, Poornaprakash B,\nReddy KC, et al. Inﬂuence of transition metals co-doping on CeO2 magnetic and\nphotocatalytic activities. Ceram Int. 2020;46(4):5086.\n\n25. Singh R, Singh S. Role of phosphate on stability and catalase mimetic activity of\n\ncerium oxide nanoparticles. Colloids Surf, A. 2015;132:78.\n\n26. Kim E, Hong J, Hong S, Kanade C, Seok H, Kim H-U, et al. Improvement of oxide\nremoval rate in chemical mechanical polishing by forming oxygen vacancy in\nceria abrasives via ultraviolet irradiation. Mater Chem Phys. 2021;273:124967.\n27. Yang YS, Mao Z, Huang WJ, Liu LH, Li JL, Li JL, et al. Redox enzyme-mimicking\nactivities of CeO2 nanostructures: intrinsic inﬂuence of exposed facets. Sci Rep.\n2016;6:35344.\n\n28. Matussin SN, Harunsani MH, Khan MM. CeO2 and CeO2-based nanomaterials\nJ Rare Earths.\n\nfor photocatalytic, antioxidant and antimicrobial activities.\n2023;41(2):167.\n\n29. Seo J, Moon J, Kim JH, Lee K, Hwang J, Yoon H, et al. Role of the oxidation state\nof cerium on the ceria surfaces for silicate adsorption. Appl Surf Sci. 2016;389:\n311.\n\n30. Xia XW, Lan YP, Li JQ, Chen CY, Xu BJ, Luo X, et al. Facile synthesis of nanoceria\nby a molten hydroxide method and its photocatalytic properties. J Rare Earths.\n2020;38(9):951.\n\n31. Zhang Y-C, Li Z, Zhang L, Pan L, Zhang X, Wang L, et al. Role of oxygen vacancies\nin photocatalytic water oxidation on ceria oxide: experiment and DFT studies.\nAppl Catal, B. 2018;224:101.\n\n32. Bao TT, Zhou H, Zhang Y, Guo CX, Guo WM, Qin H, et al. Effect of CeO2 on\ncarbon deposition resistance of Ni/CeO2 catalyst supported on SiC porous\nJ Rare Earths. 2022. https://doi.org/\nceramic for ethanol steam reforming.\n10.1016/j.jre.2022.09.006. In press.\n\n33. Soni S, Vats VS, Kumar S, Dalela B, Mishra M, Meena RS, et al. Structural, optical\nand magnetic properties of Fe-doped CeO2 samples probed using X-ray\nphotoelectron spectroscopy. J Mater Sci Mater Electron. 2018;29(12):10141.\n34. Chen AL, Duan YH, Mu ZY, Cai WJ, Chen Y. Meso-silica/Erbium-doped ceria\nbinary particles as functionalized abrasives for photochemical mechanical\npolishing (PCMP). Appl Surf Sci. 2021;550:149353.\n\n35. Pan J, Wang SR, Chen AL, Chen Y, Wang MH, Chen Y. Visible-light-active\nmesoporous ceria (CeO2) nanospheres for improved photocatalytic perfor-\nmance. J Alloys Compd. 2022;898:162895.\n\n36. Liu X, Ding J, Lin X, Gao RH, Li ZH, Dai W-L. Zr-doped CeO2 nanorods as ver-\nsatile catalyst in the epoxidation of styrene with tert-butyl hydroperoxide as\nthe oxidant. Appl Catal, A. 2015;503:117.\n\n1634\n\n\fN. Xu, J. Ma, Q. Liu et al.\n\nJournal of Rare Earths 41 (2023) 1627e1635\n\n37. Kim YH, Jung YG, Yoon GS, Moon J, Watanabe A, Naito M, et al. Non-Prestonian\nbehavior of rectangular shaped ceria slurry in shallow trench isolation chem-\nical mechanical planarization. J Nanosci Nanotechnol. 2012;12(3):2810.\n\n38. Hu PF, Chen Y, Sun R, Chen Y, Yin YR, Wang ZC. Synthesis, characterization and\nfrictional wear behavior of ceria hybrid architectures with {111} exposure\nplanes. Appl Surf Sci. 2017;401:100.\n\n39. Hoshino T, Kurata Y, Terasaki Y, Susa K. Mechanism of polishing of SiO2 ﬁlms by\n\nCeO2 particles. J Non-Cryst Solids. 2001;283:129.\n\n40. Xu N, Han WZ, Wang YC, Li J, Shan ZW. Nanoscratching of copper surface by\n\nCeO2. Acta Mater. 2017;124:343.\n\n41. Xu N, Ma JH, Liu Q, Han WZ, Shan ZW. Size effect of CeO2 particle on nanoscale\n\nsingle-asperity sliding friction. Tribol Lett. 2022;70(4), 1.\n\n1635\n\n\f"
}