{
  "metadata": {
    "source_file": "Xueyun Zhou et al. - 2002 - Room-temperature homogeneous nucleation synthesis and thermal stability of nanometer single crystal.pdf",
    "extraction_date": "2024-11-17T17:45:32.811453",
    "character_count": 12594
  },
  "content": "1\n5\nN\no\nv\ne\nm\nb\ne\nr\n2\n0\n2\n4\n0\n4\n5\n3\n1\n4\n\n:\n\n:\n\nViewOnlineExportCitationRESEARCH ARTICLE| MAY 20 2002Room-temperature homogeneous nucleation synthesis andthermal stability of nanometer single crystal  X.-D. Zhou; W. Huebner; H. U. AndersonAppl. Phys. Lett. 80, 3814–3816 (2002)https://doi.org/10.1063/1.1481244Articles You May Be Interested InSize-induced lattice relaxation in CeO 2 nanoparticlesAppl. Phys. Lett. (November 2001)Photoconductive properties of nanometer-sized Si dot multilayersAppl. Phys. Lett. (October 2001)Fabrication of nanometer-spaced superconducting Pb electrodesAppl. Phys. Lett. (September 2009)CeO2 \n \n \n \n\fAPPLIED PHYSICS LETTERS\n\nVOLUME 80, NUMBER 20\n\n20 MAY 2002\n\nRoom-temperature homogeneous nucleation synthesis and thermal\nstability of nanometer single crystal CeO2\nX.-D. Zhou,a) W. Huebner, and H. U. Anderson\nElectronic Materials Applied Research Center, Department of Ceramic Engineering, University\nof Missouri-Rolla, Rolla, Missouri 65401\n~Received 5 Feburary 2002; accepted for publication 24 March 2002!\nNanometer ~about 4;5 nm! CeO2 single crystals were ﬁrst synthesized by room-temperature\nhomogeneous nucleation; the size was determined by electron microscopy and speciﬁc surfaced area\nof the particles. Modeling revealed that the surface energy of as-synthesized nanometer single\ncrystals was in the range of 2.8– 3.7 J/m2. Crystal growth mechanisms change over the temperature\n50.16 eV) to bulk diffusion\nregimes, from boundary diffusion over low-temperature regime (E a\n(E a\n@DOI: 10.1063/1.1481244#\n\n50.50 eV) over high-temperature region. © 2002 American Institute of Physics.\n\nproduct is much higher than the solubility constant, meaning\nthe supersaturation value (S) is very large.\n\nS5\n\n@Ce31#@OH2# 3\nK SP\n\n,\n\n~1!\n\nwhere K SP is the solubility constant of Ce(OH) 3 .\n\nA high supersaturation value, S, establishes an environ-\nmental condition that favors homogeneous nucleation. Ho-\nmogeneous nucleation typically results in the formation of\nuniform nuclei with a critical size which can be calculated\nfrom:10\n\nr*5\n\n2yg\nk BT ln~S ! ,\n\n~2!\n\nwhere: y5molecular volume of the precipitated embryo\n(m3), g5surface energy (J/m2), k B\n5Boltzmann constant ~J/\nK!, T5temperature ~K!, S5supersaturation value.\n\nThe density r of Ce(OH) 3 was calculated to be 4.752\ng/cm3 from the tabulated lattice parameters.11 Hence where\nMW is molecular weight and N A is the Avogadro constant\ny5M W Ce(OH)3\nsolubility\nconstant, K sp , of various hydroxides have been calculated\nfrom thermodynamic data12 and measured experimentally.13\nFor precipitation process in this research, the precipitant had\n\nr)56.68310229 m3. The\n\n/(N A\n\nNanometer cerium dioxide (CeO2) particles have been\nof great interest because of the signiﬁcant size-induced prop-\nerty changes, such as the Raman-allowed modes shifting and\nbroadening;1,2 the lattice expansion;3 the pressure-induced\nphase transformation;4 the blue shift in ultraviolet absorption\nspectra.5 Very recently, we reported that lattice expansion of\nnanometer CeO2 single crystals was attributed to the higher\ndefect concentrations of Ce31 and oxygen vacancies (V O\n) 6\nand the inﬂuences of the porosity on the changes of optical\nabsorption in the porous ﬁlms prepared from nanometer\nCeO2 colloidal solutions.7 Moreover, nanocrystalline CeO2\nparticles allowed a sintering temperature of 1000 °C, which\nis 200– 400 °C lower than that reported for microcrystalline\nparticles.8 In order to investigate the properties of nanocrys-\ntalline CeO2 , it is extremely important to be able to synthe-\nsize nanometer free surface particles with a narrow size dis-\ntribution and an average size about 4 – 5 nm. 9\n\n‘\n\nIt is the intent of this letter to describe a method for the\nsynthesis of the nanometer single crystals, in which the crys-\ntal size was tailored in a semibatch reactor with control over\nthe homogeneous nucleation and growth mechanisms\nachieved by high speed mixing with an impeller. In this case\na high purity cerium nitrate solution was added into an aque-\nous ammonium hydroxide precipitant. Oxygen was bubbled\ninto the reactor with passage through a gas distributor to\noxidize the Ce31 to Ce41. The as-synthesized particles were\nyellow with the ﬂow of oxygen whereas purple products\nwere achieved without oxygen, which shows the possible\nmixture of Ce31 and Ce41 compounds. Moreover, the par-\nticle size is smaller when oxygen bubble was used.8 Exces-\nsive precipitant was used so that the pH value was ’9 after\nthe reaction was complete. Precipitates were dried at room\ntemperature and directly yielded CeO2 particles.\n\nFigure 1 shows the pH value evolution during the pre-\ncipitation process; the pH value always remained higher than\n9 ~i.e., @OH2# higher than 1025 mol/l!. The primary particle\nsize is ’4 nm as determined from transmission electron mi-\ncroscopy ~TEM!. Under these basic conditions, the solubility\n\na!Author to whom correspondence should be addressed; electronic mail:\nZhou@umr.edu\n\nFIG. 1. pH and solubility product changes during the precipitation process-\ning.\n\n0003-6951/2002/80(20)/3814/3/$19.00\n\n3814\n\n© 2002 American Institute of Physics\n\n1\n5\nN\no\nv\ne\nm\nb\ne\nr\n2\n0\n2\n4\n0\n4\n5\n3\n1\n4\n\n:\n\n:\n\n \n \n \n \n\fAppl. Phys. Lett., Vol. 80, No. 20, 20 May 2002\n\nZhou, Huebner, and Anderson\n\n3815\n\nFIG. 2. TEM image of the CeO2 particles.\n\na pH512, therefore the @OH2#51022 moles/l. The starting\n@Ce31# in the nitrate solution was 1021 moles/l. Some ques-\ntion related to the ‘‘local’’ @Ce31# will exist however, since\nthere is no way of knowing for sure over what volume it\ndiffused in the precipitant during the precipitation process. If\nit completely diffused in the reactor volume, the @Ce31#\n51024 mole/l, corresponding to S51.431010; whereas S\n51.431013 in the case of complete segregation of Ce31. In\nthe case of adding ammonium aqueous solution into cerium\nnitrate solution, the solubility product, @Ce31#@OH2# 3,\nis\nless than the critical solubility constant of Ce(OH) 3 , due to a\nlow pH value of cerium nitrate solution (pH’3.8). Under\nthese conditions then, even though a nucleus may form at the\ninterface, it is in an unstable state because of the low pH\nvalue of the bulk solution. The redissolution process is called\nripening, which resulted in the particle with random size and\nmorphology.\n\nIn this work the primary particle size was constant over\na wide of range of experimental precipitation conditions,\nsupporting the assumption that homogeneous nucleation took\nplace. Figure 2 is the image of the particles after only a 1 s\n\nFIG. 3. The variation of the speciﬁc surface area and particle size over\nvarious annealing temperatures of nanometer CeO2 from the process with\noxygen bubbles. The data of CeO2 nanometer particles without oxygen are\nalso shown as the hollow symbols.\n\nprecipitation process; again the crystallite size is ’4 nm.\nFrom Eq. ~2! then, the surface energy of the crystallites was\ncalculated to be in the range of 2.8;3.7 J/m2.\n\nThe nanometer scale particle size of the CeO2 prepared\nin this work is advantageous for applications where a ﬁne\nparticle size is necessary ~e.g., catalysts!, and should allow\nfor lower sintering temperature. Hence, how these powders\ncoarsen with annealing temperature is of interest. Figure 3\nshows the speciﬁc surface area ~SSA, m2/g) measured by the\nBrunauer–Emmett–Teller ~BET! method and corresponding\nparticle size for annealing temperatures ranging from 150 to\n1000 °C, all for a 1 h anneal time. The particle size ~d BET ,\nmm! was calculated from the speciﬁc surface area data by\nassuming spherical particles with the relationship of d BET\n56/(r\n(cid:149)SSA), using a value of the density for particles. The\nparticle size slowly increased up to 500 °C, rapidly increased\nfor temperatures greater than 600 °C, and achieved a size of\n100 nm at 1000 °C. The speciﬁc surface area in this study is\nfrom\nhigher\nliterature.14 An Arrhenius plot of these data ~Fig. 4! revealed\nan interesting observation; two distinctly linear regions are\napparent. Very recently, a similar behavior was observed for\nnanometer ZrO2 particles,9 in which a model of D(T)\n5D 0 exp(2Ea(T)/T) was proposed, where D is the particle\nsize; E a(T) is the temperature dependent activation energy;\nT is the temperature, and E a(T)/T is shown in Eq. ~3!:\n\nthan that of CeO2\n\nsupported catalysts\n\n~E a1\n\n1E a2\n\n!S 1\n\nT\n\n2\n\n1\nT 0\n\nD 2HF ~E a1\n\n2E a2\n\n!S 1\n\nT\n\n2\n\n1\nT 0\n\nDG 2\n\n14D 2J 1/2\n\n2\n\nE a~T !\nT\n\n5\n\n.\n\n~3!\n\nIn this relation, E a1 and E a2 are activation energies for\nthe high and low temperature regimes, respectively; T 0 and\nD represent, respectively, the temperature and the width of\n;0.16 eV) in the\nthe transition. The activation energy (E a\nlow temperature range was much smaller than that (E a\n;0.50 eV) in the high temperature region; the width of the\ntransition ~D! was about 0.2, which showed a relatively wide\n\ntransition window. The mechanism behind this behavior is\nnot clear. Previous work6 showed a TEM lattice image of a\ncollection of CeO2 primary particles after room temperature\ndrying. Many crystalline particles were observed ~supporting\nthe x-ray diffraction data!, but a large fraction of the en-\nsemble appeared to be disordered, perhaps even amorphous\non the surface of the crystallite. The transition from amor-\n\n1\n5\nN\no\nv\ne\nm\nb\ne\nr\n2\n0\n2\n4\n0\n4\n5\n3\n1\n4\n\n:\n\n:\n\n \n \n \n \n\f3816\n\nAppl. Phys. Lett., Vol. 80, No. 20, 20 May 2002\n\nZhou, Huebner, and Anderson\n\nroom temperature by careful control of the solubility prod-\nucts and the oxidation rate. Nanocrystal sizes were deter-\nmined by electron microscopy and speciﬁc surfaced area of\nas-synthesized particles. Modeling revealed that the surface\nenergy of as-synthesized nanometer crystallites was in the\nrange of 2.9 to 3.7 J/m2. Crystal growth mechanisms change\nover the temperature regimes, perhaps from boundary diffu-\nsion controlled over the low temperature region to lattice\ndiffusion at higher temperatures.\n\nWe acknowledge the support by the U.S. Department of\n\nEnergy under Contract No. DE-A26-99FT46710.\n\nFIG. 4. Arrhenius plots of the variation of nanometer CeO2 particle size\nover various annealing temperatures.\n\nphous to crystallite state provides a large driving force for\ndiffusion and subsequent growth at higher temperatures.\nSimple atomic rearrangement and ordering can result in a\nslow increase in particle size. Typically boundary diffusion\nhas a lower activation energy than the other mechanisms,10,15\nso it is possible this is the dominant mechanism at low tem-\nperatures. At higher annealing temperatures bulk diffusion\ncontrols the particle size evolution because of the higher ac-\ntivation energy associated with long range ordering and par-\nticle rearrangement. Grain growth over the high temperature\nregime in thin CeO2 ﬁlms16 exhibits a similar behavior,\nwhich is also shown in Fig. 4; the activation energy was\naround 1.1 eV for thin ﬁlm, whereas only ;0.50 eV for\nnanocrystal growth.\n\nIn conclusion, nanometer ~about 4 – 5 nm! CeO2 single\ncrystals were synthesized by homogeneous nucleation at\n\n1 W. H. Weber, K. C. Hass, and J. R. McBride, Phys. Rev. B 50, 13 297\n~1993!.\n2 J. E. Spanier, R. D. Robinson, F. Zhang, S.-W. Chan, and I. Herman, Phys.\nRev. B 64, 245407 ~2001!.\n3 S. Tsunekawa, K. Ishikawa, Z.-Q. Li, Y. Kawazoe, and A. Kasuya, Phys.\nRev. Lett. 85, 3440 ~2000!.\n4 Z. Wang, S. K. Saxena, V. Pischedda, H. P. Liermann, and C. S. Zha, Phys.\nRev. B 64, 012102 ~2001!.\n5 S. Tsunekawa, T. Fukuda, and A. Kasuya, J. Appl. Phys. 87, 1318 ~2000!.\n6 X.-D. Zhou and W. Huebner, Appl. Phys. Lett. 79, 3512 ~2001!\n7 V. Petrovsky, B. P. Gorman, H. U. Anderson, and T. Petrovsky, J. Appl.\nPhys. 90, 2517 ~2001!.\n8 X.-D. Zhou, Ph.D. dissertation, University of Missouri-Rolla, 2001.\n9 M. Jouanne, J. F. Morhange, M. A. Kanehisa, E. Haro-Poniatowski, G. A.\nFuentes, E. Torres, and E. Herna´ndez-Tellez, Phys. Rev. B 64, 155404\n~2001!.\n\n10 J. A. Dirksen and T. A. Ring, Chem. Eng. Sci. 46, 2389 ~1991!.\n11 D. F. Mullica, J. D. Oliver and W. O. Milligan, Acta Crystallogr., Sect. B:\n\nStruct. Crystallogr. Cryst. Chem. 35, 2668 ~1979!.\n\n12 C. F. Baes, Jr. and R. E. Mesmer, The Hydrolysis of Cations ~Wiley, New\n\nYork, 1976!.\n\n13 T. Moeller and H. E. Kremers, J. Chem. Phys. 48, 395 ~1944!.\n14 B. Bernal, F. J. Botana, J. J. Calvino, M. A. Cauqui, G. A. Cifredo, A.\nJobacho, J. M. Pintado, and J. M. Rodrigues-Izquierdo, J. Phys. Chem. 97,\n4118 ~1993!.\n\n15 J. H. Harding and D. J. Harris, Phys. Rev. B 63, 094102 ~2001!.\n16 T. Suzuki, I. Kosacki, H. U. Anderson, and P. Colomban, J. Am. Ceram.\n\nSoc. 84, 2007 ~2001!.\n\n1\n5\nN\no\nv\ne\nm\nb\ne\nr\n2\n0\n2\n4\n0\n4\n5\n3\n1\n4\n\n:\n\n:\n\n \n \n \n \n\f"
}